[
    {
         "id" : 1,
         "value" : "آتىِ باَبَ الْجَنّةِ يَوْمَ اْلقِيَامَةِ فَأَسْتَفْتِحُ، فَيَقُوْلُ الْخَازِنُ: مَنْ أَنْتَ؟ فَأَقٌوْل: (مُحَمَّدٌ)، فَيَقُوْلُ: بِكَ أُمِرْتُ أَلاَّ أَفْتَحَ لأَحَدٍقَبلَكَ(رواه أحمد عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 2,
         "value" : "إِئْتِ الْمَعْرُوْفَ، وَاجْتَنِبِ الْمُنْكَرَ، وَانْظُرْمَا يُعْجِبُ أذُنَكَ أَنْ يَقُوْلَ لَكَ الْقَوْمُ إِذَا قُمْتَ مِنْ عِنْدِهِمْ فَأْتِهِ وَانْظُرِالّذِيْ تَكْرَهُ أَنْ يَقُوْلُ لَكَ الْقَوْمُ إِذَا قُمْتَ مِنْ عِنْدِهِمْ فَاجْتَنِبْهُ(رواه الجماعة)",
         "filter"  : "alif"
    },
    {
         "id" : 3,
         "value" : "اَفَةُ الْعِلْمِ النِّسْيَانُ، وَإِضَاعَتُهُ أَنْ تُحَدّثَ بِهِ غَيْرِ أَهْلِهِ (رواه ابن أبى شيبة)",
         "filter"  : "alif"
    },
    {
         "id" : 4,
         "value" : "آفَةُ الدِّيْنِ ثَلاَثَةٌ: فَقِيْهٌ فَاجِرٌ، وَإِمَامٌ جَائِزٌ، وَمُجْتَهِدٌ جَاهِلٌ (رواه الديلمي عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 5,
         "value" : "آيَةُ الْمُنَافِقِ ثَلاَثٌ: إِذَاحَدّثَ كَذَبَ وَإِذَاوَعَدَ أَخْلَفَ وَإِذَاائْتُمِنَ خَانَ (رواه الشيخان عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 6,
         "value" : "آيَةُ الْعِزِّ: (وَقُلِ الْحَمْدُ لِلهِ الّذِي لَمْ يَتَّخِذْوَلَدًاوَلَمْ يَكُنْ لَهُ شَرِيْكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِّنَ الذُّلِّ وَكَبّرْهُ تَكْبِيْرًا) (رواه الإمام أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 7,
         "value" : "ابْتَغُواالرِّفْعَةَ عِنْدَاللهِ، تَحْلُمُ عَمَّنْ جَهِلَ عَلَيْكَ، وَتُعْطِى مَنْ حَرَمَكَ(رواه عدى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 8,
         "value" : "أَبْغَضُ الْعِبَاد إِلَى اللهِ مَنْ كَانَ ثَوْبَاهُ خَيْرًا مِنْ عَمَلِهِ، أَنْ تَكُوْنَ ثِيَابُهُ ثِيَابِ الأَنْبِيَاءِ، وَعَمَلُهُ عَمَلَ الْجَبَّارِيْنَ(رواه الديلمى عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 9,
         "value" : "أَبْلِغُواحَاجَةَمَنْ لاَيَسْتَطِيْعُ إِبْلاَغَ حَاجَتِهِ،فَمَنْ أَبْلَغَ سُلْطَانًا حَاجَةَ مَنْ لاَ يَسْتَطِيْعُ إِبْلاَغَهَاثَبَّتَ اللهُ تَعَالَى قَدَمَيْهِ عَلَى الصِّرَاطِ يَوْمِ الْقِيَامَةِ(رواه الطبرانى عن ابى الدرداء)",
         "filter"  : "alif"
    },
    {
         "id" : 10,
         "value" : "ابْنُ آدَمَ: أَطِعْ رَبَّكَ مُسَمًّى عَاقِلًا، وَلاَتَعْصِهِ فَتُسَمًّى جَاهِلًا (رواه أبو نعيم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 11,
         "value" : "أَبْغَضُ الْحَلاَلِ إلىَ اللهِ الطَّلاَقُ (رواه أبو داودفى سننه)",
         "filter"  : "alif"
    },
    {
         "id" : 12,
         "value" : "أَتَانِى جِبْريْلُ، فَقَالَ: يَا مُحَمّدُ، عِشْ مَا شِئْتَ فَإِنَّكَ مَيّتٌ، وَأَحْبِبْ مَا شِئْتَ فَإِنَّكَ مُفَارِقُهُ، وَاعْمَلْ مَا شِئْتَ فَإِنّكَ مَجْزِىٌّ بِهِ، وَاعْلَمْ أَنَّ شَرَفَ الْمُؤْمِنِ قِيَامُهُ بِاللَّيْلِ،وَعِزَّهُ اسْتِغْنَاؤُهُ عَنِ النَّاسِ (رواه البيهقى عن الجابر)",
         "filter"  : "alif"
    },
    {
         "id" : 13,
         "value" : "أَتَانىِ آتٍ مِنْ رَبّىِ فَأَخبَرَنِى: أَنَّهُ مَنْ مَا تَ مِنْ أُمَّتىِ لاَ يُشْرِكُ بِاللهِ شَيْئاً دَخَلَ الْجَنَّةَ،قَلَ: فَقُلْتُ وَإِنْ زَنَى وَإنْ سَرَقَ، قَالَ: وَإِنْ زَنَى وَإِنْ سَرَقَ (رواه مسلم والترمذى والنسائى)",
         "filter"  : "alif"
    },
    {
         "id" : 14,
         "value" : "أَتَانىِ آتٍ مِنْ عِنْدِ رَبّىِ عَزَّوَجَلَّ فَقَالَ: مَنْ صَلَّى عَلَيْكَ مِنْ اُمَّتِكَ صَلَاةً، كَتَبَ اللهُ لَهُ بِهَا عَشْرَحَسَنَاتٍ، وَمَحَاعَنْهُ عَشْرَسَيِّئَاتٍ وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ وَرَدَّعَلَيْهِ مِثْلِهَا (رواه أحمد عن أبى طلحة)",
         "filter"  : "alif"
    },
    {
         "id" : 15,
         "value" : "أَتُحِبُّ أَنْ يَلِيْنَ قَلْبُكَ، وَتُدْرِكَ حَاجَتَكَ: إِرْحَمِ الْيَتِيْمَ، وَامْسَحْ رَأْسَهُ وَأطْعِمْهُ مِنْ طَعَامِكَ، يَلِنْ قَلْبُكَ وَتُدْرِكْ حَاجَتَكَ (رواه الطبرانى عن أبى الدرداء)",
         "filter"  : "alif"
    },
    {
         "id" : 16,
         "value" : "إِتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَا لِقِ النَّاسَ بِخُلُقٍ حَسَنٍ(رواهالطبرانى عن أبى ذر)",
         "filter"  : "alif"
    },
    {
         "id" : 17,
         "value" : "إِتَّقِ اللهَ، وَلاَتَحْقِرَنَّ مِنَ الْمَعْرُوْفِ شَيْئًا، وَلَوْأَنْ تُفْرِغَ مِنْ دَلْوِكَ فِى إِنَاءِ الْمُسْتَسْقِى، وَاَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْبَسِطٌ وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ، فَإِنَّ إِسْبَالَ الْإِزَارِمِنَ الْمَخِيْلَةِ وَلاَيُحِبُّهَا اللهُ، وَإِنِ امْرُؤٌشَتَمَكَ وَعَيَّرَكَ بِأَمْرٍلَيْسَ فِيْكَ فَلَا تُعَيِّرْهُ بِأَمْرٍ هُوَفِيْهِ، وَدَعْهُ يَكُوْنُ وَبَالُهُ عَلَيْهِ وَأَجْرُهُ لَكَ وَلَاتَسُبِّنَّ أَحَدًا (رواه الطيالسى عن جابربن سليم)",
         "filter"  : "alif"
    },
    {
         "id" : 18,
         "value" : "إِتّقُوا اللهَ وَاعْدِلُوا بَيْنَ أَوْلاَدِكُمْ ( رواه النعمان)",
         "filter"  : "alif"
    },
    {
         "id" : 19,
         "value" : "إِتَّقُوا فِرَا سَةَ الْمُؤْمِنِ، فَإِنَّهُ يَنْظُرُ بِنُورِاللهِ (رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 20,
         "value" : "إِتَّقِ دَعْوِةَ الْمَظْلُوْمِ، فَإِنَّهَا لَيْسَ بَيْنَهَا وَبَيْنَ اللهِ حِجَابٌ (رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 21,
         "value" : "إِتَّقِ الْمَحَارِمَ تَكُنْ أَعْبَدَالنَّاسِ، وَارْضَ بِمَا قَسَمَ اللهُ لَكَ تَكُنْ أَغْنَى النَّاسِ، وَأَحْسِنْ إِلَى جَارِكَ تَكُنْ مُؤْمِنًا، وَأَحِبَّ لِلنَّاسِ مَا تُحِبُّ لنَفْسِكَ تَكُنْ مُسْلِمًا، وَلاَ تُكْثِرُ الضَّحِكَ، فَإِنَّ كَثْرَةَالضَّحِكِ تُمِيْتُ الْقَلْبَ (رواه الإمام أحمد عَنْ أبِي هُريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 22,
         "value" : "إِتَّقُ اللهَ وَصَلُّوْاخَمْسَكُمْ، وَصُوْمُوْاشَهْرَكُمْ، وَأَدُّوا زَكَاةَ أَمْوَالِكُمْ طَيِّبَةً بِهَا أنْفُسٌكُمْ، وَأَطِيْعُوا ذَا أَمْرِكُمْ تَدْخُلُوا جَنَّةَ رَبِّكُمْ (رواه الحاكم عن أبى أمامة)",
         "filter"  : "alif"
    },
    {
         "id" : 23,
         "value" : "إتَّقُوْادَعْوَةَ الْمَظْلُوْمِ فَإِنَّهَا تُحْمَلُ عَلَى الْغَمَامِ يَقُوْلُ اللهُ : وَعِزَّتِيْ وَجَلَالِى لِأَنْصُرَنّكَ وَلَوْ بَعْدَ حِيْنٍ (رواه الطبراني عن خزيمة بن ثابت)",
         "filter"  : "alif"
    },
    {
         "id" : 24,
         "value" : "اتَقُوا لِلظٌّلْمَ، فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ، وَاتَّقُوْا الشُحَّ فَإِنَّ الشُحَّ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ وَحَمَلَهُمْ عَلَى أَنْ سَفَكُوا دِمَا ءَهُمْ وَاسْتَحَلُّوا مَحَارِمَهُم. (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 25,
         "value" : "التَّحَدُّثُ بِنِعْمَةِ اللهِ شُكْرٌ، وَتَرْكُهَا كُفْرٌ، وَمَنْ لَا يَشْكُرِ الْقَلِيْلَ لاَ يَشْكُرِ الْكَثِيْرَ، وَمَنْ لَا يَشْكُرِالنَّاسَ لَا يَشْكُرِاللهَ وَالْجَمَاعَةُ رَحْمَةٌ وَالْفُرْقَةُ عَذَابٌ ( روا ه البيهقي)",
         "filter"  : "alif"
    },
    {
         "id" : 26,
         "value" : "التَّأَنِّى مِنَ اللهِ وَاْالعَجَلَةُ مِنَ الشَّيْطَانِ (رواه البيهقى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 27,
         "value" : "إِثْنَانِ لَا يَنْظَرُ اللهُ إِلَيْهِمَا يَوْمَ الْقِيَامَةِ: قَاطِعُ الرَّحِمِ، وَجَارُ السُّوْءِ. (رواه الديلمي عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 28,
         "value" : "اِثْنَانِ يَكْرَهُهُمَا ابْنُ آدَمَ: يَكْرَهُ الْمَوْتَ وَالْمَوْتُ خَيْرٌ لَهُ مِنَ الْفِتْنَةِ، وَيَكْرَهُ قِلَّةَ الْمَالِ، وَقِلَّةُ الْمَالِ أَقَلُّ لِلْحِسَابِ ( رواه أحْمدعن محمودبن لبيد)",
         "filter"  : "alif"
    },
    {
         "id" : 29,
         "value" : "اِثْنَانِ يُعَجِّلَهُمَا اللهُ فِى الدُّنْيَا: الْبَغْىُ وَعُقُوْقُ الْوَالِدَيْنِ (رواه الطبرانى عن ابن أبى بكرة)",
         "filter"  : "alif"
    },
    {
         "id" : 30,
         "value" : "إِجْتَنِبوا الْكِبْرَ، فَإِنَّ الْعَبْدَ لَا يَزَالُ يَتَكَبِّرُ حَتَّى يَقُوْلَ اللهُ تَعَالَى لِمَلَائِكَتِهِ: (اكْتُبُوا عَبْدِى هَذَا فِى الْجَبَّاريْنَ) (رواه ابن عدى عن أبى أمَامة)",
         "filter"  : "alif"
    },
    {
         "id" : 31,
         "value" : "إِجْعَلُوْا آخِرَصَلَاتِكُمْ بِاللَّيْلِ وِتْرًا (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 32,
         "value" : "إِجْعَلُوا مِنْ صَلاَتِكُمْ فِى بُيُوْتِكُمْ، وَلَا تَتَّخِذُوهَا قُبُوْرًا (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 33,
         "value" : "أَحَبُّ الْأَعْمَالِ إِلَى اللهِ أَدْوَمُهَا وَإِنْ قَلَّ (رواه الشيخان عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 34,
         "value" : "أَحَبُّ الْأَعْمَالِ إِلَى اللهِ أَنْ تَمُوْتُ وَلِسَانُكَ رَطْبٌ مِنْ ذِكْرِاللهِ (رواه البيهقى عن معاذ)",
         "filter"  : "alif"
    },
    {
         "id" : 35,
         "value" : "أَحَبُّ الصَّلَاةِ إِلَى اللهِ تَعَالَى صَلاَةُ دَاوُدَ، وَأَحَبُّ الصِّيَامِ إِلَى اللهِ صِيَامُ دَاوُدَ، وَكَانَ يَنَامُ  نِصْفَ اللَّيْلِ وَيَقُوْمُ ثُلُثُهُ وَيَنَامُ سُدُسَهُ، وَيَصُوْمُ يَوْمًا وَيُفْطِرُ يَوْمًا (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 36,
         "value" : "أَحَبُّ الْكَلَامِ إِلَى اللهِ أَنْ يَقٌوْلَ الْعَبْدَ: (سُبْحَانَ اللهِ وَبِحَمْدِهِ) (رواه الترمذي عن أبى ذر)",
         "filter"  : "alif"
    },
    {
         "id" : 37,
         "value" : "أَحِبَّ لِلنَّاسِ مَاتُحِبُّ لِنَفْسِكَ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 38,
         "value" : "إِحْفَظْ وِدَّ أَبِيْكَ لَا تَقْطَعْهُ فَيُطْفِئُ اللهُ نُوْرَكَ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 39,
         "value" : "أَحَبُّ الْكَلَامِ إِلَى اللهِ تَعَالَى أَرْبَعٌ: سُبْحَانَ اللهِ، وَالْحَمْدُ لِله، وَلاَ إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَر، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ (رواه أحمدلاعن سمرة جندب)",
         "filter"  : "alif"
    },
    {
         "id" : 40,
         "value" : "إِجْتَنِبُوا السَّبْعَ الْمُوْبِقَاتِ: الشِّرْكَ بِاللهِ، وَالسِّحْرَ، وَقَتْلَ النَّفْسِ الّتىِ حَرَّمَ اللهُ إِلاَّبِالْحَقِّ، وَأَكْلَ الرِّبَا، وَأَكْلَ مَالَ الْيَتِيْمِ، وَالْتَوَلّى يَوْمَ الزَّحْفِ، وَقَذْفَ الْمُحْصَنَاتِ الْغَافِلاَتِ الْمُؤْمِنَاتِ( رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 41,
         "value" : "أَحَبُّ بُيُوْتِكُمْ إِلَى اللهِ بَيْتٌ فِيْهِ يَتِيْمٌ مُكْرَمٌ (رواه البيهقى عن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 42,
         "value" : "أَحَبُّ الله تَعَالَى عَبْدًا، سَمْحًاإِذَا بَاعَ، وَسَمْحًاإِذَااشْتَرَى، وَسَمْحًاإِذَاقَضَى، وَسَمْحًا إذَااقْتَضَى (رواه البيهقى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 43,
         "value" : "أَحَبُّكُمْ إِلَى اللهِ أَقَلُّكُمْ طُعْمًا، وَأَخَفُّكُمْ بَدَنًا (رواه الديلمى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 44,
         "value" : "أَحِبُّواالْعَرَبَ لِثَلَاثٍ : لِأَنِّى عَرَبِىٌّ، وَالْقُرْآنُ عَرَبِىٌّ، وَكَلَامُ أَهْلُ الْجَنَّةِ فِى الْجَنَّةِ عَرَبِىٌّ (رواه الطبرانى وغيره)",
         "filter"  : "alif"
    },
    {
         "id" : 45,
         "value" : "إِحْتَرِسُوْامِنَالنَّاسِ بِسُوْءِالظَّنِّ (رواه أحمد و الْبيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 46,
         "value" : "أَحْبِبْ حَبِيْبَكَ هَوْنًامًا، عَسَى أَنْ يَكُوْنَ بَغِيْضَكَيَوْمًامًا. وَأَبْغِضْ بَغِيْضَكَ هَوْنًامًا، عَسَى أَنْ يَكُوْنَ حَبِيْبَكَ يَوْمًامًا (رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 47,
         "value" : "أَخْشَى مَا خَشِيْتُ عَلَى أُمَّتِى: كِبَرُ الْبِطْنِ، وَمُدَاوَمَةُ النَّوْمِ، وَالْكَسَلُ وَضَعْفُ الْيَقِيْنِ (رواه الدارقطنى عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 48,
         "value" : "أَدَّ مَا افْتَرَضَ اللهُ عَلَيْكَ تَكُنْ مِنْ أَعْبَدِ النَّاسِ، وَاجْتَنِبْ مَاحَرَّمَ اللهُ عَلَيْكَ تَكُنْ أَوْرَعَ النَّاسِ، وَارْضَ بِمَ قَسَمَ اللهُ لَكَ تَكُنْ مِنْ أَغْنَى النَّاسِ (رواه ابن عدى عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 49,
         "value" : "أَدِّبُوْا أَوْلَادَكُمْ عَلَى ثَلَاثِ خِصَالٍ: حُبِّ نَبِيِّكُمْ، وَحُبِّ أَهْلِ بَيْتِهِ، وَقِرَاءَةَ الْقُرْآنِ، فَإِنَّ حَمَلَةَ الْقُرْآنِ فِى ظِلِّ اللهِ يَوْمَ لَا ظِلَّ إلاَّظِلُّهُ مَعَ أنْبِيَائِهِ وَأَصْفِيَائِهِ (رواه الديلمى عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 50,
         "value" : "أُدْعُوااللهَ وَأَنْتُمْ مُوْقِنُوْنَ بِالْإِجَابَةِ، وَاعْلَمُوْاأَنَّ اللهَ تَعَالَى لَا يَسْتَجِيْبُ دُعَاءَمِنْ قَلْبِ غَافِلٍ لَاهٍ (رواه الترمذى عن أبىهريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 51,
         "value" : "إِذَا آتَاكَ اللهُ مَالًا فَلْيُرَأَثَرُ نِعْمَةِ اللهِ عَلَيْكَ وَكَرَامَتِهِ (رواه الحاكم عن والد أبى الأحوص)",
         "filter"  : "alif"
    },
    {
         "id" : 52,
         "value" : "إِذَا أَتَيْتُمُ الصَّلَاةَ فَعَلَيْكُمْ بِالسَّكِيْنَةِ، فَمَاأَدْرَكْتُمْ فَصَلُّواوَمَافَاتَكُمْ فَأَتِمُّوا (رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 53,
         "value" : "إِذَا أَحَبَّ اللهُ عَبْدًا ابْتَلَاهُ لِيَسْمَعَ تَضَرُّعَهُ (رواه البيهقى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 54,
         "value" : "إِذَا أَحْسَنَ الرَّجُلُ الصَّلَاةَ فَأَتَمَّ رُكُوْعَهَاوَسُجُوْدَهَاقَالَتِ الصَّلَاةُ: حَفِظَكَ اللهُ كَمَاحَفِظْتَنِى،فَتُرْفَعُ وَإِذَاأَسَاءَ الصَّلَاةَ فَلَمْ يُتِمَّ رُكُوْعَهَا وَسُجُوْدَهَا قَالَتِ الصَّلَاةُ: ضَيَّعَكَ اللهُ كَمَا ضَيَّعْتَنِى، فَتُلَفُّ كَمَا يُلَفُّ الثَّوْبُ الْخَلَقُ فَيُضْرَبُ بِهَا وَجْهُهُ (رواه الطيالسى عن عبادة بن الصامت)",
         "filter"  : "alif"
    },
    {
         "id" : 55,
         "value" : "إِذَاأَذَّنَ الْمُؤَذِّنُ يَوْمَ الْجُمُعَةِ حَرُمَ الْعَمَلُ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 56,
         "value" : "إِذَاأَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْوُضُوْءَكَ لِلصَّلَاةِ، ثُمَّ اضْطَجِعَ عَلَى شِقِّكَ الْأَيْمَنِ، ثُمَّ قُلْ: (أَللّهُمَّ أَسْلَمْتُ وَجْهِى إِلَيْكَ، وَفَوَّضْتُ أَمْرِى إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِى إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَمَلْجَأَوَلاَمَنْجَى مِنْكَ إِلاَّ إِلَيْكَ، أللّهُمَّ أَمَنْتُ بِكِتَابِكَ الَّذِى أَنْزَلْتَ، وَنَبِيِّكَ الَّذِى أَرْسَلْتَ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 57,
         "value" : "إِذَا أَرَادَاللهُ بِعَبْدٍ خَيْرًاجَعَلَ غِنَاهُ فِى نَفْسِهِ، وَتُقَاهُ فِى قَلْبِهِ، وَإِذَا أَرَادَاللهُ بِعَبْدٍ شَرًّاجَعَلَ فَقْرَهُ بَيْنَ عَيْنَيْهِ (رواه الحاكم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 58,
         "value" : "إِذَا أَرَادَاللهُ بِعَبْدٍ خَيْرًا فَقَّهَهُ فِى الدِّيْنِ، وَزَهَّدَهُ فِى الدُّنْيَا وَبَصَّرَهُ عُيُوْبَهُ (رواه البيهقى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 59,
         "value" : "ِذَا أَرَادَاللهُ بِعَبْدِهِ الْخَيْرَ عَجَّلَ لَهُ الْعُقُوْبَةَ فِى الدُّنْيَا، وَ إِذَا أَرَادَاللهُ بِعَبْدِهِ الشَّرَّ أَمْسَكَ عَنْهُ بِذَنْبِهِ، حَتَّى يُوَفَّى بِهِ يَوْمَ الْقِيَامَةِ (رواه الطبرانى عن عمار بن ياسر)",
         "filter"  : "alif"
    },
    {
         "id" : 60,
         "value" : "إِذَا أَرَادَاللهُ بِعَبْدِهِ خَيْرًا فَتَحَ لَهُ قُفْلَ قَلْبِهِ، وَجَعَلَ فِيْهِ الْيَقِيْنَ وَ الصِّدْقَ، وَجَعَلَ قَلْبَهُ وَاعِيًا لِمَا سَلَكَ فِيْهِ، وَجَعَلَ قَلْبَهُ سَلِيْمًا وَلِسَانَهُ صَادِقًا، وَخَلِيْقَتَهُ مُسْتَقِيْمَةً، وَجَعَلَ أُذُنَهُ سَمِيْعَةً وَعَيْنُهُ بَصِيْرَةً (رواه الشيخ عن أبى ذر)",
         "filter"  : "alif"
    },
    {
         "id" : 61,
         "value" : "إِذَا أَرَادَاللهُ إِنْفَاذَ قَضَائِهِ وَقَدَرِهِ، سَلَبَ ذَوِى الْعُقُوْلِ عُقُوْلَهُمْ حَتَّى يَنْفُذَ فِيْهِمْ قَضَاؤُهُ وَقَدَرُهُ، فَإِذَا قَضَى أَمْرَهُ رَدَّ عُقُوْلَهُمْ وَوَقَعَتِ النَّدَا مَةُ (رواه الديلمى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 62,
         "value" : "إِذَا أَرَدْتَ أَنْ تَفْعَلَ أَمْرًا فَتَدَبَّرْ عَاقِبَتَهُ، فَإِنْ كَانَ خَيْرًا فَامْضِ، وَإِنْ كَانَ شَرًّا فَانْتَهِ ( رواه ابن المبارك)",
         "filter"  : "alif"
    },
    {
         "id" : 63,
         "value" : "إِذَا أَرَدْتَ أَمْرًا فَعَلَيْكَ بِالتُّؤَدَّةِ، حَتَّى يُرِيَكَ اللهُ مِنْهُ الْمَخْرَجَ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 64,
         "value" : "إِذَا أَرَدْتَ أَنْ تَذْكُرَ عُيُوْبَ غَيْرِكَ فَاذْكُرْ عُيُوْبَ نَفْسِكَ ( رواه الرافعى)",
         "filter"  : "alif"
    },
    {
         "id" : 65,
         "value" : "إِذَا أرَدْتَ أَنْ يُحِبَّكَ اللهُ فَابْغُضِ الدُّنْيَا،وَإِذَا أَرَدْتَ أَنْ يُحِبَّكَ النَّاسُ فَمَا كَانَ عِنْدَكَ ِمنْ فُضُوْلِهَا فَانْبِذْهُ إِلَيْهم (رواه الخطيْب عن ربعى بن خراش مرسلا)",
         "filter"  : "alif"
    },
    {
         "id" : 66,
         "value" : "إِذَاسْتِيْقَظَ الرَّجُلُ مِنَ اللَّيْلِ وَأَيْقَظَ أهْلَهُ، وَصَلَّيَاَ رَكْعَتَيْنِ كُتِبَا مِنَ الذَّاكِرِيْنَ اللهَ كَثِيْرًا وَالذَّا كِرَاتِ (رواه ابن حبان عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 67,
         "value" : "إِذَاسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَاِهِ فَلْيَقُلْ: (الْحَمْدُ لِلهِ الَّذِى رَدَّ عَلَيَّ رُوْحِىْ، وَعَافَنِى فِى جَسَدِى، وَأَذِنَ لِى بِذِكْرِهِ)(رواه ابن السنى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 68,
         "value" : "إذَاشْتَكَيْتَ فَضَعْ يَدَكَ حَيْثُ تَشْتَكِى، ثُمَّ قُلْ: (بِسْمِ اللهِ أَعُوْذُ بِعِزَّةِ اللهِ وَقُدْرَتِهِ مِنْ شَرِّ َما أجِدُ مِنْ وَجِعَ هَذَا) ثُمَّ ارْفَعَ يَدَكَ  ثُمَّ أَعِدْ ذَلِكَ وِتْرًا (رواه الترمذى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 69,
         "value" : "إِذَا أَصَابَ أَحَدَكُمْ ُصِيْبَةٌ فَلْيَقُلْ: (إِنَّا لِلهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ) أَللّهُمَّ عِنْدَكَ أَحْتَسِبُ مُصِيْبَتِى فَأْجُرْنِى فِيْهَا، وَأَبْدِلْنِى بِهَا خَيْرًا مِنْهَا ( رواه ابن ماجه عن أبى سلمة)",
         "filter"  : "alif"
    },
    {
         "id" : 70,
         "value" : "إِذَا أصْبَحْتُمْ فَقُلُوْا: (أَللّهُمَّ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا وَبِكَ نَمُوْتُ، وَإِلَيْكَ الْمَصِيْر) (رواه ابن ماجه عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 71,
         "value" : "إِذَاضْطَجَعْتَ فَقُلْ: (بِسْمِ اللهِ أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ غَضَبِهِ وَعَقَابِهِ وَمِنْ شَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُوْنِ (رواه أبو نصر السنجرى عن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 72,
         "value" : "إِذَا أُعْطِيْتَ شَيْئًا مِنْ غَيْرِأَنْ تَسْأَلَ فَكُلْ وَتِصَدَّقْ (رواه النسائى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 73,
         "value" : "إذَا أَفْطَرَ أَحَدَكُمْ فَلْيُفْطِرْ عَلَى تَمْرٍفَإِنَّهُ بِرِكَةٌ، فَإِنْ لَمْ يَجِدْ تَمْرًا فَلْيُفْطِرْ عَلَى الْمَاءِ فَإِنَّهُ طَهُوْرٌ (رواه اإمَام أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 74,
         "value" : "إِذَا أَقَلَّ الرَّجُلُ الطَّعْمَ مُلِئَ جَوْفهُ نُوْرًا (رواه الديلمى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 75,
         "value" : "إِذَا أُقِيْمَتِ الصَّلَاةُ، وَحَضَرَ الْعِشَاءُ، فَأَبْدَءُوا بِالْعَشَاءِ (رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 76,
         "value" : "إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلْيَذْكُرِ (اسْمَ اللهِ تَعَالَى) فَإِنْ نَسِىَ أَنْ يَذْكُرَاسْمَ اللهِ فِى أَوَّلِهِ فَلْيَقُلْ: (بِسْمِ اللهِ عَلَى أَوَّلِهِ وَآخِرِهِ)(رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 77,
         "value" : "إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِيْنِهِ: وَلْيَشْرَبْ بِيَمِيْنِهِ، وَلْيَاْخُذْ بِيَمِيْنِهِ، وَلْيُعْطَفْ بِيَمِيْنِهِ (رواه الحسن بن سفيان)",
         "filter"  : "alif"
    },
    {
         "id" : 78,
         "value" : "إِذَا أمَّ أحْدُكُمُ النَّاسَ فَلْيُخَفَّفْ، فَإِنّض فِيْهِمُ الصَّغِيْرَ وَالْكَبِيْرَ وَالضَّعِيْفَ وَالْمَرِيْضَ وَذَاالْحَاجَةِ وَإِذَا صَلَّى لِنَفْسِهِ فَلْيُطَوِّلْ مَاشَاءَ (رواه الترمذى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 79,
         "value" : "إِذَا أَنْفَقَتِ الْمَرْأَةُ مِنْ بَيْتِ زَوْجِهَا غَيْرِ مُفْسِدَةٍ كَانَ لَهَا أَجْرُهَا بِمَا أَنْفَقَتْ وَلِزَوْجِهَا أَجْرُهُ بِمَاكَسَبَ، وَلِلْخَازِنِ مَثْلُ ذَلِكَ: لَا يَنْقُصُ بَعْضُهُمْ مِنْ أَجْرِ بَعْضٍ شَيْئًا (رواه الشيخان عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 80,
         "value" : "إِذَا تَثَاءِبَ أَحَدُكُمْ فَلْيَضَعْ يَدَهُ عَلَى فِيْهِ وَلَا يَعْوِى، فَإِنَّ الشَّيْطَانَ يَضْحَكُ مِنْهُ (رواه ابن ماجه عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 81,
         "value" : "إِذَا تَمَّ فُجُوْرُ الْعَبْدِ مَلَكَ عَيْنَيْهِ فَبَكَى بِهِمَا مَتَى شَاءَ (رواه ابن عدى عن عقبة بن عامر)",
         "filter"  : "alif"
    },
    {
         "id" : 82,
         "value" : "ِذَا تَرَكَ الْعَبْدُ الدُّعَاءَ لِلْوَالِدَيْنِ فَإِنَّهُ يَنْقَطِعُ عَنْهُ الرِّزْقُ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 83,
         "value" : "إِذَا جَامَعَ أَحَدُكُمْ امْرَأَتَهُ فَلَا يَتَنَحَى حَتَّى تَقْضِى حَاجَتَهَا كَمَا يُحِبُّ أَنْ يَقْضِى حَاجَتَهُ (رواه ابن عدى عن طلق)",
         "filter"  : "alif"
    },
    {
         "id" : 84,
         "value" : "إِذَا حَضَرْتُمْ مَوْتَا كُمْ فَأَغْمِضُواالْبَصَرَ، فَإِنَّ الْبَصَرَ يَتْبَعُ الرُّوْحَ وَقُوْلُوْا خَيْرًا، فَإِنَّ الْمَلَا ئِكَةَ تُؤَمِّنُ عَلَى مَا يَقُوْلُ أَهْلُ الْمَيِّتِ (رواه أحمد عن شدادبن أوس)",
         "filter"  : "alif"
    },
    {
         "id" : 85,
         "value" : "إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَفَأَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَأَخْطَأَ فَلَهُ أَجْرٌ وَاحِدٌ (رواه البخارى و مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 86,
         "value" : "إِذَا خَتَمَ الْعَبْدث الْقُرْآنَ صَلَّى عَلَيْهِ عِنْدَ خَتْمِهِ سِتُّوْنَ أَلْفَ مَلَكَ (رواه الديلمى عن عمروبن شعيب)",
         "filter"  : "alif"
    },
    {
         "id" : 87,
         "value" : "ِذَا خَرَجَ أَحَدُكُمْ إلَى سَفَرٍ فَلْيُوَدِّعْ إِخْوَانَهُ، فَإِنَّ اللهَ جَاعِلٌ لَهُ فِى دُعَائِهِمُ الْبَرَكَة (رواه ابن عساكر عن زيد بن أرقم)",
         "filter"  : "alif"
    },
    {
         "id" : 88,
         "value" : "إِذَا دَخَلَ أَحَدُكُمْ إلَى الْقَوْمِ فَأَوْسِعَ لَهُ فَلْيَجْلِسْ، فَإِنَّمَا هِيَ كَرَامَةٌ مِنَ اللهِ أَكْرَمَهُ بِهَا أَخُوْهُ الْمُسْلِمُ، فَإِنْ لَمْ يُوَسَّعْ لَهُ فَلْيَنْظُرْ أَوْسَعَهَا مَكَانًا فَلْيَجْلِسْ فِيْهِ (رؤاه الحارثعن أبى شيبة الخدرى)",
         "filter"  : "alif"
    },
    {
         "id" : 89,
         "value" : "إِذَا دَخَلَ الضَّيْفُ عَلَى الْقَوْمِ دَخَلَ بِرِزْقِهِ، وَإِذَا خَرَجَ خَرَجَ بِمَغْفِرَةٍ ذُنُوْبِهِمْ (رؤاه الديلمى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 90,
         "value" : "إذَا دَعَا الرَّجُلُ امْرَأَتَهُ إِلَى فِرَاشِهِ فَأَبَتْ، فَبَاتَ وَهُوَ غَضْبَانُ عَلَيْهَا لَعَنَتُهَا الْملَائِكَةِ حَتَّى تُصْبِحَ (رواه أحمد عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 91,
         "value" : "إِذَا دُعِيَ أَحَدُكُمْ إِلَى الْوَلِيْمَةِ فَلْيَأْتِهَا (رواه البخارى و مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 92,
         "value" : "إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يَجْلِسَ (رواه الجماعة)",
         "filter"  : "alif"
    },
    {
         "id" : 93,
         "value" : "إِذَا دَخَلَ شَهْرُ رَمَضَانَ فُتِحَتْ أَبْوِابُ السَّمَاءِ، وَغُلِّقَتْ أَبْوَابُ جَهَنَّمْ، وَسُلْسِلَتِ الشَّيَاطِيْنُ (رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 94,
         "value" : "إِذَا رَأَى أَحَدُكُمُ الرُّءْيَا يَكْرَهُهَا فَلْيَبْصُقْعَنْ يَسَارِهِ ثَلَاثًا وَلْيَسْتَعِدْ بِاللهِ مِنَ الشَّيْطَانِ ثَلَاثًا وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِى كَانَ عَلَيْهِ (رواه مسلم عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 95,
         "value" : "إِذَا رَأَى أَحَدُكُمُ الرُّؤْيَا يُحِبُّهَا فَإِنَّمَا هِيَ مِنَ اللهِ، فَلْيَحْمَدِاللهَ عَلَيْهَا وَلْيُحَدِّثْ بِهَا، وَإِذَا رَأَى غَيْرَذَلِكَ مِمَّا يَكْرَهُهُ فَإِنَّمَا هِيَ مِنَ الشَّيْطَانِ، فَلْيَسْتَعِذْ بِاللهِ، وَلَا يَذْكُرْهَا لأَحَدٍفَإِنَّهَا لَا تَضُرُّهُ (رواه البخارى عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 96,
         "value" : "إِذَا رَأَيْتُمْ عَمُوْدًا أَحْمَرَ مِنْ قِبْلِ الْمَشْرِقِ فِى شَهْرِ رَمَضَانَ فَا دَّخِرُوا طَعَامَ سَنَتِكُمْ فَإِنَّهَا سَنَةُ جُوْعٍ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 97,
         "value" : "إِذَا رَأَى أَحَدُكُمْ جَنَازَةً إِنْ لَمْ يَكُنْ مَاشِيًا مَعَهَا فَلْيَقُمْ حَتَّى يُخَلِّفُهَا أَوْ تُوْ ضَعَ مِنْ قَبْلِ أَنْ تُخَلِّفَهُ (رواه البخارى و مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 98,
         "value" : "إِذَا رَأَى أَحَدُكُمُ امْرَأةً حَسْنَاءَ فَأَعْجَبَتْهُ فَلْيَأْتِ أهْلَهُ، فَإِنَّ الْبُضْعَ وَاحِدٌ، وَمَعَهَا مِثْلُ الَّذِى مَعَهَا (رواه الخطيب عن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 99,
         "value" : "إِذَا رَأَى أَحَدُكُمْ بِأَخِيْهِ بَلَاءً فَلْيُحْمَدِاللهَ وَلاَ يُسْمِعْهُ ذَلِكَ (رواه ابن النجار عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 100,
         "value" : "إِذَا رَأَيْتُمُ الرَّجُلَ يَعْتَادُ الْمَسَاجِدَ فَاشْهَدُوا لَهُ بِالإِيْمَانِ (رواه البيهقى عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 101,
         "value" : "إِذَا رَأَيْتُمُ الْحَرِيْقَ فَكَبِّرُوْا، فَإِنَّ التَّكْبِيْرَ يُطْفِئُهُ (رواه البيهقي عن أبي سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 102,
         "value" : "إِذَا أَرَادَاللهُ بِقَوْمٍ سُوْءًا جَعَلَ أَمْرَهُمْ إِلَى مُتْرَفِيْهِمْ (رواه ابن عساكر)",
         "filter"  : "alif"
    },
    {
         "id" : 103,
         "value" : "إِذَا سَأَلْتُمُ اللهَ تَعَالَى فَاسْأَلُوْهُ بِبَطُوْنِ أَكُفِّكُمْ وَلَا تَسْأَلُوْهُ بِظُهُوْرِهَا ثُمَّ لَا تَرُدُّوْهَا حَتَّى تَمْسَحُوابِهَا وُجُوْهَكُمْ، فَإِنَّ الله جَاعِلٌفِيْهَا بَرَكَةً (رواه أبو داود)",
         "filter"  : "alif"
    },
    {
         "id" : 104,
         "value" : "إِذَا سَأَلَ أَحَدُكُمْ رَبَّهُ مَسْأَلَةً فَتَعَرَّفَ الْإِجَابَةَ فَلْيَقُلْ: (أَلْحَمْدُ لِلهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ) وَمَنْ أَبْطَأَ عَنْهث ذَلِكَ، فَلْيَقُلْ: أَلْحَمْدُ لِلهِ عَلَى كُلِّ حَالٍ)(رواه البيهقى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 105,
         "value" : "إِذَا سَرَّتْكَ حَسَنَتُكَ، وَسَاءَتْكَ سَيِّئَتُكَ فَأَنْتَ مُؤْمِنٌ (رواه الضياء عن أبى أمامة)",
         "filter"  : "alif"
    },
    {
         "id" : 106,
         "value" : "إِذَا سَمَّيْتُمُ الْوَلَدَ مُحَمَّدًا فَأَكْرِمُوْهُ، وَأَوْسِعُوا لَهُ فِى الْمَجْلِسِ وَلَا تُقَبِّحُوالَهُ وَجْهًا (رواه الخطيب عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 107,
         "value" : "إِذَا شَرِيْتُمُ الْمَاءَ فَاشْرَبُوْهُ مَصًا، وَلَاَتَشْرَبُوْهُ عَبًّا، فَإِنَّ الْعَبَّ يُوْرِثُ الْكُبَادَ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 108,
         "value" : "إِذَا صَلَّى أَحَدُكُمْ فَلْيُصَلِّ صَلَاَةَ مُوَدِّعٍ صَلَاةَ َنْ لَا يَظُنُّ أَنَّهُ يَرْجِعُ إِلَيْهَا أَبَدًا (رواه الديلمى عن أم سلمة)",
         "filter"  : "alif"
    },
    {
         "id" : 109,
         "value" : "إِذَا صَلَّتِ الْمَرْأَةُ خَمْسَهَا، وَصَامَتْ شَهْرَهَا، وَحَفِظَتْ فَرْجَهَا، وَأَطَاعَتْ زَوْجَهَا دَخَلَتِ الْجَنَّةَ (رواه البزار عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 110,
         "value" : "إِذَا ضُيِّعَتِ الْأَمَانَةُ فَانْتَظِرِ السَّاعَةَ، قَالَ: كَيْفَ إِضَاعَتُهَا يَا رَسُوْلَ اللِهِ؟ قَالَ: إِذَا أُسْنِدَالْأَمْرُإِلَى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَةَ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 111,
         "value" : " إِذَا ضَرَبَ أَحَدَكُمْ فَلْيَجْتَنِبِ الْوَجْه (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 112,
         "value" : " إِذَا ضَرَبَ الثُّرَيَا أَمِنَ الزَّارِعُ مِنَ الْعَاهَة (رواه البخاري)",
         "filter"  : "alif"
    },
    {
         "id" : 113,
         "value" : "إِذَا طَنَّتْ أُذُنُ أَحَدِ كُمْ فَلْيَذْكُرْنِي ، وَلْيُصَلِّي عَلَيَّ، وَلْيُقَلْ ذَكَرَ اللهُ مِنْ ذَكَرَنِى بِخَيْر (روه ابن عدى عن أبي رافع)",
         "filter"  : "alif"
    },
    {
         "id" : 114,
         "value" : "إِذَا عَطَسَ أَحَدَكُمْ فَلْيَقُلْ : الْحَمْدُ للهِ رَبِّ الْعَالَمِين، وَلْيَقُلْ لَهُ أَخُوْهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ الله، فَإِذَا قَالَ لَهُ يَرْحَمُكَ الله ، فَلْيَقُلْ: يَهْدِكُمُ الله وَيُصْلِحُ بَالَكُمْ (رواه داود والناسائى)",
         "filter"  : "alif"
    },
    {
         "id" : 115,
         "value" : "إِذَا عَرَفَ الْغُلَامُ يَمِيْنُهُ مِنْ شِمَالِهِ فَمُرُوْهُ بِا لصَّلاَةِ (رواه أبو داود)",
         "filter"  : "alif"
    },
    {
         "id" : 116,
         "value" : "إِذَا عَظَّمَتْ أُمَّتِى الدُنْيَا نُزِعَتْ مِنْهَا هَيْبَةُ الْإِسْلَامِ، وَإِذَا تَرَكَتِ الْأَمْرَ بِالْمَعْرُوْفِ وَالنَّهْىَ عَنِ الْمُنْكَرِ حُرِمَتْ بَرَكَةِ الْوَحْىِ ( رواه الترمذي)",
         "filter"  : "alif"
    },
    {
         "id" : 117,
         "value" : "إِذَا قُلْتَ لِصَاحِبِكَ يَوْمَ الْجُمُعَةِ أَئْصِتْ وَالْإِمَامُ يَخْطُبُ فَقَدْ لَغَوْتَ (رواه البخاري)",
         "filter"  : "alif"
    },
    {
         "id" : 118,
         "value" : "إِذَا قَالَ الْعَبْد: (يَا رَبّ يَارَبّ) قَالَ الله لَبَّيْكَ عَبْدِي، سَلْ تُعْطَ (رواه ابن أبي الدنيا عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 119,
         "value" : "إِذَا قَامَ الْعَبْدُ فِى الصَلَاتِهِ ذُرَّ الْبِرُّ عَلَى رَأْسِهِ حَتَّى يَرْكَعَ، فَإِذَا رَكَعَ عَلَتْهُ رَحْمَةُ الله حَتَّى يَسْجُدَ، وَالسَّاجدُ يَسْجُدُ عَلَى قَدَمَى الله تَعَالَى، فَلْيَسْأَلْ وَلْيَرْغَبْ (رواه سعيد بن منصور عن أبي عمار مرسلا)",
         "filter"  : "alif"
    },
    {
         "id" : 120,
         "value" : "إِذَا قَرَأَ ابْنُ آدَمَ السَّجْدَةَ، فَسَجَدَ، اعْتَزَلَ الشَّيْطَانُ يَبْكِي يَقُوْلُ: يَا وَيْلَهُ أُمِرَ ابْنُ آدَمَ بِالسَّجُوْدِ فَسَجَدَ فَلَهُ الْجَنَّةُ، وَأُمِرْتُ بِالسُّجُوْدِ فَعَصَيْتُ فَلِىَ النَّارُ (رواه مسلم عن أبي هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 121,
         "value" : "إِذَا أُقِيْمَتُ الصَّلَاةُ فَلَا تَأْتُوْهَا وَأَنْتُمْ تَسْعَوْنَ ، وَأَتُوْهَا وَأَنْتُمْ تَمْشُوْنَ، وَعَلَيْكُمُ السَّكِيْنَةُ، فَمَا أَدْرَكْتُمْ فَصَلُّوْا، وَمَا فَاتَكُمْ فَأَتِمُّوْا (رواه البخاري ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 122,
         "value" : "إِذَا أُقِيْمَتِ الصَّلاَةُ فَكَبِّرْ، ثُمَّ اقْرَأْ مَا تَيَسَّرَ مَعَكَ مِنَ الْقُرْآنِ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنً رَاكِعًا، ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنً سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنً جَالِسًا،ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنً سَاجِدًا، ثُمَّ افْعَلْ ذَلِكَ فِى صَلَاتِكَ كُلِّهَا (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 123,
         "value" : "إِذَا قُرِّبَ إِلَى أَحَدِكُمْ طَعَامُهُ وَفِى رِجْلَيْهِ نَعْلَاتِ فَلْيَنْزِعْ نَعْلَيْهِ، فَإِنَّهُ أَرْوَحُ لِلْقَدَمَيْنِ، وَهُوَ مِنَ السُّنَّةِ (رواه أبو يعلى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 124,
         "value" : "إِذَا كَثُرَتْ ذُنُوْبُ الْعَبْدِ فَلَمْ يَكُنْ لَهُ مِنَ الْعَمَلِ مَا يُكَفِّرُهَا ابْتَلَاهُ اللهُ بِالْحُزْنِ لِيُكَفِّرَهَا عَنْهُ(رواه أحمد عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 125,
         "value" : " إِذَا كَانَ آخِرُ الزَّمَانِ كَانَ قِوَامُ دِيْنِ النَّاسِ وَدُنْيَاهُمُ الدَّرَاهِمُ وَالدِّنَانِيْرُ ( رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 126,
         "value" : "إِذَا مَاتَ وَلَدُ الْعَبْدُ قَالَ الله تَعَالَى لِمَلَائِكَتِهِ: (قَبَضْتُمْ وَلَدُ عَبْدِى) فَيَقُوْلُونَ: نَعَمْ، فَيَقُولُ: (قَبَضْتُمْ ثَمَرَةَ فُؤَادِهِ) فَيَقُوْلُ : نَعَمْ، فَيَقُوْلُ: (مَاذَا قَالَ عَبْدِى؟ فَيَقُوْلُوْنَ حَمِدَكَ وَاسْتَرْجَعَ، فَيَقُوْلُ اللهُ تَعَالَى: (ابْنُوا لِعَبْدِى بَيْتًا فِى الْجَنَّةِ وَسَمُّوْهُ بَيْتَ الْحَمْدِ)(رواه الترمذى عن أبى موسى)",
         "filter"  : "alif"
    },
    {
         "id" : 127,
         "value" : "إِذَا مَاتَ الْإِنْسَانِ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلَاثِ: صَدَقَةٍ جَارِيَةٍ أَوْيُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُوْلَهُ. (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 128,
         "value" : "إِذَا نَزَلَ بِكُمْ كَرْبٌ أَوْ جَهْدٌ أَوْ بَلاَءٌ فَقُوْلُوا: (اللهُ رَبُّنَا لَا شَرِيْكَ لَه)(رواه البيهقى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 129,
         "value" : "إِذَا نَظَرَ أَحَدَكُمْ إِلَى مَنْ فُضِّلَ عَلَيْهِ فِى الْمَالِ وَالْخَلْقِ فَلْيَنْظُرْ إِلَى مَنْ هُوَ أَسْفَلَ مِنْهُ( رواه الشيخان عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 130,
         "value" : "إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيْضَةِ، ثُمَّ لْيَقُلْ: اَللّهُمَّ إِنِّى أَسْتَخِيْرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيْمِ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَم، وَأَنْتَ عَلاَّمُ الْغُيُوْب، أَللّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ خَيْرٌ لِى فِى دِيْنِي وَمَعَاشِى وَعَاقِبَةِ أَمْرِى فَاقْدُرْهُ لِى وَيَسِّرْهُ لِى، ثُمَّ بَارِكْ لِى فِيْه",
         "filter"  : "alif"
    },
    {
         "id" : 131,
         "value" : "وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرَّلِى فِى دِيْنِي وَمَعَاشِى وَعَاقِبَةِ أَمْرِى فَاصْرِفْهُ عَنِّى، وَاصْرِفْنِى عَنْهُ، وَاقْدُرْلِى الْخَيْرَ حَيْثُ كَانَ، ثُمَّ ارْضِنِى بِهِ، قَالَ: وَيُسَمَّى حَاجَتَهُ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 132,
         "value" : "إِذَا وُضِعَتِ الْجَنَازَةِ وَاحْتَمَلَهَا الرِّجَالَ عَلَى أَعْنَاقِهِمْ، فَإِنْ كَانَتْ صَالِحَةِ قَالَتْ: قَدَّمُوْنِى، وَإِنْ كَانَتْ غَيْرَ صَالِحَةٍ قَالَتْ : يَا وَيْلَهَا، أَيْنَ تَدْهَبُوْنَ بِهَا يَسْمَعُ صَوْتَهَا كُلُّ شَيْءٍ إِلاَّ الْإِنْسَانَ، وَلَوْ سَمِعَهُ لَصَعِقَ( رواه البخاري)",
         "filter"  : "alif"
    },
    {
         "id" : 133,
         "value" : "إِذَا وُسِّدَ الْأَمْرُ إِلَى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَة( رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 134,
         "value" : "إِذَا وُقَعَ فِى الرَّجُلِ وَأَنْتَ فِى مَلَإٍ فَكُنْ لِلرَّجُلِ نَاصِرًا، وَلِلْقَوْمِ زَاجِرًا، وَقُمْ عَنْهُمْ(رواه ابن أبى الدنيا)",
         "filter"  : "alif"
    },
    {
         "id" : 135,
         "value" : "إِذَا أَرَادَ اللهُ بِالْأَمِيْرِ خَيْرًا جَعَلَ لَهُ وَزِيْرَ صِدْقِ، إِنْ نَسِىَ ذَكَرَهُ وَإِنْ ذَكَرَ أَعَانَهُ، وَإِذَا أَرَادَاللهُ بِهِ غَيْرَ ذَلِكَ، جَعَلَ لَهُ وَزِيْرَ سُوْءٍ إِنْ نَسىَ لَمْ يُذَكِّرَهُ وَإِنْ ذَكَرَلَمْ يُعِنْهُ(رواه النسائى)",
         "filter"  : "alif"
    },
    {
         "id" : 136,
         "value" : "إِذَا أَكَلَ أَحَدَكُمْ مَعَ جَمَاعَةٍ وَشَبِعَ، فَلَا يَرْفَعْ يَدَهُ حَتَّى يَرْفَعَ الْقَوْمُ فَإِنَّهُ يُخْجِلُ جَلِيْسَهُ (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 137,
         "value" : "إِذَاحَجَّ الرَّجُلُ بِمَالٍ حَرَامٍ، فَقَال: لَبَّيْكَ، قَالَ لَهُ عَزَّ وَجَلَّ: (لاَ لَبَّيْكَ وَلاَ سَعْدَيْكَ)(رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 138,
         "value" : "اذْكُرُوا مَحَاسِنَ مَوْتَاكُمْ، وَكُفُّوا عَنْ مَسَاوِيْهِمْ (رواه الترمذي عن انب عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 139,
         "value" : "أَذِيْبُوا طَعَامَكُمْ بِذِكْرِ اللهِ وَالصَّلاَةِ، وَلاَ تَنَامُوا عَلَيْهِ فَتَقْسُو قُلُوْبُكُمْ (رواه أبو نعيم فى الطب عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 140,
         "value" : "أَرْبَعُ دَعَوَاتٍ لاَ تُرَدُّ: دَعْوَةُ الْحَاجِّ حَتَّى يَرْجِعَ، وَدَعْوَةُ الْغَازِى حَتَّى يَصْدُرَ، وَدَعَوَة الْمَرِيْض حَتَّى يَبْرَأَ، وَدَعْوَةُ الْأَخ لِأَخِيْهِ بِظَهْرِ الْغَيْبِ (رواه الديلمى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 141,
         "value" : "أَرْبَعُ مَنْ كُنَّ فِيْهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيْهِ خَصْلَةٌ مِنْهُنّ كَانَتْ فِيْهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ(رواه الشيخان عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 142,
         "value" : "أَرْبَعٌ مَنْ كُنَّ فِيْهِ حَرَّمَهُ اللهُ عَلَى النَّارِ، وَعَصَمَهُ مِنَ الشَّيْطَانِ: مَنْ مَلَكَ نَفْسَهُ حِيْنَ يَرْغَبُ، وَحِيْنَ يَرْهَبُ، وَحِيْنَ تَشْتَهِى، وَحِيْنَ يَغْضَبُ، وَأَرْبَعٌ مَنْ كُنَّ فِيْهِ نَشَرَ اللهُ تَعَالَى عَلَيْهِ رَحْمَتَهُ، وَأَدْخَلَهُ جَنَّتَهُ: مِنْ آوَى مِسْكِيْنًا، وَرَحِمَ الضَّعِيْفَ، وَرَفَقَ بِالْمَمْلُوْكِ، وَأَنْفَقَ عَلَى الْوَالِدَيْنِ (رواه الحاكم)",
         "filter"  : "alif"
    },
    {
         "id" : 143,
         "value" : "أَرْبَعٌ مَنْ أُعْطِيَهُنَّ فَقَدْ أَعْطَى خَيْرَ الدُّنْيَا وَالآخِرَة : لِسَانٌ ذَاكِر، وَقَلْبٌ شَاكِر، وَبَدَنٌ عَلَى الْبَلَاءِ صَابِر، وَزَوْجَةٌ لَا تَبْغِيْهِ خَوْفًا فِى نَفْسِهَا وَلاَ مَالِهِ  (رواه الطبرانى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 144,
         "value" : "أَرْبَعٌ، حَقٌّ عَلَى اللهِ أَنْ لاَ يُدْخِلَهُمُ الْجَنَّةَ، وَلاَ يُذِيْقَهُمْ نَعِيْمَهَا: مُدْمِنُ خَمْرٍ، وَآكِلُ الرِّبَا، وَآكِلُ مَالِ الْيَتِيْمِ بِغَيْرِ حَقَّ، وَالْعَاقُّ لِوَالِدَيْهِ(رواه الحاكم)",
         "filter"  : "alif"
    },
    {
         "id" : 145,
         "value" : "أَرْبَعٌ لاَ يَشْبَعْنَ مِنْ أَرْبَعٍ: أَرْضٌ مِنْ مَطَرٍ، وَأُنْثَى مِنْ ذَكَرِ، وَعَيْنٌ مِنْ نَظَرٍ، وَعَالِمٌ مِنْ عِلْمِ (رواه الحاكم)",
         "filter"  : "alif"
    },
    {
         "id" : 146,
         "value" : "أَرْبَعَةٌ مِنْ سَعَادَةِ الْمَرْءِ: أَنْ تَكُوْنَ زَوْجَتُهُ صَالِحَةً، وَأَوْلَادُهُ أَبْرَارًا، وَخُلُطَاؤُهُ صَالِحِيْنَ وَأَنْ يَكُوْنَ رِزْقُهُ فِى بَلَدِهِ (رواه الديلمى عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 147,
         "value" : "أَرْبَعَةٌ يُبْغِضُهُمُ اللهُ تَعَالَى : الْبَيَّاعُ الْحَلاَّفُ، وَالْفَقِيْرُ الْمُخْتَالُ وَالشَّيْخُ الزَّانِى، وَالْإِمَامُ الْجَائِرُ (رواه النسائى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 148,
         "value" : "أَرْبَعٌ مِنَ الشَّقَاءِ : جُمُوْدُ الْعَيْنِ، وَقَسْوَةُ الْقَلْبِ، وَالْحِرْص، وَطُوْلُ الْأَمَلِ(رواه أبو نعيم عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 149,
         "value" : "أَرْبَعٌ لاَ يُصِبْنَ إِلاَّ بِعَجَبٍ: الصُّمْتُ، وَهُوَ أَوَّلُ الْعِبَادَةِ وَالتَّوَاضُعُ وَذِكْرُ اللهِ وَقِلَّةُ الشَّيْءِ(رواه الطبرانى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 150,
         "value" : "أَرْبَعَةٌ تَجْرِى عَلَيْهِمْ أُجُوْرُهُمْ بَعْدَ الْمَوْتِ: مَنْ مَاتَ مُرَابِطًا فِى سَبِيْلِ اللهِ، وَمَنْ عَلَّمَ عِلْمًا أُجْرِىَ لَهُ عَمَلُهُ مَا عُمِلَ بِه، وَمَنْ تَصَدَّقَ بِصَدَقَةٍ فَأَجْرُهَا يَجْرِى لَهُ مَا وُجِدَتْ، وَرَجُلٌ تَرَكَ وَلَدًا صَالِحًا فَهُوَ يَدْعُوْلَهُ(رواه الطبرانى عن أبى أماماة)",
         "filter"  : "alif"
    },
    {
         "id" : 151,
         "value" : "أَرْبَعَةٌ مِنْ كَنْزِ الْجَنَّة: إِخْفَاءُ الصَّدَقَة، وَكِتْمَانُ الْمُصِيْبَةِ، وَصِلَّةُ الرَّحِمِ، وَقَوْلُ: (لاَحَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ)(رواه الخطيب عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 152,
         "value" : "إِرْفَعُوْا أَلْسِنَتِكُمْ عَنِ الْمُسْلِمِيْن، وَإِذَا مَاتَ أَحَدٌ مِنْهُمْ فَقُوْلُوْا فِيْهِ خَيْرًا(رواه الطبرانى عن سهل بن سعد)",
         "filter"  : "alif"
    },
    {
         "id" : 153,
         "value" : "إِرْحَمُوْا مِنَ النَّاسِ ثَلَاثَةٌ: عَزِيْزَ قَوْمٍ ذَلَّ، وَغَنِيَّ قَوْمِ افْتَقَرَ، وَعَالِمًا بَيْنَ جُهَّالِ (رواه العسكرى)",
         "filter"  : "alif"
    },
    {
         "id" : 154,
         "value" : "إِزْهَدْ فِى الدُّنْيَا يُحِبَّكَ اللهُ، وَازْهَدْ فِيْمَا فِى أَيْدِ النَّاسِ يُحِبَّكَ النَّاسُ (رواه الحاكم عن سهل بن سعد)",
         "filter"  : "alif"
    },
    {
         "id" : 155,
         "value" : "اَزْهَدُ النَّاسِ فِى الْعَالِمِ أَهْلُهُ، وَجِيْرَانُهُ ( رواه ابن عدى عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 156,
         "value" : "أَزْهَدُ النَّاسِ مَنْ لَمْ يَنْسَ الْقَبْرَ وَالْبِلَى وَتَرَكَ أَفْضَلُ زِيْنَةِ الْحَيَاةِ الدُّنْيَا، وَآثَرَ مَا يَبْقَى عَلَى مَا يَفْنَى، وَلَمْ يَعُدْ غَدًا مِنْ أَيَّامِهِ وَعَدَّ نَفْسَهُ فِى الْمَوْتَى (رواه البيهقى عن الضحاك مرسلا)",
         "filter"  : "alif"
    },
    {
         "id" : 157,
         "value" : "إِسْبَاغُ الْوُضُوْءِ شَطْرُ الْإِيْمَانِ، وَالْحَمْدُ لِلّهِ الَّذِى تَمْلَأُ الْمِيْزَانَ، وَالتَسْبِيْحُ وَالتَكْبِيْرُ يَمْلَأَانِ السَّمَوَاتِ وَالْأَرْضَ، وَالصَّلَاةُ نُوْرٌ وَالزَّكَاةُ بُرْهَانٌ وَالصَبْرُ ضِيَاءٌ، وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْك، كُلُّ النَّاس يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا، أَوْ مُوْبِيْقَهَا(رواه ابن حبان عن أبى مالك الأشعرى)",
         "filter"  : "alif"
    },
    {
         "id" : 158,
         "value" : "اسْتَحْيُوا مِنَ اللهِ حَقَّ الْحَيَاء، مَنِ اسْتَحْيَا مِنَ الله حَقَّ الْحَيَاءِ فَلْيَحْفَظِ الرَّأسِ وَمَا وَعَى، وَلْيَحْفَظِ الْبَطَنَ وَمَا حَوَى، وَلْيَذْكُرِ الْمَوْتَ وَاْلبِلَى، وَمَنْ أَرَادَ الْآخِرَةَ تَرَكَ زِيْنَةَ الْحَيَاةِ الدُّنْيَا، فَمَنْ فَعَلَ ذَلِكَ فَقَدِ اسْتَحْيَا مِنَ اللهِ حَقَّ الْحَيَاءِ (رواه الترمذى عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 159,
         "value" : "إِسْتَشْفُوْا بِمَا حَمِدَ اللهُ تَعَالَى بِهِ نَفْسَهُ قَبْلَ أَنْ يَحْمَدَهُ خَلْقُهُ، وَبِمَا مَدَحَ اللهُ تَعَالَى بِهِ نَفْسَهُ: (اَلْحَمْدُ لله) وَ(قُلْ هُوَ اللهُ أَحَدٌ) فَمَنْ لَمْ يَشْفِهِ الْقُرْآن فَلَا شَفَا هُ أَحَدَ (رواه ابن نافع عن رجاء الغنى)",
         "filter"  : "alif"
    },
    {
         "id" : 160,
         "value" : "إِسْتَعِيْنُوا عَلَى إِنْجَاحِ الْحَوَائِجِ بِالْكِتْمَانِ، فَإِنْ كُلَّ ذِى نِعْمَةٍ مَحْسُوْدٌ (رواه أبو نعيم عن رجاء الغنوى)",
         "filter"  : "alif"
    },
    {
         "id" : 161,
         "value" : "إِسْتَعِيْنُوْا عَلَى النِّسَاءِ بِالْعُرْىِ، فَإِنَّ إِحْدَاهُنَّ إِذَا كَثُرَتْ ثِيَابُهَا وَأَحْسَنَتْ زِيْنَتَهَا أَعْجَبَهَا الْخُرُوْجُ ( رواه ابن عدى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 162,
         "value" : "إِسْتَقِيْمُوْا وَنِعْمًا أَنِ اسْتَقَمْتُمْ وَخَيْرُ أَعْمَالِكُمُ الصَّلَاةُ، وَلَنْ يُحَافِظَ عَلَى الْوُضُوْءِ إِلاَّ كُلُّ مُؤْمِنٍ (رواه ابن ماجه عن أبى أمامة)",
         "filter"  : "alif"
    },
    {
         "id" : 163,
         "value" : "إِسْتَكْثِرْ مِنَ النَّاسِ مِنْ دُعَاءِ الْخَيْرِ لَكَ، فَإِنَّ الْعَبْدَ لَا يَدْرِى عَلَى لِسَانِ مَنْ يُسْتَجَابُ لَهُ أَوْ يُرْحَمُ (رواه الخطيب عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 164,
         "value" : "إِسْتَكْثِرُوْا مِنْ قَوْلِ : (لاَحَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللهِ) فَإِنَّهَا تَدْفَعُ تِسْعَةٌ وَتِسْعِيْنَ بَابًا مِنَ الضُّرُّ أَدْنَاهَا الْهُمَّ (رواه العقيلى عن جبر)",
         "filter"  : "alif"
    },
    {
         "id" : 165,
         "value" : "إِسْتَوْصُوا بِالنِّسَاءِ خَيْرًا فَإِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ أَعْوَجَ، وَإِنْ أَعْوَجَ شَيْءٍ فِى الضَّلُعِ أَعْلَاهُ، فَإِنْ ذُهَبْتَ تُقِيْمُهُ كَسَرْتَهُ، وَإِنْ تَرَكْتَهُ لَمْ يُزَلْ أَعْوَجَ فَا سْتَوْصُوا بِالنِّسَاءِ خَيْرًا ( رواه الشيخان عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 166,
         "value" : "أَسْرِعُوْا بِالْجَنَازَةِ فَإِنْ تَكُ صَالِحَةً فَخَيْرٌ تُقَدِّمُوْنَهَا إِلَيْه، وَإِنْ تَكُ سِوَى ذَلِكَ فَشَرٌّ تَضَعُوْنَهُ عَنْ رِقَابِكُمْ(رواه الشيخان عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 167,
         "value" : "إِسْمُ اللهِ الْأَعْظَمُ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ، وَإِذَا سُئِلَ بِهِ أَعْطَى دَعْوَةُ يُوْنُسَ بْنِ مَتَى (رواه ابن جرير عن سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 168,
         "value" : "إِسْمَعُوْا وَأَطِيْعُوْا وَإِنِ اسْتَعْمَلَ عَلَيْكُمْ عَبْدٌ حَبَشِىٌّ كَأَنَّ رَأْسِهِ زَبِيْبَة (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 169,
         "value" : "إِشْتَدَّ غَضَبُ اللهِ عَلَى مَنْ ظَلَمَ مَنْ لاَ يَجِدُ نَاصِرًا غَيْرَ اللهِ (رواه الديلمى عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 170,
         "value" : "أَشَدُّ النَّاسِ عَذَابًا لِلنَّاسِ فِى الدُّنْيَا أَشَدُّ النَّاسِ عَذَابًا عِنْدَ اللهِ يَوْمَ الْقِيَامَةِ (رواه أحمد عن خالد بن الوليد)",
         "filter"  : "alif"
    },
    {
         "id" : 171,
         "value" : "أَشَدُّ النَّاسِ بِلاَءً الْأَنْبِيَاءُ ثُمَّ الْأَمْثَلُ فَالْأَمْثَلَ يُتْلَى الرَّجُلُ عَلَى حَسَبِ دِيْنِهِ: فَإِنْ كَانَ فِى دِيْنِهِ صُلْبًا اشْتَدَّ بَلاَؤُهُ، وَإِنْ كاَنَ فِى دِيْنِهِ رِقَّةٌ ابْتُلِىَ عَلَى قَدْرِ دِيْنِهِ، فَمَا يَبْرَحُ الْبَلاَءُ بِالْعَبْدِ حَتَّى يَتْرُكَهُ يَمْشِى عَلَى الْأَرْضِ، وَمَا عَلَيْهِ خَطِيْئَةً(رواه البخارى عن سعيد) ",
         "filter"  : "alif"
    },
    {
         "id" : 172,
         "value" : "أَشَدُّ النَّاسِ حَسْرَةً يَوْمَ الْقِيَامَةِ رَجُلٌ أَمْكَنَهُ طَلَبُ الْعِلْمِ فِى الدُّنْيَا فَلَمْ يَطْلُبُهُ، وَرَجُلٌ عَلَّمَ عِلْمًا فَانْتَفَعَ بِهِ مَنْ سَمِعَهُ مِنْهُ دُوْنَهُ (رواه ابن عساكرعن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 173,
         "value" : "أَشَدُّ أُمَّتِى لِى حُبًّا قَوْمٌ يَكُوْنُوْنَ بَعْدِى، يَوَدُّ أَحَدُهُمْ أَنَّهُ فَقَدْ أَهْلَهُ وَمَالَهُ وَأَنَّهُ رَآنَى (رواه أحمد عن أبى ذر)",
         "filter"  : "alif"
    },
    {
         "id" : 174,
         "value" : "أَشَدُّ االنَّاسِ عَذَابًا عِنْدَاللهِ يَوْمَ الْقِيَامَةِ الَّذِيْنَ يُضَاهُوْنَ بِخَلْقِ اللهِ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 175,
         "value" : "أَصْلِحُوا دُنْيَاكُمْ، وَاعْمَلُوْا لْآخِرَتِكُمْ، كَأَنَّكُمْ تَمُوْتُوْنَ غَدًا  (رواه الديلمى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 176,
         "value" : "إِصْنَع الْمَعْرُوْفَ إِلَى مَنْ هُوَ أَهْلَهُ، وَإِلَى غَيْرِ أَهْلِهِ، فَإِنْ أَصَبْتَ أَهْلَهُ أَصَبْتَ أَهْلَهُ، وَإِنْ لَمْ تُصِبْ أَهْلَهُ كٌنْتَ أَنْتَ أَهْلَهُ (رواه الخطيب عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 177,
         "value" : "إِضْمَنُوْا لِى سِتًّا مِنْ أَنْفُسِكُمْ أَضْمَنْ لَكُمُ الْجَنَّةَ، اصْدُقُوا إِذَا حَدَّثْتُمْ، وَأَوْفُوا إِذَا وَعَدْتُمْ، وَأَدُّوا إِذَا أْتُمِنْتُمْ، وَاحْفَظُوْا فُرُوْجَكُمْ وَغَضُّوْا أَبْصَارَكُمْ، وَكُفُّوْا أَيْدِيَكُمْ (رواه البيهقى عن عبادة بن الصامت)",
         "filter"  : "alif"
    },
    {
         "id" : 178,
         "value" : "أَطَّلَعَتْ عَلَى الْجَنَّةِ فَوَجَدْتُ أَكْثَرَ أَهْلَهَا الْفُقَرَاءَ وَاطَّلَعَتُ عَلَى النَّارِ فَوَجَدْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 179,
         "value" : "أَطِبِ الْكَلَامَ وَأَفْشِ السَّلاَمَ وَصِلِ الْأَرْحَامَ، وَصَلَّ بِالَّيْلِ وَالنَّاسُ نِيَامُ، ثُمَّ ادْخُلُ الْجَنَّةَ بِسَلَامٍ (رواه ابن حبان عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 180,
         "value" : "أَطْفَالُ الْمُؤْمِنِيْنَ فِى جَبَلِ فِى الْجَنَّةِ، يَكْفُلُهُمْ إِبْرَاهِيْمُ وَسَارَّةُ، حَتَّى يَرُدُّهُمْ إِلَى آبَائِهِمْ يَوْمَ الْقِيَامَةِ(رواه البيهقى عن أبى هريرة) ",
         "filter"  : "alif"
    },
    {
         "id" : 181,
         "value" : "اطْلُبُوْا الْحَوَائِجَ بِعِزَّةِ الْأَنْفُسِ، فَإِنَّ الْأُمُوْرَ تَجْرِى بِاْلمَقَادِيْرِ (رواه اب عساكر عن عبد الله بن بسر)",
         "filter"  : "alif"
    },
    {
         "id" : 182,
         "value" : "أُطْلُبُوْا الرِّزْقَ فىِ خَبَايَا الْأَرْضِ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 183,
         "value" : "أُطْلُبُوا الْمَعْرُوفَ مِنْ رُحَمَاءِ أُمَّتِى تَعِيْشُوا فِى أَكْنَافِهِمْ، وَلَا تَطْلُبُوْهُ مِنَ الْقَاسِيَةِ قُلُوْبُهُمْ، فَإِنًّ اللَّعْنَةَ تَنْزِيْلُ عَلَيْهِمْ، يَا عَلِىُّ إِنَّ الله تَعَالَى خَلَقَ الْمَعْرُوْفَ، وَخَلَقَ لَهُ أَهْلاً، فَحَبَّبَهُ إِلَيْهِمْ، وَحَبَّبَ إِلَيْهِمْ فِعَالَهُ، وَوَجَّهَ إِلَيْهِمْ طُلاَّبَهُ كَمَا وَجَّهَ الْمَاءَ إِلَى الْأَرْضِ الْجَدْبَةِ لِتَحْيَابِهِ أَهْلُهَا، إِنَّ أَهْلَ الْمَعْرُوْفِ فِى الدُّنْيَا هُمْ أَهْلَ الْمَعْرُوْفِ فِى الآخِرَةِ(رواه الحاكم عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 184,
         "value" : "اطْلُبُوا الْعِلْمَ وَلَوْ بِالصِّيْنِ، فَإِنَّ طَلَبَ الْعِلْمِ فَرِيْضَةً عَلَى كُلِّ مُسْلِمٍ، إِنَّ الْمَلاَئِكَةَ تَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضَاءً بِمَا يَطْلُبُ(رواه ابن عبد البر)",
         "filter"  : "alif"
    },
    {
         "id" : 185,
         "value" : "أَظْهِرُوْا النِّكَاحَ وَأَخَفُّوا الْخِطْبَةَ (رواه الديلمى عن أم سلمة)",
         "filter"  : "alif"
    },
    {
         "id" : 186,
         "value" : "اعْبُدِ الله كَأَنَّكَ تَرَاهُ وَعُدَّ نَفْسَكَ فِى الْمَوْتَى وَإِيَّاكَ وَدَعَوَاتِ الْمَظْلُوْمِ، فَإِنَّهُنَّ مُجَابَاتٌ، وَعَلَيْكَ بِصَلَاةِ الْغَدَاةِ، وَصَلاَةِ الْعِشَاءِ فَاشْهَدْهُمَا فَلَوْ تَعْلَمُوْنَ مَا فِيْهِمَا لأَتَيْتُمُوْهُمَا وَلَوْ حَبْوًا(رواه الطبرانى عن أبى الدرداء)",
         "filter"  : "alif"
    },
    {
         "id" : 187,
         "value" : "اعْبُدِاللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ، وَاحْسُبُ نَفْسَكَ مَعَ الْمَوْتَى، وَاتَّقِ دَعْوَةَ الْمَظْلُوْمِ فَإِنَّهَا مُسْتَجَابَةٌ ( رواه أبو نعيم عن زيد بن أرقم)",
         "filter"  : "alif"
    },
    {
         "id" : 188,
         "value" : "أُعْبُدُوا الرَّحْمَنَ، وَأَطْعِمُوا الطَّعَامَ، وَأَفْشُوا السَّلَامَ، تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ (رواه الترمذى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 189,
         "value" : "اعْتَدِلُوْا فىِ السُّجُوْدِ وَلاَ يَبْسُطُ أَحَدُكُمْ ذِرَاعَيْهِ انْبِسَاطَ الْكَلْبِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 190,
         "value" : "أَعْدَى عَدُوُّكَ زَوْجَتُكَ الَّتِى تُضَاجِعُكَ وَمَا مَلَكَتْ يَمِيْنُكَ (رواه الديلمى عن أبى مالك الأشعرى)",
         "filter"  : "alif"
    },
    {
         "id" : 191,
         "value" : "أَعْطُوْا أًعْيُنُكُمْ حَظِّهَا مِنَ الْعِبَادَةِ: النَّظَرَ فِى الْمُصْحَفِ، وَالتَّفَكُّرَ فِيْهِ وَالْاِعْتِبَارَ عِنْدَ عَجَائِبِهِ (رواه الحاكم عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 192,
         "value" : "أُعْطِيْتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِى: نُصِرَتُ بِالرُّعْبِ مَسِيْرَةَ شَهْرِ وَأُعْطِيْتُ مَفَاتِيْحَ الْأَرْضِ، وَجُعِلَتْ لِىَ الْأَرْضُ مَسْجِدًا وَطَهُوْرًا، وَجُعِلَتْ أُمَّتِى خَيْرَ الْأُمَمِ، وَأُعْطِيْتُ الشَّفَاعَةَ، وَكَانَ  النَّبِيّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 193,
         "value" : "أُعْطِيْتُ سَبْعِيْنَ أَلْفًا مِنْ أُمَّتِى، يَدْخُلُوْنَ الْجَنَّةَ بِغَيْرِ حِسَابٍ، وُجُوْهُهُمْ كَالْقَمَرِ لَيْلَةَ الْبَدْرِ، وَقُلُوْبُهُمْ عَلَى قَلْبِ رَجُلٍ وَاحِدٍ، فَاسْتَزَدْتُ رَبِّيْ عَزَّ وَجَلَّ فَزَادَنِى مَعَ كُلِّ وَاحِدٍ سَبْعِيْنَ أَلْفًا (رواه أحمد عن أبى بكر)",
         "filter"  : "alif"
    },
    {
         "id" : 194,
         "value" : "أُعْطِيْتُ أُمَّتِى شَيْئٍ لَمْ يُعْطَهُ أَحَدٌ مِنَ الْأُمَمِ أَنْ يَقُوْلُوْا عِنْدَالْمُصِيْبَةِ(إِنَّا لِلّهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ)(رواه ابن مردوية عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 195,
         "value" : "أَعْطُواالْأَجِيْرَ أَجْرَهُ قَبْلَ أَنْ يَجِفَّ عَرَقُهُ، وَأَعْلِمُوا أَجْرَهُ وَهُوَ فِى عَمَلِهِ(رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 196,
         "value" : "أَعْظَمُ النَّاسِ هَمَّا: الْمُؤْمِنُ يَهْتَمُّ بِأَمْرِ دُنْيَاهُ وَأَمْرِ آخِرَتِهِ ( رواه ابن ماجه عن أنس) ",
         "filter"  : "alif"
    },
    {
         "id" : 197,
         "value" : "أَعْظَمَ النَّاسِ حَقَّا عَلَى الْمَرْأَةِ زَوْجُهَا، وَأَعْظَمُ النَّاسِ حَقًّا عَلَى الرَّجُلِ أُمُّهُ(رواه الحاكم عن عائش)",
         "filter"  : "alif"
    },
    {
         "id" : 198,
         "value" : "أَعْظَمَ النِّسَاءِ بَرَكَةً أَيْسَرُهُنَّ مَؤُوْنَةً (رواه أحمد عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 199,
         "value" : "أَعْظَمُ آيَةٍ فِى الْقُرْآن: آيَةُ الْكُرْسِىّ، وَأَعْدَلُ آيَةٍ فِى الْقُرْآنِ: (إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ) وَأَخْوَفُ آيَةِ فِى الْقُرْآن: (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ، وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ) وَأَرْجَى آيَةَ فِى الْقُرْآن: (يَاعِبَادِى الَّذِيْنَ أَسْرَفُوْا عَلَى أَنْفُسِهِمْ لاَ تَقْنَطُوا مِنْ رَحْمَةِاللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا)(رواه الشيرازى عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 200,
         "value" : "اعْلَمُوا أَنَّهُ لَيْسَ مِنْكُمْ مِنْ أَحَدٍ إِلاَّ مَالُ وَارِثِهِ أَحَبُّ إِلَيْهِ مِنْ مَالَهُ مَالُكَ مَا قَدَّمَتْ، وَمَالُ وَارِثِكَ مَا أَخَّرْتَ (رواه النسائى عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 201,
         "value" : "أَعْلِنًوا هَذَاالنِّكَاحَ، وَاجْعَلُوْهُ فِى الْمَسَاجِدِ، وَاضْرِبُوْا عَلَيْهِ بِالدُّفًوْفِ(رواه الترمذى عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 202,
         "value" : "اعْمَلْ لِدُنْياَكَ كَأَنَّكَ تَعِيْشُ أَبَدًا وَاعْمَلْ لآخِرَتِكَ كَأَنَّكَ تَمُوْتُ غَدًا (رواه ابن عساكر)",
         "filter"  : "alif"
    },
    {
         "id" : 203,
         "value" : "إِغْتَنِمْ خَمْسًا قَبْلَ خَمْسٍ، حَياَتكَ قَبْلَ مَوْتِكَ، وَصِحَّتِكَ قَبْلَ سُقْمِكَ، وَفَرَاغَكَ قَبْلَ شُغْلِكَ، وَشَبَابَكَ قَبْلَ هَرَمِكَ، وَغِنَاكَ قَبْلَ فَقْرِكَ(رواه البيهقى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 204,
         "value" : "اغْسِلُوا ثِيَابَكُمْ وَخُذُوا مِنْ شَعْرِكُمْ وَاسْتَاكُوا وَتَزَيَّنوُا وَتَنَظَّفُوْا فَإِنَّ بَنِى إِسْرَائِيْلَ لَمْ يَكُوْنُوْا يَفْعَلُوْنَ ذَلِكَ فَزَنَتْ نِسَاؤُهُمْ (رواه ابن عساكر عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 205,
         "value" : "اغْدُ عَالِمًا أَوْ مُتَعَلِّمًا أَوْ مُسْتَمِعًا أَوْ مُحِبًّا وَلاَ تَكُنِ الْخَامِسَ فَتَهْلِكَ (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 206,
         "value" : "أَفْضَلُ الْإِيْمَانِ أَنْ تَعْلَمَ أَنَّ اللهَ مَعَكَ حَيْثُ مَا كُنْتَ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 207,
         "value" : "أَفْضَلُ الدُّعَاءِ أَنْ تَسْأَلَ رَبَّكَ الْعَفْوَ وَاْلعَافِيَةِ فِى الدُّنْيَا وَالْآخِرَة، فَإِنَّكَ إذًا أُعْطِيْتَهُمَا فِى الدُّنْيَا ثُمَّ اعْطِيْتَهُمَا فِى الْآخِرَةِ فَقَدْ أَفْلَحَتْ (رواه ابن ماجه عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 208,
         "value" : "أَفْضَلُ الصَّدَقَةِ أَنْ تُشْبِعَ كُبِدًا جَائِعًا (رواه البيهقى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 209,
         "value" : "أَفْضَلُ الصَّدَقَةِ أَنْ يَتَعَلَمَ الْمَرْءُ الْمُسْلِمُ عِلْمًا ثُمَّ يُعَلِّمُهُ أَخَاهُ الْمُسْلِمَ (رواه ابن ماجه)",
         "filter"  : "alif"
    },
    {
         "id" : 210,
         "value" : "أَفْضَلُ الْعِيَادَةِ أَجْرًا سُرْعَةُ الْقِيَامِ مِنْ عِنْدِ الْمَرِيْضِ (رواه الديلمى عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 211,
         "value" : "أَفْضَلُ الْفَضَائِلِ أَنْ تَصِلَ مَنْ قَطَعَكَ وَتُعْطَى مَنْ حَرَمَكَ وَتَصْفَحَ عَمَّنْ ظَلَمَكَ (رواه الطبرانى عن معاذ)",
         "filter"  : "alif"
    },
    {
         "id" : 212,
         "value" : "أَفْضَلُ الْأَعْمَالِ بَعْدَ الْإِيْمَانِ بِاللهِ التَّوَدُّدَ إِلَى النَّاسِ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 213,
         "value" : "أَفْضَلُ الْمُؤْمِنِيْنَ إِسْلاَمًا مَنْ سَلِمَ الْمُسْلِمُوْنَ مِنْ لِسَانِهِ وَيَدِهِ، وَأَفْضَلُ الْمُؤْمِنِيْنَ إِيْمَانًا أَحْسَنُهُمْ خَلْقاً، وَأَفْضَلُ الْمُهَاجِرِيْنَ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ، وَأَفْضَلُ الْجِهَادِ مَنْ جَاهَدَ نَفْسَهُ فِى اللهِ عَزَّ وَجَلَّ (رواه الطبرانى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 214,
         "value" : "أَفْضَلُ النَّاسِ مُؤْمِنٌ يُجَاهِدُ فِى سَبِيْلِ اللهِ بِنَفْسِهِ وَمَالِهِ، ثُمَّ مُؤْمِنُ فِى شِعْبٍ مِنَ الشَّعَابِ يَتَّقِى اللهَ وَيَدَعَ النَّاسَ مِنْ شَرِّهِ (رواه البخارى عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 215,
         "value" : "إِقْتَرَبَتِ السَّاعَةُ، وَلاَ يَزْدَادُ النَّاسُ عَلَى الدُّنْيَا إِلاَّحِرْصًا، وَلَا يَزْدَادُوْنَ مِنَ اللهِ إِلاَّ بُعْدًا (رواه الحاكم عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 216,
         "value" : "إِقْرَءُوا الْقُرْآنَ وَابْتَغُوْا بِهِ وَجْهَ اللهِ تَعَالىَ مِنْ قَبْلِ أَنْ يَأْتِىَ قَوْمٌ يُقِيْمُوْنَهُ إِقَامَةَ الْقِدْحِ يَتَعَجَّلُوْنَهُ وَلَا يَتَأَجَّلُوْنَهُ (رواه أبو داود عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 217,
         "value" : "إِقْرَءُوا عَلَى مَوْتَاكُمْ سُوْرَةَ يس (رواه أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 218,
         "value" : "أَقَلُّ مَا يُوْجَدُ فِى آخِرِ الزَّمَانِ دِرْهَمٌ حَلاَلٌ أَوْ أَخٌ يُوْثَقُ بِهِ (رواه ابن عساكر عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 219,
         "value" : "أَكْبَرُ الْكَبَائِرِ الْإِشْرَاكُ بِاللهِ، وَقَتْلُ النَّفْسِ، وَعُقُوْقُ الْوَالِدَيْنِ، وَقَوْلُ الزُّوْرِ(رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 220,
         "value" : "أَكْثِرُوا ذِكْرَ الْمَوْتِ، فَإِنَّهُ يُمَحِّصُ الذُّنُوْبَ وَيُزَهِّدُ فِى الدُّنْيَا فَإِنَّ ذَكَرْتُمُوْهُ عِنْدَ الْغِنَى هَدَمَهُ وَإِنْ ذَكَرَ تُمُوْهُ عِنْدَ الْفَقْرِ أَرْضَاكُمْ بِعَيْشِكُمْ ( رواه ابن ابى الدنيا عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 221,
         "value" : "أَكْثِرُوا مِنَ الصَّلاَةِ عَلَىَّ فِى يَوْمِ الْجُمْعَةِ وَلَيْلَةِ الْجُمْعَةِ، فَمَنْ فَعَلَ ذَلِكَ كُنْتُ لَهُ شَهِيْدًا وَشَافِعًا يَوْمَا الْقِيَامَةِ(رواه البيهقى عن انس)",
         "filter"  : "alif"
    },
    {
         "id" : 222,
         "value" : "أَكْثِرُوا مِنَ الصَّلاَةِ عَلَىَّ، فَإِنَّ صَلَاتِكُمْ عَلَىَّ مَغْفِرَةٌ لِذُنُوْبِكٌمْ، وَاطْلُبُوا إِلَىَّ الدَّرَجَةَ وَالْوَسِيْلَةَ، فَإِنَّ وَسِيْلَتِى عِنْدَ رَبِّى شَفَاعَةٌ لَكُمْ (رواه ابن عساكر عن الحسن بن على)",
         "filter"  : "alif"
    },
    {
         "id" : 223,
         "value" : "أَكْثِرُوا مِنْ تِلاَوَةِ الْقُرْآنِ فِى بُيُوْتِكُمْ، فَإِنَّ الْبَيْتَ الَّذِى لاَ يَقْرَأُ فِيْهِ الْقُرْآنُ يَقِلُّ خَيْرُهُ وَيَكْثُرُ شَرَّهُ، وَيَضِيْقُ عَلَى أَهْلِهِ (رواه الدارقطنى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 224,
         "value" : "أَكْرِمُوا الْعُلَمَاءَ فَإِنَّهُمْ وَرَثَةُ الْأَنْبِيَاءِ، فَمَنْ أَكْرَمَهُمْ فَقَدْ أَكْرَمَ اللهَ وَرَسُوْلَهُ (رواه الخطيب عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 225,
         "value" : "أَكْرَمُ النَّاسِ أَتْقَاهُمْ (رواه البخارى مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 226,
         "value" : "اَلْحَزْمُ أَنْ تُشَاوِرَ ذَا رَأْىٍ ثُمَّ تُطِيْعُهُ (رواه أبو داود)",
         "filter"  : "alif"
    },
    {
         "id" : 227,
         "value" : "الْإِسْلَامُ نَظِيْفٌ فَتَنَظَّفُوْا، فَإِنَّهُ لاَيَدْخُلُ الْجَنَّةَ إِلاَّ نَظِيْفٌ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 228,
         "value" : "أَلْأَكْبَرُ مِنَ الْإِخْوَةِ بِمَنْزِلَةِ الْأَبِ (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 229,
         "value" : "أَلْأَمَانَةِ تَجْلِبُ الرِّزْقَ، وَالْخِيَانَةُ تَجْلِبُ الْفَقْرَ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 230,
         "value" : "أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَإِلَهَ إِلاَّاللهُ وَأَنَّ مُحَمَّدًا رَسُوْلُ اللهِ، وَيُقِيْمُوا الصَّلاَةَ، وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّى دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّ الْإِسْلاَمِ وَحِسَابُهُمْ عَلَى اللهِ (رواه البخارى ومسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 231,
         "value" : "أَمِطِ الْأَذَى عَنِ الطَّرِيْقِ فَإِنَّهُ لَكَ صَدَقَةٌ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 232,
         "value" : "أَللّهُمَّ إِنِّى أَعُوْذُبِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ، وَعَمَلٍ لاَ يُرْفَعُ، وَدُعَاءٍ لاَ يُسْتَجَابُ (رواه الحكيم عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 233,
         "value" : "أَللّهُمَّ اجْعَلْ فِى قَلْبِى نُوْرًا، وَفِى لِسَانِى نُوْرًا، وَفِى بَصَرِى نُوْرً، وَفِى سَمْعِى نُوْرًا، وَعَنْ يَمِيْنِي نُوْرًا، وَعَنْ يَسَارِى نُوْرًا، وَمِنْ فَوْقِى نُوْرًا، وَمِنْ تَحْتِى نُوْرًا، وَمِنْ أَمَامِى نُوْرًا، وَمِنْ خَلْقِى نُوْرًا، وَاجْعَلْ لِى فِى نَفْسِى نُوْرًا، وَأَعْظِمْ لِى نُوْرًا (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 234,
         "value" : "أَللّهُمَّ اغْفِرْلِى وَارْحَمْنِى وَأَلْحِقْنِى بِالرَّفِيْقِ الْأَعْلَى (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 235,
         "value" : "أَللّهُمَّ إِنِّى أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ مَا عَلِمْتَ مِنْهُ وَمَالَمْ أَعْلَمْ، وَأَعُوْذُبِكَ مِنَ الشَّرِّ كُلِّهِ مَا عَلِمْتَ مِنْهُ وَمَالَمْ أَعْلَمْ (روا الطبرانى عن جابر بن سمرة)",
         "filter"  : "alif"
    },
    {
         "id" : 236,
         "value" : "أَللّهُمَّ اجْعَلْنِى مِنَ الَّذِيْنَ إِذَا أَحْسِنُوااسْتَبْشَرُوا وَإِذَاأَسَاءُوا اسْتَغْفَرُوا (رواه ابن ماجه عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 237,
         "value" : "أَللّهُمّ إِنِّى أَعُوْذُبِكَ مِنْ قَلْبِ لاَ يَخْشَعُ، وَمِنْ دُعَاءٍلاَيَسْمَعُ، وَمِنْ نَفْسٍ لاَ تُشْبَعُ، وَمِنْ عِلْمٍ لاَ يَنْفَعُ، أَعُوْذُبِكَ مِنْ هَؤُلَاءِ الْأَرْبَعِ (رواه الترمذى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 238,
         "value" : "أَللّهُمَّ ارْزُقْنِى حُبِّكَ وَحُبَّ مَنْ يَنْفَعُنِى حُبُّهّ عِنْدَكَ، أَللّهُمَّ مَا رَزَقْتَنِى مِمَّا أُحِبَّ فَاجْعَلْهُ فَرَاغًا لِى فِيْمَا تُحِبُّ (رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 239,
         "value" : "أَللّهُمَّ اجْعَلْنِى شَكُوْرًا صَبُوْرًا وَاجْعَلْنِى فِى عَيْنِى صَغِيْرًا وَفِى أَعْيُنِ النَّاسِ كَبِيْرًا (رواه البزار عن بريد)",
         "filter"  : "alif"
    },
    {
         "id" : 240,
         "value" : "أَللّهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَالْهَرَمِ وَأَعُوْذُبِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوْذُبِكَ مِنْ عَذَابِ النَّارِ وَأَعُوْذُبِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 241,
         "value" : "أَللّهُمَّ رَبَّنَا آتِنَا فِى الدُّنْيَا حَسَنَةً وَفِى الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 242,
         "value" : "أللّهُمَّ لاَ عَيْشُ الْآخِرَةِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 243,
         "value" : "أَللّهُمَّ اغْفِرْلِى خَطِيْئَتِى وَجَهْلِى وَإِسْرَافِى فِى أَمْرِى وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّى، أَللّهُمَّ اغْفِرْلِى مَا قَدَّمَتْ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدَّمُ وَأَنْتَ الْمُؤَخَّرُ وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 244,
         "value" : "أَللّهُمَّ إِنَّكَ تَسْمَعُ كَلاَمِى وَتَرَى مَكَانِى وَتَعْلَمُ سِرَّى وَعَلَانِيَتِى لاَ يَخْفَى عَلَيْكَ شَيْءٍ مِنْ أَمْرِى، وَأَنَا الْبَائِسُ الْفَقِيْرُ الْمُسْتَغِيْثُ الْمُسْتَجِيْرُ الْوَجِلَ الْمُشْفِقِ الْمُقِرُّ الْمُعْتَرِفَ بِذَنْبِهِ، أَسْأَلُكَ مَسْأَلَةَ الْمِسْكِيْنِ وَابْتَهِلُ إِلَيْكَ ابْتِهَالَ الْمُذْنِبِ الذَّلِيْلِ، وَادْعُوْكَ دُعَاءَ الْخَائِفِ الْمُضْطَرَّ مَنْ خَضَعَتْ لَكَ رَقَبَتُهُ، وَفَاضَتْ لَكَ عَبْرَتُهُ، وَذَلَّ لَكَ جِسْمُهُ وَرَغِمَ لَكَ أَنْفُهُ، أَللّهُمَّ لاَ تَجْعَلْنِى بِدُعَائِكَ شَقِيًّا، وَكُنْ بِى رَءُوْفًا رَحِيْمًا، يَاخَيْرَ الْمَسْئُوْلِيْنَ وَيَا خَيْرَ الْمُعْطِيْنَ (رواه الطبرانى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 245,
         "value" : "أَللّهُمَّ أَصْلِحْ ذَاتَ بَيْنِنَا وَأَلَّفْ بَيْنَ قُلُوْبِنَا وَاهْدِنَا سُبُلَ السَّلَامِ وَنَجِّنَا مِنَ الظُّلُمَاتِ إِلَى النُّوْرِ وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، أَللّهُمَّ بَارِكْ لَنَا فِى أَسْمَاعِنَا وَأَبْصَارِنَا وَقُلُوْبِنَا وَأَزْوَاجِنَا وَذُرِّيَّاتِنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ، وَاجْعَلْنَا شَاكِرِيْنَ لِنِعْمَتِكَ مُثْنِيْنَ بِهَا قَابِلِيْنَ لَهَا وَأَتِمَّهَا عَلَيْنَا (رواه الحاكم عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 246,
         "value" : "أَللّهُمَّ أَصْلِحْ لِى دِيْنِى الَّذِيْ هُوَ عِصْمَةٌ أَمْرِى وَأَصْلِحْ لِى دُنْيَا الَّتِى فِيْهَا مَعَاشِى وَأَصْلِحْ لِى آخِرَتِى الَّتِى فِيْهَا مَعَادِى، وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِى فِى كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِى مِنْ كُلِّ شَرِّ (رواه مسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 247,
         "value" : "أَللّهُمَّ اجْعَلْ حُبُّكَ اَحَبَّ الْأَشْيَاءَ إِلَىَّ، وَاجْعَلْ خَشْيَتَكَ أَخُوَفَ الْأَشْيَاءَ عِنْدِى وَاقْطَعْ عَنِّى حَاجَاتِ الدُّنْيَا بِالشَّوْقِ إِلَى لِقَائِكَ، وَإِذَا أَقْرَرْتَ أَعْيُنَ أَهْلِ الدُّنْيَا مِنْ دُنْيَاهُمْ فَأَقْرِرْ عَيْنِيْ مِنْ عِبَادَتِكَ (رواه أبو نعيم عن الهشيم بن مالك الطائى)",
         "filter"  : "alif"
    },
    {
         "id" : 248,
         "value" : "أَللّهُمَّ افْتَحْ مَسَامِعَ قَلْبِى لِذِكْرِكَ وَارْزُقْنِى طَاعَتَكَ وَطَاعَةَ رَسُوْلِكَ وَعَمَلاً بِكِتَابِكَ (رواه الطبرانى عن على) ",
         "filter"  : "alif"
    },
    {
         "id" : 249,
         "value" : "أَللّهُمَّ الْطُفْ بِى فِى تَيْسِيْرِ كُلِّ عَسِيْرٍ فَإِنَّ تَيْسِيْرَ كُلِّ عَسِيْرٍ عَلَيْكَ يَسِيْرٌ، وَأَسْأَلُكَ الْيُسْرَ وَالْمُعَافَاةَ فِى الدُّنْيَا وَالْآخِرَةِ (رواه الطبرانى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 250,
         "value" : "أَللّهُمَّ أَغْنِنِى بِالْعِلْمِ وَزَيَّنِى بِالْحِلْمِ وَأَكْرِمْنِى بِالتَّقْوَى وَجَمِّلْنِى بِاْلعَافِيَةِ ( رواه ابن النجار عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 251,
         "value" : "أَللّهُمَّ إِنِّى أَعُوْذُبِكَ مِنْ خَلِيْلٍ مَاكِرٍ، عَيْنَاهُ تَرَيَانِى وَقَلْبُهُ يَرْعَانِى إِنْ رَأَى حَسَنَةً دَفَنَهَا وَإِنْ رَأَى سَيِّئَةً أَذَاعَهَا ( رواه البن النجار عن سعد بن سعيد المقبرى مرسلا)",
         "filter"  : "alif"
    },
    {
         "id" : 252,
         "value" : "أَللّهُمَّ ارْحَمْ خُلَفَائِى الَّذِيْنَ مِنْ بَعْدِى الَّذِيْنَ يَرْوُونَ أَحَادِيْثِى وَسُنَّتِى وَيُعَلِّمُوْنَهَا النَّاسَ (رواه الطبرانى عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 253,
         "value" : "اللهَ اللهَ فِى تِبْطِ  مِصْرَ فَإِنَّكُمْ سَتَظْهَرُوْنَ عَلَيْهِمْ فَيَكُوْنُوْنَ لَكُمْ عُدَّةً وَأَعْوَانًا فِى سَبِيْلِ اللهِ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 254,
         "value" : "(أَمَّا بَعْدُ) فَإِنَّ الدُّنْيَا خَضِرَةٌ حُلْوَةٌ وَإِنَّ اللهَ مُسْتَخْلِفُكُمْ فِيْهَا فَنَاظِرٌ كَيْفَ تَعْمَلُوْنَ فَاتَّقُواالدُّنْيَا وَاتَّقُوْا النِّسَاءَ فَإِنَّ أَوَّلَ فِتْنَةِ بَنِى إِسْرَائِيْلَ كَانَتْ فِى النِّساَءِ، أَلاَ إِنَّ بَنِى آدَمَ خُلِقُوا عَلَى طَبَقَاتٍ شَتَّى، فَمِنْهُمْ مَنْ يُوْلَدُ مُؤْمِنًا وَيَحْيًا مُؤْمِنًا وَيَمُوْتُ مُؤْمِنًا وَمِنْهُمْ مَنْ يُوْلَدُ كَافِرًا وَيَحْيَا كَافِرًا وَيَمُوْتُ كاَفِرًا وَمِنْهُمِ مَنْ يُوْلَدُ مُؤْمِنًا، وَيَحْيَا مُؤْمِنًا وَيَمُوْتُ كَافِرًا وَمِنْهُمْ مَنْ يُوْلَدُ كاَفِرًا وَيَحْيَا كاَفِرًا وَيَمُوْتُ مُؤمِنًا أَلَا إِنَّ الْغَضَبَ جَمْرَةٌ تُوْقَدُ فِى جَوْفِ ابْنِ آدَمَ، أَلَا تَرَوْنَ إِلَى حُمْرَةِ عَيْنَيْهِ وَانْتِفَاخِ أَوْدَاجِهِ؟ فَإِذَا وَجَدَ أَحَدُكُمْ شَيْئًا مِنْ ذَلِكَ فَالْأَرْضَ الْأَرْضَ، أَلَا إِنَّ خَيْرَ الرِّجَالِ مَنْ كَانَ بَطِئَ الْغَضَبِ سَرِيْعَ الرِّضَا، وَشَرَّ الرِّجَالِ مَنْ كاَنَ سَرِيْعَ الْغَضَبِ سَرِيْعَ أُلْفَىءِ فَإِنَّهَا بِهَا. أَلَا إِنَّ خَيْرَ التُّجَّارِ مَنْ كَانَ حَسَنَ الْقَضَاءَ حَسَنَ الطَّلَبِ، وَشَرَّ التُّجَّارِ مَنْ كَانَ سَيِّئَ الْقَضَاءِ حَسَنَ الطَّلَبِ فَإِنَّهَا بِهَا، أَلَا وَإِنَّ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ بِقَدْرِ غَدْرَتِهِ ، أَلَا وَإِنَّ أَكْبَرَ الْغَدْرِ غَدْرِ أَمِيْرِ عَامَّةٍ. أَلَا لَايَمْنَعَنَّ رَجُلاً مَهَابَةُ النَّاسِ أَنْ يَتَكَلَّمَ بِالْحَقِّ إِذَا عَلِمَهُ. أَلاَ إِنَّ أَفْضَلَ الْجِهَادِ كَلِمَةُ حَقِّ عِنْدَ سُلْطَانٍ جَائِرٍ. أَلَا إِنَّ مَثَلَ مَا بَقِىَ مِنَ الدُّنْيَا فِيْمَا مَضَى مِنْهَا مَثَلُ يَوْمِكُمْ هَذَا فِيْمَا مَضَى مِنْهُ (رواه الترمذى عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 255,
         "value" : "أُمَّتِى هَذِهِ أُمَّةٌ مَرْحُوْمَةٌ لَيْسَ عَلَيْهَا عَذَابٌ فِى الْآخِرَةِ إِنَّمَا عَذَابُهَا فِى الدُّنْيَا الْفِتَنُ وَالزَّلاَزِيْلُ وَالْقَتْلُ وَالْبَلَايَا (رواه الطبرانى عن أبى موسى)",
         "filter"  : "alif"
    },
    {
         "id" : 256,
         "value" : "امْسَحْ رَأْسِ الْيَتِيْمِ (هَكَذَا) إِلَى مُقَدَّمِ رَأْسِهِ، وَمَنْ لَهُ أَبٌ (هَكَذَا) إِلَى مُؤَخَّرِ رَأْسِهِ (رواه الخطيب عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 257,
         "value" : "إِنَّ اللهَ تَعَالَى إِذَا أَنْزَلَ عَاهَةً مِنَ السَّمَاءِ عَلَى أَهْلِ الْأَرْضِ صُرِفَتْ عَنْ عُمَّارِ الْمَسَاجِدِ (رواه ابن عساكر عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 258,
         "value" : "إِنَّ اللهَ تَعَالَى اسْتَخْلَصَ هَذَا الدِّيْنَ لِنَفْسِهِ وَلَا يَصْلُحُ لِدِيْنِكُمْ إِلاَّ السَّخَاءُ، وَحُسْنُ الْخُلُقِ أَلَا فَزَيَّنُوْادِيْنَكُمْ بِهِمَا (رواه الطبرانى عن عمران بن حصين)",
         "filter"  : "alif"
    },
    {
         "id" : 259,
         "value" : "إِنَّ أَبْغَضَ الرِّجَالِ إِلَى اللهِ الْأَلَدُّ الْخَصِمُ (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 260,
         "value" : "إِنَّ الَّذِيْنَ يَصْنَعُوْنَ هَذِهِ الصُّوْرَةَ يُعَذِّبُوْنَ يَوْمَ الْقِيَامَةِ فَيُقَالُ لَهُمْ: (أَحْيُوا مَا خَلَقْتُمْ) (رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 261,
         "value" : "إِنَّ اللهَ تَعَالَى أَمَرَنِى بِمُدَارَاةِ النَّاسِ كَمَا أَمَرَنِى بِإِقَامَةِ الْفَرَائِضِ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 262,
         "value" : "إِنَّ اللهَ تَعَالَى جَعَلَ مَا يَخْرُجُ مِنِ ابْنِ آدَمَ مَثَلاً لِلدُّنْيَا (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 263,
         "value" : "إِنَّ اللهَ تَعَالَى جَوَّادٌ يُحِبُّ الْجُوْدَ وَيُحِبُّ مَعَالِى الْأَخْلَاقِ وَيَكْرَهُ سَفْسَافَهَا (رواه أبو نعيم عن ابن عباي) ",
         "filter"  : "alif"
    },
    {
         "id" : 264,
         "value" : "إِنَّ اللهَ تَعَالىَ رَضِىَ لِهَذِهِ الْأُمَّةِ الْيُسْر وَكَرِهَ لَهَا الْعُسْرَ (رواه الطبرانى عن محجن بن الأودع)",
         "filter"  : "alif"
    },
    {
         "id" : 265,
         "value" : "إِنَّ اللهَ تَعَالَى سَائِلٌ كُلَّ رَاعٍ عَمَّا اسْتَرْعَاهُ، أَحَفِظَ ذَلِكَ أَمْ ضَيْعَةُ؟ حَتَّى يُسْأَلَ الرُّجُلُ عَنْ أَهْلِ بَيْتِهِ (رواه ابن حيان عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 266,
         "value" : "إِنَّ اللهَ تَعَالَى كَتَبَ فِى أُمِّ الْكِتَابِ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالْأَرْضَ: (إِنَّنِى أَنَا الرَّحْمنُ) خَلَقْتُ الرَّحِمَ، وَشَقَقْتُ لَهَا اسْمَا مِنَ اسْمِى، فَمَنْ وَصَلَهَا وَصَلْتُهُ وَمَنْ قَطَعَهَا قَطَعْتُهُ (رواه الطبرانى عن جرير)",
         "filter"  : "alif"
    },
    {
         "id" : 267,
         "value" : "إِنَّ الْمُؤمِنَ لاَ يَنْجُسُ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 268,
         "value" : "إِنَّ اللهَ تَعَالَى لَمَّا خَلَقَ الْخَلْقَ كَتَبَ بِيَدِهِ عَلَى نَفْسِهِ: إِنَّ رَحْمَتِى تَغْلِبُ غَضَبِى (رواه ابن ماجه عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 269,
         "value" : "إِنَّ الْمَرْأَةَ تُقْبِلُ فِى صُوْرَةِ شَيْطَانٍ، وَتُدْبِرُ فِى صُوْرَةِ شَيْطَانٍ، فَإِذَا رَأَى أَحَدُكُمُ امْرَأَةً فَأَعْجَبَتْهُ فَلْيَأْتِ أَهْلَهُ، فَإِنَّ ذَلِكَ يَرُدُّ مَا فِى نَفْسِهِ (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 270,
         "value" : "إِنَّ اللهَ تَعَالَى لَيَنْظُرُ إِلَى الْكَافِرِ وَلَا يَنْظُرُ إِلىَ الْمُزْهِى وَلَقَدْ حَمَلَتْ سُلَيْمَانَ بْنَ دَاوُدَ الرِّيْحُ وَهُوَ مُتَّكِئٌ فَأَعْجَبَ وَاخْتَالَ فِى نَفْسِهِ فَطُرِحَ عَلَى الْأَرْضِ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 271,
         "value" : "إِنَّ أَحَبَّ مَا يَقُوْلُ الْعَبْدُ إِذَا اسْتَيْقَظَ مِنْ نَوْمِهِ: (سُبْحَانَ الَّذِي يُحْيِى الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ) (رواه الخطيب عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 272,
         "value" : "إِنَّ اللهَ تَعَالىَ لاَ يَنْظُرُ إِلَى صُوَرِكُمْ وَلاَ إِلَى أَحْسَابِكُمْ وَلاَ إِلَى أَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوْبِكُمْ وَأَعْمَالِكُمْ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 273,
         "value" : "إِنَّ اللهَ لَايَرْضَى لِعَبْدِهِ الْمُؤْمِنِ إِذَا ذَهَبَ بِصَفِيِّهِ مِنْ أَهْلِ الْأَرْضِ فَصَبَرَ وَاحْتَسَبَ بِثَوَابٍ دُوْنَ الْجَنَّةِ (رواه النسائى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 274,
         "value" : "إِنَّ اللهَ تَعَالَى لاَ يَظْلِمُ الْمُؤْمِنَ حَسَنَةً يُعْطَى عَلَيْهَا فِى الدُّنْيَا وَيُثَابُ عَلَيْهَا فِى الْآخِرَةِ وَأَمَّا الْكَافِرُ فَيُعْطَى بِحَسَنَاتِهِ فِى الدُّنْيَا حَتَّى إِذَا أَفْضَى إِلَى الْآخِرَةِ لَمْ تَكُنْ لَهُ حَسَنَةٌ يُعْطَى عَلَيْهَا خَيْرًا (رواه أحمد عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 275,
         "value" : "إِنَّ اللهَ تَعَالَى لاَ يَقْبَلُ مِنَ الْعَمَلِ إِلاَّمَا كاَنَ لَهُ خَالِصًا وَابْتُغِىَ بِهِ وَجْهُهُ (رواه النسائى عن أبى أمامة)",
         "filter"  : "alif"
    },
    {
         "id" : 276,
         "value" : "إِنَّ مِنْ حَقَّ الْوَالِدِ عَلَى وَلَدِهِ أَنْ يُعَلِّمَهُ الْكِتَابَةَ وَأَنْ يُحْسِنَ اسْمَهُ وَأَنْ يُزَوِّجَهُ إِذَا بَلَغَ (رواه ابن النجار)",
         "filter"  : "alif"
    },
    {
         "id" : 277,
         "value" : "إِنَّ مِنَ السُّنَّةِ أَنْ يَخْرُجَ الرَّجُلُ مَعَ ضَيْفِهِ إِلَى بَابِ الدَّارِ (رواه ابن ماجه)",
         "filter"  : "alif"
    },
    {
         "id" : 278,
         "value" : "إِنَّ مِنْ شَرٍّ النَّاسِ عِنْدَ اللهِ مَنْزِلَةً يَوْمَ الْقِيَامَةِ الرَّجُلُ يُفْضِى إِلَى امْرَأَتِهِ وَتُفْضِى إِلَيْهِ ثُمَّ يَنْشُرُ سِرَّهَا (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 279,
         "value" : "إِنَّ اللهَ تَعَالَى يُحِبُّ السَّهْلَ الطَّلِيْقَ (رواه الشيرازى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 280,
         "value" : "إِنَّ اللهَ يُحِبُّ الرِّفْقَ فِى الْأَمْرِ كُلِّهِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 281,
         "value" : "إِنَّ اللهَ حَرَّمَ عَلَيْكُمْ عُقُوْقُ الْأُمَّهَاتِ، وَوَأْدَ الْبَنَاتِ وَمَنْعًا وَهَاتَ وَكَرِهَا لَكُمْ قِيْلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ وَإِضَاعَةَ الْمَالِ (رواه البخارى ومسلم عن المغيرة بن شعبة)",
         "filter"  : "alif"
    },
    {
         "id" : 282,
         "value" : "إِنَّ اللهَ تَعَالَى يُدْنِى الْمُؤْمِنَ فَيَضَعُ عَلَيْهِ كَنَفَهُ وَيَسْتُرُهُ مِنَ النَّاسِ وَيُقَرِّرُهُ بِذُنُوْبِهِ فَيَقُوْلُ أَتَعْرِفُ ذَنْبَ كَذَا؟ أَتَعْرِفُ ذَنْبَ كَذَا؟ فَيَقُوْلُ: نَعَمْ أَىْ رَبِّ حَتَّى إِذَا قَرَّرَهُ بِذُنُوْبِهِ وَرَأَى فِى نَفْسِهِ أَنَّهُ قَدْ هَلَكَ قَالَ: ( فَإِنِّى قَدْ سَتَرْتَهَا عَلَيْكَ فِى الدُّنْيَا وَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ ثُمَّ يُعْطَى كِتَابَ حَسَنَاتِهِ بِيَمِيْنِهِ، وَأَمَّا الْكَافِرُ وَالْمُنَافِقُ فَيَقُوْلُ الْأَشْهَادُ: (هَؤُلَاءِ الَّذِيْنَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللهِ عَلَى الظَّالِمِيْنَ) (رواه ابن ماجه عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 283,
         "value" : "إِنَّ اللهَ يُحِبُّ إِذَا عَمَلَ أَحَدُكُمُ الْعَمَلَ أَنْ يُتْقِنَهُ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 284,
         "value" : "إِنِّى لَسْتُ أَسْتَعْمِلُ أَحَدًا حَتَّى أُشَارِطَهُ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 285,
         "value" : "إِنَّ اللهَ تَعَالَى يَعْجَبُ مِنْ سَائِلٍ يَسْأَلُ غَيْرَ الْجَنَّةِ وَمِنْ مُعْطٍ يُعْطِى لِغَيْرِ اللهِ وَمِنْ مُتَعَوِّذٍ يَتَعَوَّذُ مِنْ غَيْرِ النَّارِ (رواه الخطيب عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 286,
         "value" : "إِنَّ اللهَ تَعَالَى  يَقُوْلُ أَنَا ثَالِثُ الشَّرِيْكَيْنِ مَالَمْ يَخُنْ أَحَدُهُمَا صَاحِبَهُ فَإِذَا خَانَهُ خَرَجْتُ مِنْ بَيْتِهِمَا (رواه أبو داود عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 287,
         "value" : "إِنَّ اللهَ لاَ يُعَذِّبُ بِدَمْعِ الْعَيْنِ وَلَا بِحُزْنِ الْقَلْبِ وَلَكِنْ يُعَذِّبُ بِهَذَا (قَالَ وَأَشَارَإِلَى لِسَانِهِ) أَوْ يَرْحَمُ، وَإِنَّ الْمَيِّتَ يُعَذِّبُ بِبُكاَءِ أَهْلِهِ عَلَيْهِ (رواه الجماعة)",
         "filter"  : "alif"
    },
    {
         "id" : 288,
         "value" : "إِنَّ اللهَ تَعَالَى يَقُوْلُ: (إِذَا أَخَذْتَ كَرِيْمَتِى عَبْدِى فِى الدًّنْيَا لَمْ يَكُنْ لَهُ عِنْدِى جَزَاءٌ إِلاَّ الْجَنَّةَ) (رواه الترمذى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 289,
         "value" : "إنّ اللهَ تَعَالَى قَدْ حَرَمَ عَلَى النَّارِ مَنْ قَالَ (لاَإِلَهَ إِلاَّاللهُ) يَبْتَغِى بِذَلِكَ وَجْهَ اللهِ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 290,
         "value" : "إِنَّ اللهَ تَعَالَى يَقُوْلُ يَوْمَ الْقِيَامَةِ: (أَيْنَ الْمُتَحَابُّوْنَ لِجَلاَلِى، الْيَوْمَ أُظِلُّهُمْ فِى ظِلِّى يَوْمَ لاَ ظِلِّ إِلاَّ ظِلَّى) (رواه مسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 291,
         "value" : "إِنَّ اللهَ تَعَالَى يَقُوْلُ: (أَنَا مَعَ عَبْدِى مَا ذَكَرَنِى وَتَحَرَّكَتْ بِى شَفَتَاهُ)(رواه أحمد عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 292,
         "value" : "إِنَّ اللهَ تَعَالَى يَقُوْلُ: إِنَّ عَبْدًا صَحِّحَتْ لَهُ جِسْمَهُ، وَوَسِّعْتُ عَلَيْهِ فِى مَعِيْشَتِهِ عَلَيْهِ خَمْسَةُ أَعْوَامٍ لاَ يَفِدُ إِلَىَّ لَمَحْرُوْمٌ (رواه ابن حبان عن أبى عيد)",
         "filter"  : "alif"
    },
    {
         "id" : 293,
         "value" : "إِنَّ اللهَ تَعَالَى يَقُوْلُ لِأَهْلِ الْجَنَّةِ: يَا أَهْلَ الْجَنَّةِ، فَيَقُوْلُوْنَ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، وَالْخَيْرُ فِى يَدَيْكَ، فَيَقُوْلُ هَلْ رَضِيْتُمْ؟ فَيَقُوْلُوْنَ وَمَالَنَالاَ نَرْضَى وَقَدْ أَعْطَيْتَنَا مَالَمْ تَعْطِ أَحَدًا مِنْ خَلْقِكَ؟ فَيَقُوْلُ: أَلاَ أَعْطِيْكُمْ أَفْضَلَ مِنْ ذَلِكَ؟ فَيَقُوْلُوْنَ: يَا رَبَّنَا وَأَىُّ شَئٍ أَفْضَلُ مِنْ ذَلِكَ؟ فَيَقُوْلُ: أُحِلَّ عَلَيْكُمْ رِضْوَانِى فَلَا أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا ( رواه الشيخان عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 294,
         "value" : "إِنَّ اللهَ تَجَاوَزُ لِأُمَّتِى عَمَّا حَدَّثَتْ بِهِ أَنْفُسَهَا مَالَمْ تَعْمَلْ بِهِ أَوْ تَتَكَلَّمْ بِهِ إِنَّ اللهَ تَجَاوَزَ عَنْ أُمَّتِى مَا وَسْوَسَتْ بِهِ صُدُوْرُهَا مَالَمْ تَعْمَلْ بِهِ أَوْ تَتَكَلَّمْ بِهِ (رواه الجماعة)",
         "filter"  : "alif"
    },
    {
         "id" : 295,
         "value" : "إِنَّ اللهَ تَعَالَى لَيُمْلِى لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ (رواه الخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 296,
         "value" : "إِنَّ اللهَ تَعَالَى يَقُوْلُ: يَا ابْنَ آدَمَ مَرِضْتُ فَلَمْ تَعُدْنِى، قَالَ يَارَبِّ كَيْفَ أَعُوْدُكَ وَأَنْتَ رَبُّ الْعَالَمِيْنَ؟ قَالَ: أَمَا عَلِمْتَ أَنَّ عَبْدِى فُلاَنًا مَرِضَ فَلَمْ تَعُدْهُ أَمَا عَلِمْتَ أَنَّكَ لَوْعُدْتَهُ لَوَجَدْتَنِى عِنْدَهُ، يَا ابْنَ آدَمَ اسْتَطْعَمْتُكَ فَلَمْ تُطْعِمْنِى، قَالَ: يَارَبِّ كَيْفَ أُطْعِمُكَ وَأَنْتَ رَبُّ الْعَالَمِيْنَ؟ قَالَ أَمَا عَلِمْتَ أَنَّهُ اسْتَطْعَمَك عَبْدٍى فُلاَنٌ فَلَمْ تُطْعِمْهُ أَمَا عَلِمْتَ أَنَّكَ لَوْ أَطْعَمْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِى يَا ابْنَ آدَمَ اسْتَسْقِنى،قَال ياَ رَبِّ وَكَيْفَ أَسْقِيْكَ وَأَنْتَ رَبُّ الْعالَمِيْن؟ قَالَ اسْتَسْقَاكَ عَبْدِى فُلاَنٌ فَلَمْ تَسْقِهِ، أَمَا إِنَّكَ لَوْ سَقَيْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِى (رواه مسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 297,
         "value" : "إِنَّ اللهَ تَعَالَى يَقُوْلُ: إِنِّى لِأَهِمٌّ بِأَهْلِ الْأَرْضِ عَذَابًا، فَإِذَا نَظَرْتُ إِلَى عُمَّارِ بُيُوْتِى وَالْمُتَحَابِّيْنَ فِىَّ، وَالْمُسْتَغْفِرِيْنَ بِالْأَسْحَارِ صَرَفْتُ عَذَابِى عَنْهُمْ (رواه البيهقى عن أنس) ",
         "filter"  : "alif"
    },
    {
         "id" : 298,
         "value" : "ِنَّ اللهَ تَعَالَى يُنْزِلُ الْمَعُوْنَةَ عَلَى قَدْرِ الْمَؤُوْنَةِ وَيُنْزِلُ الصَّبْرَ عَلَى قَدْرِ الْبَلاَءِ (رواه ابن عدى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 299,
         "value" : "إِنَّ اللهَ تَعَالَى يَغَارُ، وَإِنَّ الْمُؤْمِنَ يَغَارُ، وَغَيْرَةُ اللهِ أَنْ يَأْتِىَ الْمُؤْمِنُ مَا حَرَّمَ اللهُ عَلَيْهِ إِنَّهُ لاَ يَدْخُلُ الْجَنَّةَ إِلاَّ نَفْسٌ مُسْلِمَةٌ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 300,
         "value" : "إِنَّ اللهَ تَعَالَى لَيُؤَيِّدُ هَذَا الدِّيْنَ بِالرُّجُلِ الْفَاجِرِ (رواه البخارى ومسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 301,
         "value" : "إِنَّ الْأَرْضِ لَتُنَادِى كُلَّ يَوْمِ سَبْعِيْنَ مَرَّةً: يَابَنِى آدَمَ كُلُوا مَا شِئْتُمْ وَاشْتَهَيْتُمْ فَوَاللهِ لآكُلَنَّ لَحُوْمَكُمْ وَجُلُوْدَكُمْ (رواه الحكيم عن ثوبان)",
         "filter"  : "alif"
    },
    {
         "id" : 302,
         "value" : "إِنَّ الْحَيَاءَ وَالْإِيْمَانَ قُرِنَا جَمِيْعًا فَإِذَا رُفِعَ أَحَدُهُمَا رُفِعَ الْآخَرُ (رواه الحاكم عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 303,
         "value" : "إِنَّ الدِّيْنَ يُسْرٌ وَلَنْ يُشَادَّ الدِّيْنَ أَحَدٌ إِلاَّ غَلَبَهُ فَسَدِّدُوْا وَقَارِبُوْا وَأَبْشِرُوا وَاسْتَعِيْنُوْا بِالْغَدْوَةِ وَالرَّوْحَةِ وَشَئٍ مِنَ الدُّلْجَةِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 304,
         "value" : "إِنَّ اللهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ ثُمَّ بَيَّنَ ذَلِكَ فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ لَهُ عِنْدَهُ حَسَنَةً كَامِلَةً، فَإِنْ هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمِائَةٍ ضِعْفٍ إِلَى أَضْعَافٍ كَثِيْرَةٍ. وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً، فَإِنْ هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عَلَيْهِ سَيِّئَةً وَاحِدَةً ( أخرجه مسلم والبخارى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 305,
         "value" : "إِنَّ الرَّجُلَ لَيُرْحَمُ الرِّزْقَ بِالذَّنْبِ يُصِيْبُهُ لاَ يَرُدُّ الْقَدْرِ إِلاَّ الدُّعَاءُ وَلاَ يَزِيْدُ فِى الْعُمْرِ إِلاَّ الْبِرُّ(رواه ابن حبان عن ثوبان)",
         "filter"  : "alif"
    },
    {
         "id" : 306,
         "value" : "إِنَّ الرِّزْقَ لَيَطْلُبُ الْعَبْدَ أَكْثَرَ مِمَّا يَطْلُبُهُ أَجَلُهُ (رواه الطبرانى عن أبى الدرداء)",
         "filter"  : "alif"
    },
    {
         "id" : 307,
         "value" : "إِنَّ السَّعَادَةَ كُلَّ السَّعَادَةِ طُوْلُ الْعُمْرِ فِى  طَاعَةِ اللهِ (رواه الخطيب عن عبد الله عن أبيه)",
         "filter"  : "alif"
    },
    {
         "id" : 308,
         "value" : "إِنَّ الْمَيِّتَ يُؤْذِيْهِ فِى قَبْرِهِ مَا كَانَ يُؤْذِيْهِ فِى بَيْتِهِ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 309,
         "value" : "إِنَّ الْمَيِّتَ لَيُعَذِّبُ بِبُكَاءَ أَهْلِهِ عَلَيْهِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 310,
         "value" : "إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقَهُ فِى بَطْنِ أُمِّهِ أَرْبَعِيْنَ يَوْمًا نُطْفَةً، ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُوْنُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللهُ إِلَيْهِ مَلَكًا وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ، وَيُقَالُ لَهُ: اكْتُبْ عِلْمَهُ وَرِزْقَهُ وَأَجَلَهُ وَشَقِيٌّ أَوْسَعِيْدٌ ثُمَّ يَنْفَخُ فِيْهِ الرُّوْحُ، فَإِنَّ الرَّجُلَ مِنْكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى لَايَكُوْنَ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقَ عَلَيْهِ الْكِتَابُ فَيَعْمَلَ بِعَمَلِ أَهْلِ النَّارَ فَيَدْخُلُ النَّارَ وَإِنَّ الرَّجُلَ يَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُوْنَ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقَ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلَ الْجَنَّةُ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 311,
         "value" : "إِنَّ الشَّيْطَانَ قَالَ: وَعِزَّتِكَ يَارَبِّ لَا أَبْرَحُ أُغْوِى عِبَادَكَ مَا دَامَتْ أَرْوَاحُهُمْ فِى أَجْسَادِهِمْ، فَقَالَ الرَّبُّ وَعِزَّتِى وَجَلَالِى لاَ أَزَالُ أَغْفِرُ لَهُمْ مَا اسْتَغْفَرُوْنِى (رواه أحمد عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 312,
         "value" : "إِنَّ الصَّالِحِيْنَ يُشَدَّدُ عَلَيْهِمْ، وَإِنَّهُ لاَ يُصِيْبُ مُؤْمِنًا نَكْبَةٌ مِنْ شَوْكَةٍ فَمَا فَوْقَهَا إِلاَّ حُطَّتْ عَنْهُ بِهَا خَطِيْئَةٌ وَرُفِعَ لَهُ بِهَا دَرَجَةٌ (رواه البيهقى عن علئشة)",
         "filter"  : "alif"
    },
    {
         "id" : 313,
         "value" : "إِنَّ الصَّدَقَةَ لَتُطْفِئُ عَنْ أَهْلِهَا حَرَّالْقُبُوْرِ، وَإِنَّمَا يَسْتَظِلُّ الْمُؤْمِنُ يَوْمَ الْقِيَامَةِ فِى ظِلِّ صَدَقَتِهِ (رواه الطبرانى عن عقبة بن عامر)",
         "filter"  : "alif"
    },
    {
         "id" : 314,
         "value" : "إِنَّ الْعَبْدُ لَيَتَكَلَّمُ بِاْلكَلِمَةِ مِنْ رِضْوَانِ اللهِ لاَ يُلْقِى لَهَا بَالاً يَرْفَعُهُ اللهُ بِهَا دَرَجَاتٍ وَإِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سُخْطِ اللهِ لَا يُلْقِى لَهَا بَالاً يَهْوَى بِهَا فِى جَهَنَّمَ (رواه أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 315,
         "value" : "إِنَّ الرَّجُلُ لِيَعْمَلُ عَمَلَ أَهْلِ الْجَنَّةِ فِيْمَا يَبْدُو لِلنَّاسِ وَهُوَ مِنْ أَهْلِ النَّارِ وَإِنَّ الرَّجُلَ لِيَعْمَلُ عَمَلَ أَهْلِ النّاَرِ فِيْمَا يَبْدُو لِلنَّاسِ وَهُوَ مِنْ أَهْلِ الْجَنَّةِ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 316,
         "value" : "إِنَّ الْعَبْدَ لِيَعْمَلُ الذَّنْبِ فَإِذَا ذَكَرَهُ أَحْزَنَهُ وَإِذَا نَظَرَ اللهُ إِلَيْهِ قَدْ أَحْزَنَهُ غَفَرَ لَهُ مَا صَنَعَ قَبْلَ أَنْ يَأْخُذَ فِى كَفَّارَتِهِ بِلاَ صَلاَةٍ وَلَا صِيَامِ (رواه ابن عساكر عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 317,
         "value" : "إِنَّ الْغَضَبَ مِنَ الشَّيْطَانِ خُلِقَ مِنَ النَّارِ، وَإِنَّمَا تُطْأَ النَّارُ بِالْمَاءِ، فَإِذَا غَضِبَ أَحَدُكُمْ فَلْيَتَوَضَّأْ (رواه أبو داود)",
         "filter"  : "alif"
    },
    {
         "id" : 318,
         "value" : "إِنَّ أَحَبَّ عِبَادَ اللهِ إِلَى اللهِ أَنْصَحُهُمْ لِعِبَادِهِ (رواه أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 319,
         "value" : "إِنَّ أَرْوَاحَ الْمُؤْمِنِيْنَ فِى السَّمَاءِ السَّابِعَةِ يَنْظُرُوْنَ إِلَى مَنَازِلِهِمْ فِى الْجَنَّةِ (رواه الديلمى عن أبى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 320,
         "value" : "إِنَّ أُمَّتِى يَدْعُوْنَ يَوْمَ الْقِيَامَةِ غُرَّا مُحَجِّلِيْنَ مِنْ آثَارِ الْوُضُوْءِ فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيْلَ غَرَّتَهُ فَلْيَفْعَلْ (رواه الشيخان عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 321,
         "value" : "إِنَّ أَهْلَ الْجَنَّةِ لَيَحْتاَجُوْنَ إِلَى الْعُلَمَاءِ فِى الْجَنَّةِ، وَذَلِكَ أَنَّهُمْ يَزُوْرُوْنَ اللهَ تَعَالَى فِى كُلِّ جُمُعَةٍ، فَيَقُوْلُ لَهُمْ تَمَنَّوْ عَلَىَّ مَا شِئْتُمْ فَيَلْتَفِتُوْنَ إِلَى  الْعُلَمَاءِ فَيَقُوْلُوْنَ مَاذَا تَمَنَّى؟ فَيَقُوْلُوْنَ تَمَنَّوْا عَلَيْهِ كَذَا وَكَذَا، فَهُمْ يَحْتَاجُوْنَ إِلَيْهِمْ فِى الْجَنَّةِ كَمَا يَحْتَاجُوْنَ إِلَيْهِمْ فِى الدُّنْيَا (رواه ابن عساكر عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 322,
         "value" : "إِنَّ أَهْلَ الْمَعْرُوْفِ فِى الدُّنْيَا هُمْ أَهْلُ الْمَعْرُوْفِ فِى الْآخِرَةِ، وَإِنَّ أَوَّلَ أَهْلَ الْجَنَّةِ دُخُوْلًا الْجَنَّةَ هُمْ أَهْلُ الْمَعْرُوْفِ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 323,
         "value" : " إِنَّ أَوَّلَ مَا يُجَازِى بِهِ الْعَبْدُ الْمُؤْمِنُ بَعْدَ مَوْتِهِ أَنْ يُغْفَرَ لِجَمِيْعِ مَنْ تَبِعَ جَنَازَتَهُ (رواه البيهقى عن ابن عباس",
         "filter"  : "alif"
    },
    {
         "id" : 324,
         "value" : "إِنَّ بُيُوْتَ اللهِ فِى الْأَرْضِ الْمَسَاجِدُ، وَإِنَّ حَقًّا عَلَى اللهِ أَنْ يُكْرِمَ مَنْ زَارَهُ فِيْهَا (رواه الطبرانى عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 325,
         "value" : "إِنَّ صَدَقَةَ السِّرِّ تُطْفِئُ غَضَبَ الرَّبِّ، وَإِنَّ صِلَةَ الرَّحِمِ تَزِيْدُ فِى الْعُمُرِ، وَإِنَّ صَنَائِعَ الْمَعْرُوْفِ تَقِى مَصَارِعِ السُّوْءِ، وَإِنَّ قَوْلَ: (لاَإِلَهَ إِلاّ اللهُ) تَدْفَعُ عَنْ قَائِلِهَا تِسْعَةً وَتِسْعِيْنَ بَابًا مِنَ الْبَلاَءِ أَدْناَهَا الْهَمُّ (رواه ابن عساكر عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 326,
         "value" : "إِنَّ فِى الْجَنَّةِ غُرَفًا يُرَى ظَاهِرُهَا مِنْ بَاطِنِهَا، وَبَاطِنِهَا مِنْ ظَاهِرِهَا أَعَدَّهَا اللهُ تَعَالَى لِمَنْ أَطْعَمَ الطَّعَامَ، وَأَلاَنَ الْكَلاَمَ، وَتَابَعَ الصِّيَامَ، وَصَلَّى بِاللَّيْلِ وَالنَّاسِ نِيَامٌ (رواه الترمذى عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 327,
         "value" : "إِنَّ فِى الْجَنَّةِ دَارًا يُقَالُ لَهَا (دَارُ الْفَرَحِ) لاَيَدْخُلُهَا إِلاَّ مَنْ فَرَّحَ الصِّبْياَنَ (رواه ابن عدى عن عائشة) ",
         "filter"  : "alif"
    },
    {
         "id" : 328,
         "value" : "إِنَّ فِى الْجَنَّةِ بَابًا يُقَالُ لَهُ (الضُّحَى) فَإِذَا كَانَ يَوْمُ الْقِياَمَةِ نَادَى مُنَادٍ أَيْنَ الَّذِيْنَ كَانُوْا يُدَاوِمُوْنَ عَلَىَّ صَلاَةِ الضُّحَى؟ هَذَا بَابُكُمْ فَادْخُلُوْهُ بِرَحْمَةِ اللهِ (رواه الطبرانى عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 329,
         "value" : "إِنَّ الْعَبْدَ إِذَا وُضِعَ فِى قَبْرِهِ، وَتَوَلَّى عَنْهُ أَصْحَابُهُ، حَتَّى إِنَّهُ يَسْمَعُ قَرْعَ نِعَالِهِمْ، أَتَاهُ مَلَكَانِ فَيُقْعِدَانِهِ فَيَقُوْلاَنِ لَهُ: مَا كُنْتَ تَقُوْلُ فِى هَذَا الرَّجُلِ (مُحَمَّدٍ) فَأَمَّا الْمُؤْمِنُ فَيَقُوْلُ: أَشْهَدُ أَنَّهُ عَبْدُ اللهِ وَرَسُوْلُهُ فَيُقَالُ: انْظُرْ إِلَى مَقْعَدِكَ مِنَ النَّارِ، قَدْ أَبْدَلَكَ اللهُ بِهِ مَقْعَدًا مِنَ الْجَنَّةِ فَيَرَاهُمَا جَمِيْعًا، وَيُفْسَحُ لَهُ فِى قَبْرِهِ سَبْعُوْنَ ذِرَاعًا، وَيُمْلَأً عَلَيْهِ خَضِرًا إِلَى يَوْمَ يَبْعَثُوْنَ. وَأَمَّا الْكَافِرُ أَوِ الْمُنَافِقُ، فَيُقَالُ لَهُ: مَا كُنْتَ تَقُوْلُ فِى هَذَا الرَّجُلِ؟ فَيَقُوْلُ: لاَ أَدْرِى وَكُنْتُ أَقُوْلُ مَا يَقُوْلُ النَّاسُ. فَيُقَالُ لَهُ لَا دَرَيْتَ وَلاَ تَلَيْتَ، ثُمَّ يُضْرَبُ بِمِطْرَاقٍ مِنْ حَدِيْدٍ ضَرْبَةً بِي أُذُنَيْهِ فَيَصِيْحُ صَيْحَةً يَسْمَعُهَا مَنْ يَلِيْهِ غَيْرَ الثَّقَلَيْنِ وَيُضَيِّقُ عَلَيْهِ قَبْرَهُ حَتَّى تَخْتَلِفَ أَضْلَاعُهُ (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 330,
         "value" : "إِنَّ للهَ تَعَالَى عِبَادًا، اخْتَصَهُمَّ بِحَوَائِجِ النَّاسِ يَفْزَعُ النَّاسُ إِلَيْهِمْ فِى حَوَائِجِهِمْ، أَولَئِكَ هُم الْآمِنُوْنَ مِنْ عَذَابِ اللهِ (رواه الطبرانى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 331,
         "value" : "إِنَّ للهَ تَعَالَى أَقْوَامًا يَخْتَصُّهُمْ بِالنِّعَمِ لِمَنَافِعِ الْعِبَادِ، وَيُقِرُّهَا فِيْهِمْ مَا بَذَلُوْهَا، فَإِذَا مَنْعُوْهَا نَزَعَهَا مِنْهُمْ، فَحَوَّلَهَا إِلَى غَيْرِهِمْ (رواه ابن أبى الدنيا عن أبن عمر) ",
         "filter"  : "alif"
    },
    {
         "id" : 332,
         "value" : "إِنَّ لِلّهِ تَعَالَى مَلاَئِكَةً فِى الْأَرْضِ تَنْطِقُ عَلَى أَلْسِنَةِ بَنِى آدَمَ بِمَا فِى الْمَرْءِ مِنَ الْخَيْرِ وَالشَّرِّ(رواه البيهقى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 333,
         "value" : "إِنَّ أَعْظَمَ الذُّنُوْبِ عِنْدَ اللهِ رَجُلٌ تَزَوَّجَ امْرَأَةً فَلَمَّا قَضَى حَاجَتَهُ مِنْهَا طَلَّقَهَا، وَذَهَبَ بِمَهْرِهَا وَرَجُلٌ اسْتَعْمَلَ رَجُلًا فَذَهَبَ بِأُجْرَتِهِ (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 334,
         "value" : "إِنَّ لِلّهِ تَعَالَى مَلَكًا مُوَكَّلاً بِمَنْ يَقُوْلُ: (يَا أَرْحَمَ الرَّاحِمِيْنَ) فَمَنْ قَالَهَا ثَلاَثًا، قَالَ لَهُ الْمَلَكُ: إِنَّ أَرْحَمَ الرَّاحِمِيْنَ قَدْ أَقْبَلَ عَلَيْكَ، فَسَلْ (رواه الحاكم عن أبى أمامة)",
         "filter"  : "alif"
    },
    {
         "id" : 335,
         "value" : "إِنَّ لِلّهِ تَعَالَى مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَئٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى فَلْتَصْبِرْ وَلْتَحْتَسِبْ (رواه ابن ماجه عن أسامة بن زيد)",
         "filter"  : "alif"
    },
    {
         "id" : 336,
         "value" : "إِنَّ لِلّهِ تَعَالَى آنِيَةً مِنْ أَهْلِ الْأَرْضِ، وَآنِيَةُ رَبِّكُمْ قُلُوْبُ عِبَادِهِ  الصَّالِحِيْنَ وَأَحَبُّهَا إِلَيْهِ أَلْيَنُهَا وَأَرْقُّهَا (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 337,
         "value" : "إِنَّ الْمَاءَ طَهُوْرٌ لاَ يُنَجِّسُهُ شَئٍ (رواه البخارى ومسلم عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 338,
         "value" : "إِنَّ الْمُؤْمِنَ لاَيَنْجُسُ ( رواه البخارى ومسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 339,
         "value" : "إِنَّ لِلطَّاعِمِ الشَّاكِرِ مِنَ الْأَجْرِ مِثْلَ مَا لِلصَّائِمِ الصَّابِرِ (رواه الحاكم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 340,
         "value" : "إِنَّ لِكُلِّ شَئٍ حَقِيْقَةً وَمَا بَلَغَ عَبْدٌ حَقِيْقَةَ الْإِيْمَانِ حَتَّى يَعْلَمُ أَنَّ مَا أَصَابَهُ لَمْ يَكُنْ وَمَا أَخْطَأَهُ لَمْ يَكُنْ لِيُصِيْبَهُ (رواه أحمد عن أبى الدرداء)",
         "filter"  : "alif"
    },
    {
         "id" : 341,
         "value" : "إِنَّ لِكُلِّ نَبِيٍّ دَعْوَةً قَدْ دَعَا بِهَا فِى أُمَّتِهِ فَاسْتَجِيْبَ لَهُ وَإِنِّى اخْتَبَأْتُ دَعْوَتِى شَفَاعَةً لِأُمَّتِى يَوْمَ الْقِيَامَةِ (رواه الشيخان عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 342,
         "value" : "إِنَّ مَفَاتِيْحَ الرِّزْقِ مُتَوَجِّهَةٌ نَحْوَ الْعَرْشِ، فَيُنْزِلُ اللهَ تَعَالَى عَلَى النَّاسِ أَرْزَاقَهُمْ عَلَى قَدْرِ نَفَقَاتِهِمْ فَمَنْ كَثَّرَ كُثِّرَ لَهُ وَمَنْ قَلَّلَ قُلِّلَ لَهُ (رواه الدارقطنى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 343,
         "value" : "إِنَّ مَفَاتِيْحَ الرِّزْقِ مُتَوَجِّهَةٌ نَحْوَ الْعَرْشِ، فَيُنْزِلُ اللهَ تَعَالَى عَلَى النَّاسِ أَرْزَاقَهُمْ عَلَى قَدْرِ نَفَقَاتِهِمْ فَمَنْ كَثَّرَ كُثِّرَ لَهُ وَمَنْ قَلَّلَ قُلِّلَ لَهُ (رواه الدارقطنى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 344,
         "value" : "إِنَّ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يُرْفَعَ الْعِلْمُ، وَيَظْهَرَ الْجَهْلُ وَيَفْشُوَ الزِّنَا وَيُشْرَبَ الْخَمْرُ، وَيَذْهَبَ الرِّجَالُ وَتَبْقَى النِّسَاءُ حَتَّى يَكُوْنَ لِخَمْسِيْنَ امْرَأَةً قَيِّمٌ وَاحِدٌ (رواه الشيخان عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 345,
         "value" : "إِنَّمَا يَدْخُلُ الْجَنَّةَ مَنْ يَرْجُوْهَا، وَإِنَّمَا يُجَنَّبُ النَّارَ مَنْ يَخَافُهَا وَإِنَّمَا يَرْحَمُ اللهُ تَعَالَى مَنْ يَرْحَمُ (رواه البيهقى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 346,
         "value" : "إِنَّمَا يَلْبَسُ الْحَرِيْرَ فِى الدُّنْيَا مَنْ لاَ خَلاَقَ لَهُ فِى الْآخِرَةِ (رواه الشيخان عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 347,
         "value" : "إِنَّ كَانَ الشُّؤْمِ فِى شَئٍ فَفِى الدَّارِ وَالْمَرْأَةِ وَالْفَرَسِ (رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 348,
         "value" : "إِنْ أَحْبَبْتُمْ أَنْ يُحْبِبْكُمُ اللهُ تَعَالَى وَرَسُوْلُهُ، فَأَدُّوا إِذَا ائْتُمِنْتُمْ وَاصْدُقُوا إِذَا حَدَّثْتُمْ وَأَحْسِنُوا جِوَارَ مَنْ جَاوَرَكُمْ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 349,
         "value" : "إِنَ اسْتَطَعْتُمْ اَنْ تُكْثِرُوا مِنَ الْإِسْتِغْفَارِ فَافْعَلُوْا فَإِنَّهُ لَيْسَ شَئٌ أَنْجَحَ عِنْدَ اللهِ تَعَالَى وَلاَ أَحَبَّ إِلَيْهِ مِنْهُ (رواه الكيم)",
         "filter"  : "alif"
    },
    {
         "id" : 350,
         "value" : "إِنْ شِئْتُمْ أَنْبَأْتُكُمْ مَا أَوَّلُ مَا يَقُوْلُ اللهَ تَعَالَى لِلْمُؤْمِنِيْنَ يَوْمَ الْقِيَامَةِ، وَمَا أَوَّلُ مَا يَقُوْلُوْنَ لَهُ: فَإِنَّ الله تَعَالَى يَقُوْلُ لِلْمُؤْمِنِيْنَ: هَلْ أَحْبَبْتُمْ لِقَائِى؟ فَيَقُوْلُوْنَ: نَعَمْ يَارَبَّنَا، فَيَقُوْلُ: لَمْ؟ فَيَقُوْلُوْنَ: رَجَوْنَا عَفْوَكَ وَمَغْفِرَتَكَ، فَيَقُوْلُ: قَدْ أَوْجَبْتُ لَكُمْ عَفْوِى وَمَغْفِرَتِى( رواه الطبرانى عن معاذ)",
         "filter"  : "alif"
    },
    {
         "id" : 351,
         "value" : "إِنَّ أَحْسَنَ الْحَدِيْثِ (كِتاَبُ اللهِ) وَأَحْسَنَ الْهَدْىِ (هَدْىُ مُحَمَّدٍ) صَلَّ اللهُ عَلَيْهِ وَسَلَّم، وَشَرَّ الْأُمُوْرِ مُحْدَثَاتُهَا، وَإِنَّ مَا تُوْعَدُوْنَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِيْنَ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 352,
         "value" : "إِنَّ اللهَ تَعَالَى كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَئٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيَحِدَّ أَحَدَكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيْحَتَهُ (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 353,
         "value" : "إِنَّ مِنْ أَكْبَرِ الْكَبَائِرِ أَنْ يَلْعَنَ الرَّجُلُ وَالِدَيْهِ، قِيْلَ يَا رَسُوْلَ اللهِ وَكَيْفَ يَلْعَنَ الرَّجُلُ وَالِدَيْهِ؟ قَالَ: يَسُبُّ الرَّجُلُ أَبَا الرَّجُلِ فَيَسُبُّ أَبَاهُ وَيَسُبُّ أُمَّهُ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 354,
         "value" : "إِنَّ شَرَّ النَّاسِ مَنْزِلَةً عِنْدَ اللهِ يَوْمَ الْقِيَامَةِ مَنْ تَرَكَهُ النَّاسُ اتِّقَاءَ فُحْشِهِ (رواه البخارى ومسلم عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 355,
         "value" : "إِنَّ اللهَ تَعَالَى هُوَ السَّلَامُ، فَإِذَا قَعَدَ أَحَدُكُمْ فِى الصَّلَاةِ فَلْيَقُلْ (التَّحِيَّاتُ لِلّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِىُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِيْنَ) فَإِنَّكُمْ إِذَا قُلْتُمُوْهَا أَصَابَتْ كُلَّ عَبْدٍ لِلّهِ صَالِحِ فِى السَّمَاءِ وَالْأَرْضِ (أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًاعَبْدُهُ وَرَسُوْلُهُ) ثُمَّ لِيَتَخَيَّرْ مِنَ الْمَسْأَلَةِ مَاشَاءَ (رواه البخارى ومسلم عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 356,
         "value" : "إِنَّ الرَّحِمِ شَجِنَةٌ مِنَ الرَّحْمَنِ: فَقَالَ اللهُ تَعَالَى مَنْ وَصَلَكِ وَصَلْتُهُ، وَمَنْ قَطَعَكِ قَطَعْتُهُ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 357,
         "value" : "إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ لاَ يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ وَلَكِنْ يُخَوِّفُ اللهُ بِهِمَا عِبَادَهُ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَادْعُوا اللهَ، وَكَبَّرُوا وَصَلُّوا، وَتَصَدَّقُوا حَتَّى يَنْكَشِفُ مَا بِكُمْ (رواه البخارى ومسلم عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 358,
         "value" : "إِنَّ الصِّدْقَ يَهْدِى إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِى إِلَى الْجَنَّةِ وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيْقًا وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَابًا (رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 359,
         "value" : "إِنَّمَا الطَّاعَةُ فِى الْمَعْرُوْفِ (رواه البخاى ومسلم عن على)",
         "filter"  : "alif"
    },
    {
         "id" : 360,
         "value" : "إِنَّ التُّجَّارَ يَبْعَثُوْنَ يَوْمَ الْقِيَامَةِ فُجَّارًا إِلاَّ مَنِ اتَّقَى اللهَ وَبَرَّ وَصَدَقَ (رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 361,
         "value" : "إِنَّ الْحَلِفَ مَنْفَعَةٌ لِلسِّلْعَةِ مَمْحَقَةٌ لِلْكَسْبِ (رواه الشيخانى)",
         "filter"  : "alif"
    },
    {
         "id" : 362,
         "value" : "إِنَّ مِنْ أَبَرِّ الْبِرِّ أَنْ يَصِلَ الرَّجُلُ أَهْلَ وِدٌّ أَبِيْهِ بَعْدَ أَنْ يُوَلِّىَ (رواه البخارى ومسلم عن الغيرة)",
         "filter"  : "alif"
    },
    {
         "id" : 363,
         "value" : "إِنَّ كَذِبًا عَلَىَّ لَيْسَ كَكَذْبٍ عَلَى أَحَدٍ، فَمَنْ كَذَبَ عَلَىَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ (رواه البخارى ومسلم عن الغيرة)",
         "filter"  : "alif"
    },
    {
         "id" : 364,
         "value" : "إِنَّ مِنَ الْبَيَانِ لَسِحْرًا وَإِنَّ مِنَ الشِّعْرِ لَحِكْمَةٌ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 365,
         "value" : "إِنَّ مِنْ عِبَادِ اللهِ مَنْ لَوْ أَقْسَمَ عَلَى اللهِ لأَبَرَّهُ ((رواه البخارى ومسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 366,
         "value" : "إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ الْأُوْلَى (إِذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْتَ) (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 367,
         "value" : "إِنَّ هَذِهِ النَّارِ إِنَّمَا هِىَ عَدُوٌّلَكُمْ، فَإِذَا نِمْتُمْ فَأَطْفِئُوْهَا عَنْكُمْ (رواه البخارى ومسلم عن أبى موسى)",
         "filter"  : "alif"
    },
    {
         "id" : 368,
         "value" : "إِنَّ اللهَ تَعَالَى وَرَسُوْلَهُ حَرَّمَا بَيْعَ الْخَمْرِ وَالْمَيْتَةِ وَالْخِنْزِيْرِ وَالْأَصْنَامِ (رواه البخارى ومسلم عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 369,
         "value" : "إِنَّ مِنْ أَخْلاَقِ الْمُؤْمِنِ قُوَّةً فِى دِيْنٍ وَحَزْمًا فِى لِيْنٍ وَإِيْمَانًا فِى يَقِيْنٍ وَحِرْصًا فِى عِلْمٍ، وَشَفَقَةً فِى مِقَةٍ، وَحِلْمًا فِى عِلْمٍ، وَقَصْدًا فِى غِنَى وَتَجَمُّلاً فِى فَاقَةٍ وَتَحَرُّجًا عَنْ طَمَعٍ، وَكَسْبًا فِى حَلَالٍ، وَبِرًّافِى اسْتِقَامَةٍ وَنَشَاطًا فِى هُدًى، وَنَهْيًا عَنْ شَهْوَةٍ وَرَحْمَةً لِلْمَجْهُوْدِ وَإِنَّ الْمُؤْمِنَ مِنْ عِبَادِ اللهِ لَايَحِيْفُ عَلَى مَنْ يُبْغِضُ وَلَا يَأْثَمُ فِى مَنْ يُحِبُّ وَلاَ يُضَيِّعُ مَا اسْتُوْدِعَ، وَلاَ يَحْسُدُ وَلاَ يَطْعَنُ وَلَا يَلْعَنُ، وَيَعْتَرِفُ بِالْحَقِّ وَإِنْ لَمْ يُشْهَدْ عَلَيْهِ وَلَا يَتَنَابَزُ بِالْأَلْقَابِ، فِى الصَّلَاةِ مُتَخَشِّعًا، إِلَى الزَّكَاةِ مُسْرِعًا، فِى الزَّلاَزِلِ وَقُوْرًا، فِى الرِّقَاءِ شَكُوْرًا. قَانِعًا بِالَّذِي لَهُ لَا يَدَّعِى مَا لَيْسَ لَهُ وَلاَ يُجْمِعُ فِى الْغَيْظِ وَلاَ يَغْلِبُهُ الشُّحُّ عَنْ مَعْرُوْفٍ يُرِيْدُهُ، يُخَالِطُ النَّاسَ كَىْ يَعْلَمَ، وَيُنَاطِقَهُمْ كَىْ يَفْهَمَ، وَإِنْ ظُلِمَ وَبُغِىَ عَلَيْهِ صَبَرَ حَتَّى يَكُوْنَ الرَّحْمَنُ هُوَ الَّذِيْ يَنْتَصِرُ لَهُ ( رواه الحكيم عن جندب)",
         "filter"  : "alif"
    },
    {
         "id" : 370,
         "value" : "إِنَّ لِلّهِ تَعَالَى مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلُّ شَئٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى (رواه الشيخان عن أسامة بن زيد)",
         "filter"  : "alif"
    },
    {
         "id" : 371,
         "value" : "إِنَّ اللهَ تَعَالَى وَكَّلَ بِالرَّحِمِ مَلَكًا يَقُوْلُ: أَىْ رَبِّ نُطْفَةٌ، أَىْ رَبِّ عَلَقَةً أَىْ رَبِّ مُضْغَةٌ. فَإِذَا أَرَادَ اللهُ تَعَالَى أَنْ يَقْضِى خَلْقَهَا قَالَ: أَىْ رَبِّ شَقِيِّ أَمْ سَعِيْدٌ؟ ذَكَرٌ أَوْ أُنْثَى؟ فَمَا الرِّزْقُ؟ فَمَا الْأَجَلُ؟ فَيُكْتَبُ كَذَلِكَ فِى بَطْنِ أُمِّهِ (رواه البخارى ومسلم عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 372,
         "value" : "إِنَّ اللهَ لاَ يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ الْعِبَادِ وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ، حَتَّى إِذَالَمْ يَبْقَ عَالِمٌ، اتَّخَذَ النَّاسُ رُؤَسَاءَ جُهَّالاً فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوْا وَأَضَلُّوا (رواه البخارى ومسلم عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 373,
         "value" : "إنَّ اللهَ يُحِبُّ الْعِطَاسَ وَيَكْرَهُ التَّثَاؤُبَ، فَإِذَا عَطَسَ أَحَدُكُمْ وَحَمِدَ اللهَ كَانَ حَقًّا عَلَى كُلِّ مُسْلِمٍ سَمِعَهُ أَنْ يَقُوْلَ لَهُ (يَرْحَمُكَ اللهُ) أَمَّا التَّثَاؤُبُ فَإِنَّمَا هُوَ مِنَ الشَّيْطَانُ،  فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَرُدُّهُ مَا اسْتَطَاعَ فَإِنَّ أَحَدَكُمْ إِذَا تَثَاءَبَ ضَحِكَ مِنْهُ الشَيْطَانُ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 374,
         "value" : "أَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمَ الْقِيَامَةِ وَلَا فَخْرَ، وَبِيَدِى لِوَاءُ الْحَمْدِ وَلاَ فَخْرَ وَمَا مِنْ نَبِيٌّ يَوْمَئِذٍ آدَمُ، فَمَنْ سِوَاهُ إِلاَّ تَحْتَ لِوَائِى وَأَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْضُ وَلاَ فَخْرَ، وَأَنَا أَوَّلُ شَافِعٍ، وَأَوَّلُ مُشَفَّعِ وَلَا فَخْرَ (رواه أحمد عن أبى سعيد الخدرى)",
         "filter"  : "alif"
    },
    {
         "id" : 375,
         "value" : "إِنَّمَا الْأَمَلُ رَحْمَةٌ مِنَ اللهِ لِأُمَّتِى، لَوْلَا الْأَمَلُ مَا أَرْضَعَتْ أُمِّ وَلَدًا وَلاَ غَرَسَ غَارِسٌ شَجَرًا (رواه الديلمى وغيره)",
         "filter"  : "alif"
    },
    {
         "id" : 376,
         "value" : "إِنَّمَا يَعْرِفُ الْفَضْلَ لِأَهْلِ الْفَضْلِ ذُوالْفَضْلِ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 377,
         "value" : "انْتِظَارُ الْفَرَجِ مِنَ اللهِ عِبَادَةِ، وَمَنْ رَضِىَ بِالْقَلِيْلِ مِنَ الرِّزْقِ رَضِىَ اللهُ تَعَالَى عَنْهُ بالْقَلِيْلِ مِنَ الْعَمَلِ (رواه ابن أبى الدنيا)",
         "filter"  : "alif"
    },
    {
         "id" : 378,
         "value" : "أُنْظُرُواإِلى مَنْ هُوَ أَسْفَلَ مِنْكُمْ وَلَا تَنْظُرُوا إِلَى مَنْ هُوَ فَوْقَكُمْ فَهُوَ أَجْدَرُ أَنْ لاَ تَزْدَرُوا نِعْمَةَ اللهِ عَلَيْكُمْ (رواه ابن ماجه)",
         "filter"  : "alif"
    },
    {
         "id" : 379,
         "value" : "أُنْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُوْمًا، قِيْلَ كَيْفَ أَنْصُرُهُ ظَالِمًا؟ قَالَ تَحْجُزُهُ وَتَرُدُّهُ عَنِ الظُّلْمِ فَإِنَّ ذَلِكَ نَصْرُهُ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 380,
         "value" : "أَهْلُ الْجَنَّةِ مَنْ مَلَأَ اللهُ تَعَالَى أُذُنَيْهِ مِنْ ثَنَاءِ النَّاسِ عَلَيْهِ خَيْرًا وَهُوَ يَسْمَعُ، وَأَهْلُ النَّارِ مَنْ مَلَأَ اللهُ تَعَالَى أُذُنَيْهِ مِنْ ثَنَاءِ النَّاسِ عَلَيْهِ شَرًّا وَهُوَ يَسْمَعُ (رواه ابن ماجاه عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 381,
         "value" : "أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ الْقِياَمَةِ فِى الدِّمَاءِ (روواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 382,
         "value" : "أَوْحَى اللهُ تَعَالَى إِلَى إِبْرَاهِيْمَ يَا خَلِيْلِى حَسِّنْ خَلْقَكَ، وَلَوْ مَعَ الْكُفَّارِ، تَدْخُلُ مَدَاخِلَ الْأَبْرَارِ، فَإِنَّ كَلِمَتِى سَبَقَتْ لِمَنْ حَسَّنَ خُلْقَهُ: أَنْ أُظِلَّهُ فِى ظِلِّ عَرْشِى، وَأَنْ أَسْكِنَهُ حَظِيْرَةَ قُدْسِى، وَأَنْ ادْنِيَةُ مِنْ جِوَارِى (رواه الحكيم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 383,
         "value" : "أَوْحَى اللهُ تَعَالَى إِلَى دَاوُدَ: أَنْ قُلْ لِلظَّلَمَةِ لاَ يَذْكُرُوْنِى فَإِنِّى أَذْكُرُ مَنْ يَذْكُرُنِى وَإِنَّ ذِكْرِى إِيَّاهُمْ أَنْ أَلْعَنَهُمْ (رواه ابن عساكر عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 384,
         "value" : "أَوَّلُ مَسْجِدٍ وُضِعَ فِى الْأَرْضِ الْمَسْجِدُ الْحَرَامُ ثُمَّ الْمَسْجِدُ الْأَقْصَى(رواه البخارى ومسلم عن أبى ذر)",
         "filter"  : "alif"
    },
    {
         "id" : 385,
         "value" : "أُوْصِيْكُمْ بِتَقْوَى اللهِ تَعَالَى وَالسَّمْعِ وَالطَّاعَةِ، وَإِنْ كَانَ عَبْدًا حُبَشِيًّا، فَإِنَّهُ مَنْ يَعِيْشُ مِنْكُمْ بَعْدِى فَسَيَرَى اخْتِلَافًا كَثِيْرًا فَعَلَيْكُمْ بِسُنَّتِى وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِيْنَ الْمَهْدِيِّيْنَ تَمَسَّكُوْا بِهَا، وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُوْرِ، فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٍ وَكُلُّ بِدْعَةٌ ضَلاَلَةٌ وَكُلُّ ضَلاَلَةٌ فِى النَّارِ (رواه أبو داود والترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 386,
         "value" : "أَوْحَى اللهُ تَعَالَى إِلَى دَاوُدَ: مَا مِنْ عَبْدِ يَعْتَصِمُ بِى دُوْنَ خَلْقِى أَعْرِفَ ذَلِكَ مِنْ نِيَّتِهِ، فَتَكِيْدُهُ السَّمَوَاتُ بِمَنْ فِيْهَا إِلاَّ جَعَلْتُ لَهُ مِنْ بَيْنِ ذَلِكَ مَخْرَجًا، وَمَا مِنْ عَبْدٍ يَعْتَصِمُ بِمَخْلُوْقٍ دُوْنِى، أَعْرِفُ ذَلِكَ مِنْ نِيَّتِهِ إِلاَّ قَطَعْتُ أَسْبَابَ السَّمَاءِ مِنْ بَيْنِ يَدَيْهِ وَأَرْسَخْتُ أَلْهَوَى مِنْ تَحْتِ قَدَمَيْهِ وَمَا مِنْ عَبْدٍ يُطِيْعُنِى إِلاَّ وَأَنَا مُعْطِيْهِ مُعْطِيْهِ قَبْلَ أَنْ يَسْأَلْنِى، وَغَافِرٌ لَهُ قَبْلَ أَنْ يَسْتَغْفِرَنِى (رواه ابن عساكر)",
         "filter"  : "alif"
    },
    {
         "id" : 387,
         "value" : "أَوَّلُ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَى صُوْرَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَالَّذِيْنَ عَلَى أَثَرِهِمْ كَأَشَدَّ كَوْكَبٍ دُرِّيٍّ فِى السَّمَاءِ إِضَاءَةً، قُلُوْبُهُمْ عَلَى قَلْبِ رَجُلٍ وَاحِدٍ لاَ اخْتِلاَفُ بَيْنَهُمْ وَلَا تَبَاغُضُ وَلاَ تَحَاسُدُ (رواه الشيخان عن أأبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 388,
         "value" : "أَلَا أُنَبِّئُكُمْ بِأَفْضَلَ مِنْ دَرَجَةِ الصِّيَامِ وَالصَّلاَةِ وَالصَّدَقَةِ؟ قَالُوْا: بَلَى قَالَ: إِصْلاَحُ ذَاتِ الْبَيْنِ، فَإِنَّ فَسَادَ ذَاتَ الْبَيْنِ هِىَ الْحَالِقَةُ (رواه المنذرى)",
         "filter"  : "alif"
    },
    {
         "id" : 389,
         "value" : "أَلَا أُحَدِّثُكُمْ بِمَا يُدْخِلُكُمُ الْجَنَّةَ: ضَرْبٌ بِالسَّيْفِ، وَإِكْرَامُ الضَّيْفِ، وَاهْتِمَامٌ بِمَوَاقِيْتِ الصَّلاَةِ، وَإِسْبَاغُ الطَّهُوْرِ فِى اللَّيْلَةِ الْقَرَّةِ وَإِطْعَامِ عَلَى حُبِّهِ (رواه ابن عساكر)",
         "filter"  : "alif"
    },
    {
         "id" : 390,
         "value" : "أَلَا أُخْبِرُكُمْ بِأَيْسَرِ الْعِبَادَةِ وَأَهْوَنِهَا عَلَى الْبَدَنِ، الصَّمْتِ وَحُسْنِ الْخُلُقِ (رواه ابن أبى الدنيا عن صفوان بن سليم)",
         "filter"  : "alif"
    },
    {
         "id" : 391,
         "value" : "أَلاَ أُخْبِرَكُمْ بِشَئٍ إِذَا نَزَلَ بِرَجُلٍ مِنْكُمْ كَرْبٌ أَوْ بَلاَءٌ مِنْ أَمْرِ الدُّنْيَا دَعَا بِهِ فَيُفَرِّجُ عَنْهُ: دُعَاءُ ذِى النُّوْنِ (لاَإِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّى  كُنْتُ مِنَ الظَّالِمِيْنَ) (رواه الحكيم)",
         "filter"  : "alif"
    },
    {
         "id" : 392,
         "value" : "أَلاَ أَدُلُّكُمْ عَلَى أَشَدَّكُمْ؟ أَمْلَكُكُمْ لِنَفْسِهِ عِنْدَ الْغَضَبِ (رواه الطبرانى عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 393,
         "value" : "أَلاَ أَرْقِيْكَ بِرُقْيَةٍ رَقَانِى بِهَا جِبْرِيْلُ تَقُوْلُ: (بِسْمِ اللهِ أَرْقِيْكَ، وَاللهُ يَشْفِيْكَ، مِنْ كُلِّ دَاءٍ يَأْتِيْكَ، مِنْ شَرِّ النَّفَّاثَاتِ فِى الْعُقَدِ، وَمِنْ شَرِّ حَاسِدٍ إٍذَا حَسَدَ) تَرْقِى بِهَا ثَلاَثَ مَرَّاتٍ (رواه الحاكم)",
         "filter"  : "alif"
    },
    {
         "id" : 394,
         "value" : "أَلاَ أُعَلِّمُكَ كَلَامًا إِذَا قُلْتُهُ أَذْهَبَ اللهُ تَعَالَى هَمَّكَ، وَقَضَى عَنْكَ دَيْنَكَ، قُلْ إِذَا أَصْبَحْتَ وَإِذَا أَمْسَيْتَ: (أَللّهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوْذُبِكَ مِنْ غَلَبَةِ الدِّيْنِ وَقَهْرِ الرِّجَالِ)(رواه أبو داود)",
         "filter"  : "alif"
    },
    {
         "id" : 395,
         "value" : "أَلاَ تَسْمَعُوْنَ: إِنَّ اللهَ لاَ يُعَذِّبُ بِدَمْعِ الْعَيْنِ وَلاَ بِحُزْنِ الْقَلْبِ وَلَكِنْ يُعَذِّبُ بٍهَذَا (وَأَشَارَ إِلَى لِسَانِهِ) أَوْ يَرْحَمُ، وَإِنَّ الْمَيِّتَ يُعَذِّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ (رواه الشيخان عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 396,
         "value" : "أَلَا أُعَلِّمُكِ كَلِمَاتٍ،  مَنْ يُرِدِ اللهُ بِهِ خَيْرًا يُعَلِّمُهُنَّ إِيَّاهُ، ثُمَّ لاَ يُنْسِيْهِ أَبَدًا قُلْ: (أَللّهُمَّ إِنِّى ضَعِيْفٌ فَقَوِّ فِى رِضَاكَ ضَعْفِى، وَخُذْ إِلَى الْخَيْرِ بِنَاصِيَتِى، وَاجْعَلِ الْإِسْلَامَ مُنْتَهَى رِضَاىَ، أَللّهُمَّ إِنِّى ضَعِيْفٌ فَقَوِّنِى، وَإِنِّى ذَلِيْلٌ فَأَعِزَّنِى، وَإِنِّى فَقِيْرٌ فَارْزُقْنِى، وَاكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ (ر واه الحاكم)",
         "filter"  : "alif"
    },
    {
         "id" : 397,
         "value" : "أَلَا أُنَبِئُكُمْ بِأَكْبَرِ الْكَبَائِرِ، الْإِشْرَاكُ بِاللهِ وَعُقُوْقُ الْوَالِدَيْنِ، وَقَوْلُ الزُّوْرِ (رواه البخارى ومسلم عن أبى بكر)",
         "filter"  : "alif"
    },
    {
         "id" : 398,
         "value" : "إِيَّاكُمْ وَالْغِيْبَةَ، فَإِنَّ الْغِيْبَةَ أَشَدُّ مِنَ الزِّنَا، إِنَّ الرَّجُلَ قَدْ يَزْنِى وَيَتُوْبُ، فَيَتُوْبُ اللهُ عَلَيْهِ، وَإِنَّ صَاحِبَ الْغِيْبَةِ لاَ يَغْفِرُ اللهُ تَعَالَى لَهُ حَتَّى يَغْفِرَلَهُ صَاحِبُهُ (رواه أبو الشيخ عن جابر)",
         "filter"  : "alif"
    },
    {
         "id" : 399,
         "value" : "إِيَّاكُمْ وَالْكَذِبَ فَإِنَّ الْكَذِبَ مُجَانِبٌ لِلْإِيْمَانِ (رواه أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 400,
         "value" : "إِيَّاكُمْ وَالزِّناَ فَإِنَّ فِيْهِ أَرْبَعَ خِصَالٍ: يُذْهَبُ الْبَهَاءَ عَنِ الْوَجْهِ، وَيَقْطَعُ الرِّزْقَ، وَيُسْخِطُ الرَّحْمَنَ، وَيُوْجِبُ الْخُلُوْدَ فِى النَّارِ (رواه الطبرانى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 401,
         "value" : "إِيَّاكُمْ وَالْكِبَرِ، فَإِنَّ إِبْلِيْسَ حَمَلَهُ الْكِبْرُ عَلَى أَنْ لاَ يَسْجُدَ لِآدَمَ، وَإِيَّاكُمْ وَالْحِرْصَ، فَإِنَّ آدَمَ حَمَلَهُ الْحِرْصُ عَلَى أَنْ أَكَلَ مِنَ الشَّجَرَةِ، وَإِيَّاكُمْ وَالْحَسَدَ، فَإِنَّ ابْنَى آدَمَ إِنَّمَا قَتَلَ أَحَدُهُمَا صَاحِبَهُ حَسَدًا، فَهُنَّ أَصْلُ كُلِّ خَطِيْئَةٍ (رواه ابن عساكر عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 402,
         "value" : "إِيَّاكُمْ وَالتُّعَمُّقَ فِى الدِّيْنِ، فَإِنَّ اللهَ تَعَالَى قَدْ جَعَلَهُ سَهْلًا فَخُذُوْامِنْهُ مَا تُطِيْقُوْنَ، وَإِنَّ اللهَ تَعَالَى يُحِبُّ مَادَامَ مِنْ عَمَلٍ صَالِحٍ وَإِنْ كَانَ يَسِيْرًا (رواه أبو القاسم)",
         "filter"  : "alif"
    },
    {
         "id" : 403,
         "value" : "أَيُّمَا امْرَأَةٍ مَاتَتْ وَزَوْجُهَا رَاضٍ دَخَلَتِ الْجَنَّةَ (رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 404,
         "value" : "أَيُّمَا امْرَأَةٍ زَادَتْ فِى رَأْسِهَا شَعْرًا لَيْسَ مِنْهُ فَإِنَّهُ زُوْرٌ تَزِيْدُ فِيْهِ (رواه النّسائى)",
         "filter"  : "alif"
    },
    {
         "id" : 405,
         "value" : "أَيُّمَا مُسْلِمٍ كَسَا مُسْلِمًا ثَوْبًا عَلَى عُرْىِ كَسَاهُ اللهُ تَعَالَى مِنْ خُضْرِ الْجَنَّةِ، وَأَيُّمَا مُسْلِمٍ أَطْعَمَ مُسْلِمًا عَلَى جُوْعٍ أَطْعَمَهُ اللهُ يَوْمَ الْقِيَامَةِ مِنْ ثِمَارِ الْجَنَّةِ، وَأَيُّمَا مُسْلِمٍ سَقَى مُسْلِمًا عَلَى ظَمَإٍ سَقَاهُ اللهُ تَعَالَى يَوْمَ الْقِيَامَةِ مِنَ الرَّحِيْقِ الْمَخْتُوْمِ (رواه مسلم عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 406,
         "value" : "أَيُّمَا مُسْلِمٍ كَسَا مُسْلِمًا ثَوْبًا عَلَى عُرْىِ كَسَاهُ اللهُ تَعَالَى مِنْ خُضْرِ الْجَنَّةِ، وَأَيُّمَا مُسْلِمٍ أَطْعَمَ مُسْلِمًا عَلَى جُوْعٍ أَطْعَمَهُ اللهُ يَوْمَ الْقِيَامَةِ مِنْ ثِمَارِ الْجَنَّةِ، وَأَيُّمَا مُسْلِمٍ سَقَى مُسْلِمًا عَلَى ظَمَإٍ سَقَاهُ اللهُ تَعَالَى يَوْمَ الْقِيَامَةِ مِنَ الرَّحِيْقِ الْمَخْتُوْمِ (رواه مسلم عن أبى سعيد)",
         "filter"  : "alif"
    },
    {
         "id" : 407,
         "value" : "أَيُّمَا امْرَأَةِ خَرَجَتْ مِنْ بَيْتِهَا غَيْرَ إِذْنِ زَوْجِهَا كَانَتْ فِى سُخْطِ اللهِ تَعَالَى حَتَّى تَرْجِعَ إِلَى بَيْتِهَا أَوْ يَرْضَى عَنْهَا زَوْجُهَا (رواه الخطيب)",
         "filter"  : "alif"
    },
    {
         "id" : 408,
         "value" : "أَىُّ عَبْدٍ زَارَ أَخَا لَهُ فِى اللهِ نُوْدِىَ أَنْ طِبْتَ وَطَابَتْ لَكَ الْجَنَّةُ وَيَقُوْلُ اللهُ عَزَّ وَجَلَّ: (عَبْدِى زَارَنِى، عَلىَ قِرَاهُ، وَلَنْ أَرْضَى لِعَبْدِى بِقِرَى دُوْنَ الْجَنَّةِ) (رواه ابن أبى الدنيا عن انس)",
         "filter"  : "alif"
    },
    {
         "id" : 409,
         "value" : "أَيُّمَا رَجُلٍ آتاَهُ اللهُ عِلْمًا فَكَتَمَهُ، أَلْجَمَهُ اللهُ يَوْمَ الْقِيَامَةِ بِلِجَامِ مِنْ نَارٍ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 410,
         "value" : "الْأَرْوَاحِ جُنُوْدٌ مُجَنَّدَةٌ فَمَا تَعَارَفَ مِنْهَا ائْتلَفَ، وَمَا تَنَا كَرَ مِنْهَا اخْتَلَفَ (رواه البخارى عن عائشة)",
         "filter"  : "alif"
    },
    {
         "id" : 411,
         "value" : "اْلأقْتِصَادُ فِى النَّفَقَةِ نِصْفُ الْمَعِيْشَةِ، وَالتَّوَدُّدُ إِلَى النَّاسِ نِصْفُ الْعَقْلِ، وَحُسْنُ السُّؤَالِ نِصْفُ الْعِلْمِ (رواه الطبرانى عن ابن عمر)",
         "filter"  : "alif"
    },
    {
         "id" : 412,
         "value" : "أَلأَمْنُ وَالْعَافِيَةُ نِعْمَتَانِ مَغْبُوْنٌ فِيْهِمَا كَثِيْرٌ مِنَ النَّاسِ (رواه الطبرانى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 413,
         "value" : "أَلأَمْنُ وَالْعَافِيَةُ نِعْمَتَانِ مَغْبُوْنٌ فِيْهِمَا كَثِيْرٌ مِنَ النَّاسِ (رواه الطبرانى عن ابن عباس)",
         "filter"  : "alif"
    },
    {
         "id" : 414,
         "value" : "إِيَّاكُمْ وَالدِّيْنَ، فَإِنَّهُ هَمَّ بِالَّيِلِ وَمَذَلَةٌ بِالنَّهَارِ (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 415,
         "value" : "أَيُّهَا النَّاسُ. إِرْبَعُوا عَلَى أَنْفُسِكُمْ، إِنَّكُمْ لاَتَدْعُوْنَ أَصَمَّ وَلاَ غَائِبًا إِنَّكُمْ تَدْعُوْنَ سَمِيْعًا قَرِيْبًا، وَهُوَ مَعَكُمْ (قَاله فى سفر وكانو يجهرون بالتكبير)(رواه البخارى ومسلم عن أبى موسى)",
         "filter"  : "alif"
    },
    {
         "id" : 416,
         "value" : "إِيَّاكُمْ وَالْبَوْلَ فِى الْمَقَابِرِ فَإِنَّهُ يُوْرَثُ الْبَرَصَ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 417,
         "value" : "َلْإِيْمَانُ مَعْرِفَةٌ بِالْقَلْبِ وَقَوْلٌ بِاللِّسَانِ، وَعَمَلٌ بِالْأَرْكَانِ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 418,
         "value" : "إِيَّاكُمْ وَالظَّنَّ، فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيْثِ، وَلاَ تَجَسَّسُو وَلاَ تَحَسَّسُوا، وَلاَ تَنَافَسُوا، وَلاَ تَحَاسَدُوا وَلاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا، وَكُوْنُوْاعِبَادَ اللهِ إِخْوَانًا (رواه البخارى ومسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 419,
         "value" : "إِيَّاكُمْ وَمَا يُعْتَذَرُ مِنْهُ (رواه الديلمى)",
         "filter"  : "alif"
    },
    {
         "id" : 420,
         "value" : "إِيَّاكُمْ وَالطَّمْعِ فَإِنَّهُ الْفَقْرُ الْحَاضِرُ (رواه الطبرانى)",
         "filter"  : "alif"
    },
    {
         "id" : 421,
         "value" : "أَلْإِيْمَانُ بِضْعٌ وَسِتُّوْنَ شُعْبَةً، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيْمَانِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 422,
         "value" : "أَلْحَيَاءُ لاَ يَأْتِى إِلاَّ بِخَيْرٍ (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 423,
         "value" : "أَيُّهَا النَّاسُ، إِنَّكُمْ مُنَفِّرُوْنَ، فَمَنْ صَلَّى بِالنَّاسِ فَلْيُخَفَّفْ، فَإِنْ فِيْهِمُ الْمَرِيْضَ، وَالضَّعِيْفَ وَالْكَبِيْرَ وَذَا الْحَاجَةِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 424,
         "value" : "أَتَدْرُوْنَ مَنِ السَّابِقُوْنَ إِلَى ظِلِّ اللهِ عَزَّ وَجَلَّ؟ الَّذِيْنَ إِذَا أُعْطُوا الْحَقَّ قَبِلُوْهُ، وَإِذَا سُئِلُوْهُ بَذَلُوْهُ، وَحَكَمُوْا لِلنَّاسِ كَحُكْمِهِمْ لِأَنْفُسِهِمْ (رواه أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 425,
         "value" : "ِتَّقُوا فِرَاسَةَ الْمُؤْمِنِ فَإِنَّهُ يَنْظُرُ بِنُوْرِ اللهِ (رواه الترمذى)",
         "filter"  : "alif"
    },
    {
         "id" : 426,
         "value" : "إِدْرَءُوْا الْحُدُوْدَ بِالشُّبُهَاتِ (رواه أبو حنيفة)",
         "filter"  : "alif"
    },
    {
         "id" : 427,
         "value" : "إِيَّاكُمْ وَالْبِطْنَةِ فِى الطَّعَامِ وَالشَّرَابِ، فَإِنَّهَا مَفْسَدَةٌ لِلْجِسْمِ تُوْرِثُ السَّقَمَ وَمَكْسَلَةٌ عَنِ الصَّلاَةِ، وَعَلَيْكُمْ بِالْقَصْدِ فِيْهِمَا فَإِنَّهُ أَصْلَحُ لِلْجَسَدِ وَأَبْعَدُ مِنَ السَّرَفِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 428,
         "value" : "أَيُّهَا النَّاسُ، لاَ تَتَمَنَّوْا لِقَاءَ الْعَدُوِّ وَاسْأَلُوااللهَ الْعَافِيَةَ، فَإِذَا لَقِيْتُمُوْهُمْ فَاصْبِرُوا، وَاعْلَمُوا أَنَّ الْجَنَّةَ تَحْتَ ظِلاَلِ السُّيُوْفِ، أَللّهُمَّ مُنْزِلَ الْكِتَابِ، وَمُجْرِىَّ السَّحَابِ، وَهَازِمَ الْأَحْزَابِ، اهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِمْ (رواه البخارى ومسلم عن عبد الله بن أبى أوفى)",
         "filter"  : "alif"
    },
    {
         "id" : 429,
         "value" : "إِيَّاكُمْ وَالْجُلُوْسَ عَلَى الطُّرُوْقَاتِ، فَقَالُوْا مَا لَنَا بُدَّ، إِنَّمَاهِىَ مَجَالِسُنَا نَتَحَدَّثُ فِيْهَا، قَالَ: فَإِذَا أَتَيْتُمْ إِلاَّ الْمَجَالِسَ، فَأَعْطُوا الطَّرِيْقَ حَقَّهَا قَالُوا: وَمَاحَقُّ الطَّرِيْقِ؟ قَالَ: غَضُّ الْبَصَرِ، وَكَفَّ الْأَذَى، وَرَدُّ السَّلاَمِ، وَأَمْرٌ بِالْمَعْرُوْفِ، وَنَهْىٌ عَنِ الْمُنْكَرِ (رواه البخارى)",
         "filter"  : "alif"
    },
    {
         "id" : 430,
         "value" : "أَلْبَحْرُهُوَ الطَّهُوْرُ مَاؤُهُ، وَالْحِلُّ مَيْتَتُهُ (متفق عليه)",
         "filter"  : "alif"
    },
    {
         "id" : 431,
         "value" : "أَلْيَمِيْنُ عَلَى نِيَّةِ الْمُسْتَخْلِفِ (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 432,
         "value" : "إِنَّمَا الْأَعْمَالُ بْالنِّيَاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُوْلِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُوْلِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيْبُهَا، أَوِامْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ (رواه البخارى ومسلم عن عمر بن الخطاب)",
         "filter"  : "alif"
    },
    {
         "id" : 433,
         "value" : "الْإِسْلَامُ أَنْ تَعْبُدَ اللهَ وَلاَ تُشْرِكَ بِهِ شَيْئًا، وَتُقِيْمُ الصَّلاَةَ وَتُؤَدِّىَ الزَّكاَةَ الْمَفْرُوْضَةً وَتَصُوْمَ رَمَضَانَ وَتَحُجَّ الْبَيْتَ (رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 434,
         "value" : "أَلْإِيْمَانُ: أَنْ تُؤْمِنَ بِاللهِ، وَمَلَائِكَتِهِ، وَكِتَابِهِ، وَبِلِقَائِهِ، وَبِرُسُلِهِ، وَتُؤْمِنَ بِالْبَعْثِ الْآخِرِ (رواه الشيخان عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 435,
         "value" : "أَلْإِيْمَانُ بِضْعٌ وَسَبْعُوْنَ شُعْبَةً، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيْمَانِ (رواه البخارى ومسلم عن أبى هريرة)",
         "filter"  : "alif"
    },
    {
         "id" : 436,
         "value" : "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ، مِنْ مُحَمَّدِبْنِ عَبْدِاللهِ، وَ رَسُوْلِهِ، إِلَى هِرَقْلَ الْعَظِيْمِ الرُّوْمِ، سَلَامٌ عَلَى مَنِ اتَّبَعَ الْهُدَى (أَمَّا بَعْدُ) فَإِنِّى أَدْعُوْكَ بِدِعَا يَةِ الْإِسْلَامِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللهُ أَجْرَكَ مَرّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الأريسيّينَ، وَيَا أَهْلَ الْكِتَابِ تَعَالَوْ إِلَى كَلِمَةٍ سَوَاءٍ بَيْننَا وَبَيْنَكُمْ: أَلاَّ نَعْبُدَ إِلاَّ اللهَ، وَلَا نُشْرِكَ بِهِ شَيْئًا، وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُوْنِ اللهِ، فَإِنْ تَوَلَّوْفَقُوْلُوااشْهَدُوْا بِأَنَّ مُسْلِمُوْنَ. (رواه البخاري و مسلم عن أبى سفيان)",
         "filter"  : "ba"
    },
    {
         "id" : 437,
         "value" : "بَايِعُوْنِى عَلَى أَنْ لَا تَشْرِكُوْ بِاللهِ شَيْئًا، وَلَا تَسْرِقُوْ وَلاَ تَزْنُوْا وَلَا تَقْتُلُوْاأَوْلاَدَكُمْ، وَلَا تَأْتُوْ بِبُهْتَانٍ تَفْتَرُنَهُ بَيْنَ أَيْدِيَكُمْ وَأَرْجُلِكُمْ، وَلَا تَعْصُوْ فِى مَعْرُوْف، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوْقِبَ بِهِ فى الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ وَطَهُوْرٌ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا ثُمَّ سَتَرَهُ اللهُ فَهُوَ إِلَى اللهِ إِنْ شَاءَعَفَا عَنْهُ، وَإِنْ شَاءَعَاقَبَهُ (رواه عبادةبن الصامت)",
         "filter"  : "ba"
    },
    {
         "id" : 438,
         "value" : "بَابَان مُعَجَّلَانِ عُقُوْبَتُهُمَا فِى الدُّنْيَا الْبَغْيُ وَالْعُقُوْق (رواه الحكيم)",
         "filter"  : "ba"
    },
    {
         "id" : 439,
         "value" : "بَاكِرُوْا فِى طَلَبِ الرِّزْقِ وَالْحَوَائجِ، فَإِنَّ الْغُدُوَّ بَرَكَةٌ وَنَجَاحٌ (رواه ابن عدى عن عا ئشة)",
         "filter"  : "ba"
    },
    {
         "id" : 440,
         "value" : "بُعِثْتُ بِجَوَامِعِ الْكَلَم وَنُصِرْتُ بِالرُّعْبِ وَبَيْنَا أَنَا نَائِمٌ اُتِيْتُ بِمَفَاتِيْحِ خَزَائِنِ الْأرْضِ فَوُضِعَتْ فِى يَدِى (رواه الشيخان عن أبى هريرة)",
         "filter"  : "ba"
    },
    {
         "id" : 441,
         "value" : "بَيْنَمَا كَلْبٌ يُطِيْفٌ بِرَكِيَّةٍ، كَادَ يَقْتُلُهُ الْعَطَش، إذَا رَأَتْهُ بَغِيٌّ مِنْ بَغَايَا بَنِي إِسْرَائِيْلَ، وَنَزَعَتْ مُوْقَهَا فَاسْتَقَتْ لَهُ بِهِ فَسَقًتْهُ فَغُفِرَ لَهَا (رواه البخاري و مسلم عن أبى هريرة)",
         "filter"  : "ba"
    },
    {
         "id" : 442,
         "value" : "بَرِّدُوْ طَعَامَكُمْ يُبَارِكْ لَكُمْ فِيْهِ (رواه ابن عدى)",
         "filter"  : "ba"
    },
    {
         "id" : 443,
         "value" : "بِرُّوا آبَاءَكُمْ تَبَرُّوْكُمْ أَبْنَاؤُكُمْ،وَعِفُّوا عَنِ النِّسَاءِ تَعِفَّ نِسَاؤُكُمْ وَمَنْ تُنُصِّلَ إِلَيْهِ فَلَمْ يَقْبَلْ فَلَنْ يَرِدَ عَلَى الْحَوْضِ (رواه الحكيم عن جابر)",
         "filter"  : "ba"
    },
    {
         "id" : 444,
         "value" : "بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَدَةُ أَنْ لَّا إِلَهَ إِلَّا الله، وَأَنَّ مُحَمَّدٌ رَسُوْلُ الله، وَإِقَامِ الصَّلَاة ، وَإِيْتَاءِ الزَّكَاة، وَحَجَّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ. (رواه البخارى ومسلم عن ابن عمر)",
         "filter"  : "ba"
    },
    {
         "id" : 445,
         "value" : "بَيْنَمَا رَجُلٌ يَمْشِى بِطَرِيْقٍ وَجَدَ غُصْنَ شَوْكٍ عَلَى الطَّرِيْقِ فَأَخَّرَهُ فَشَكَرَ اللهُ لَهُ فَغَفَرض لَهُ (رواه البخارى ومسلم عن ابن عمر)",
         "filter"  : "ba"
    },
    {
         "id" : 446,
         "value" : "بَيْنَ الْعَبْدِ وَالْجَنَّةِ سَبْعُ عَبَقَاتٍ، أهْونُهَا الْمَوْتُ وَأَصْعَبُهَا الْوُقُوْفُ بَيْنَ يَدَيِ اللهِ تَعَالَى، إِذَا تَعَلَّقَ الْمَظْلُوْمُوْنَ بِالظَّالِمِيْنَ ( رواه البخاري )",
         "filter"  : "ba"
    },
    {
         "id" : 447,
         "value" : "بينما رجل يمشى بطريق اشتد عليه العطش، فوجد بئرا فنزل فيها فشرب منها ثم خرج، فإذا هو بكلب يلهث يأكل الثرى من العطش، فقال لقد بلغ هذا الكلب من العطش مثل الذي بلغ بي، فنزل البئر فملاً خفه ماء ثم أمسكه بفيه، ثم رقي فسق الكلب فشكر الله له فغفر له، فسيل النبی ﷺ فقال في كل ذات كبد رطبة أجر. (رواه مسلم)",
         "filter"  : "ba"
    },
    {
         "id" : 448,
         "value" : "بَينَمَا أَنَا فِي الحَطِيمِ مُضْطَجِعًا، إِذْ أَتَانِي آتٍ، فَقَدَّ مَا بَينَ هَذِهِ إِلَى هَذِهِ فَاسْتَخْرَجَ قَلبِي، ثُمَّ أُتِيتُ بِطَسْتٍ مِن ذَهَبٍ مَمْلُوءَةٍ إِيمَانًا فَغُسِلَ قَلبِي بِمَاءِ زَمزَمَ، ثُمَّ حُشِيَ ثُمَّ أُعِيدَ ثُمَّ أُتِيتُ بِدَابَّةٍ دُونَ البَغلِ، وَ فَوقَ الحِمَارِ، أَبيَضَ (يُقَالُ لَهُ البُرَاقُ، يَضَعُ خَطْوَهُ عِندَ أَقصَى طَرفِهِ، فَحُمِلتُ عَلَيهِ، فَانْطَلَقَ بِي جِبرِيلُ، حَتَّى أَتَى السَّمَاءَ الدُّنيَا فَاستَفتَحَ، قِيلَ مَن هَذَا؟ قَالَ جِبرِيلُ، قِيلَ: وَمَن مَعَكَ؟ قَالَ مُحَمَّدٌ، قِيلَ وَ قَد أُرسِلَ إِلَيهِ؟ قَالَ: نَعَم، مَرحَبًا بِه، فَنِعْمَ المَجِئُ جَاءَ فَفُتِحَ، فَلَمَّا خَلَصتُ، فَإِذَا فِيهَا آدَمُ: فَقَال: هذَا أبُوكَ آدَمُ، فَسَلِّم عَلَيهِ فَسَلَّمتُ عَلَيهِ فَرَدَّ السَّلامَ ثُمَّ قَال: بِالنَّبِيّ الصَّالِحِ وَ الإبنِ الصَّالِحِ ثُمَّ صَعِدَ بِي حَتَّى أَتَى السًّمَاءَ الثَّانِيَّةَ، فَاستَفتَحَ، فَقِيلَ مَن هذَا؟ قَالَ جِبرِيلُ، قِيلَ: وَمَن مَعَكَ؟ قَالَ مُحَمَّدٌ، قِيلَ: مَرحَبًا بِه، فَنِعمَ المَجِئُ جَاءَ، فَفُتِح، فَلَمَّا خَلَصتُ إِذَا ( يَحيَ وَ عِيسَى) وَ هُمَا ابنَا الخَالَةِ قَالَ: هذَا يَحيَى وَ عِيسَى، فَسَلِّم عَلَيهِمَ فَسَلَّمتُ فَرَدَّا ثُمَّ قَالَا: مَرحَبًا بِالأخِ الصَّالِحِ وَ النَّبِيِّ الصَّالِحِ – ثُمَّ صَعِدَ بِى إلَى السَّمَاءِ الثَّالِثَة، فَاستَفتَحَ، قِيلَ مَن هذَا؟ قَالَ جِبرِيلُ، قِيلَ: وَ مَن مَعَكَ؟ قَالَ مُحَمَّدٌ، قِيلَ: وَ قَد أُرسِلَ إِلَيه؟ قَالَ نَعَم، قِيلَ: مَرحَبًا بِه، فَنِعمَ المَجِئُ جَاءَ فَفُتِحَ، فَلَمَّا خَلَصتُ إِذَا (يُوسُفُ) قَالَ: هذَا يُوسُفُ فَسَلِّم عَلَيه فَسَلَّمتُ عَلَيه فَرَدَّ، ثُمَّ قَالَ: مَرحَبًا بِالأخِ الصَّالِحِ وَ النَّبِيِّ الصَّالِح – ثُمَّ صَعِدَ بِي حَتَّى أَتَى السَّمَاءَ الرَّابِعَةً فَاستَفتَحَ، قِيلَ: مَن هذّا؟ قَالَ جِبرِيلُ قِيلَ: وَ مَن مَعَكَ؟ قَالَ مُحَمَّدٌ، قِيلَ: وَ قَد أُرسِلَ إِلَيهِ قَالَ نَعَم، قِيلَ: مَرحَبًا بِه فَنِعمَ المَجِئُ جَاءَ فَفُتِحَ، فَلَمَّا خَلَصتُ إِذَا (إدرِيسُ) قَالَ هذَا إِدرِيسُ، فَسَلِّم عَلَيه فَسَلِّمتُ فَرَدَّ، ثُمَّ قَالَ مَرحَبًا بِالأخِ الصَّالِح وَ النَّبِيِّ الصَّالِح -ثُمَّ صَعِدَ بِي إِلى السَّمَاء السَّادِسَة، فَاستَفتَحَ، قِيل مَن هذَا؟ قَالَ جِبرِيلُ: قِيلَ وَ مَن مَعَكَ قَالَ مُحَمَّدٌ: قِيل وَ قَد أرسِلَ إِلَيه؟ قَالَ نَعَم: قِيلَ مَرحبًا بِه، فَنِعم المَجِئُ جَاءَ، فَلَمَّا خَلَصتُ إذًا (مُوسَى) قَالَ هذَا مُوسَى فَسَلِّم عَلَيهِ فَسَلَّمتُ عَلَيهِ فَرَدَّ عَلَيّ السَّلام، ثُمَّ قَال مَرحَبًا بِالأخِ الصَّالِح وَ النَّبِيِّ الصَّالِح، فَلَمَّا تَجَاوَزتُ بَكَى، قِيلَ لَه مَا يُبكِيكَ؟ قَالَ أَبكِى لأنَّ غُلامًا بُعِثَ بَعدِي يَدخُلُ الجَنَّة مِن أُمَّتِه أَكثَرُ مِمَّن يَدخُلُ مِن أُمَّتِي، ثَمَّ صَعِدَ بِي إِلَى السَّمَاءِ السَّابِعَة، فَاستَفتَحَ، قِيلَ مَن هذَا؟ قَال جِبرِيلُ: قِيل وَ مَن مَعَكَ؟ قَال مُحَمد: قِيل: وَ قَد بُعِثَ إِلَيه؟ قَالَ نَعَم، قِيلَ مَرحَبًا بِه فَنِعمَ المَجئُ جَاءَ، فَلَمَّا خَلَصتُ إِذَا (إبرَاهِيم) قَالَ: هذَا أَبُوكَ إِبرَاهِيمُ فَسَلِّم عَلَيه فَسَلِّمتُ عَلَيه، فَرَدَّ السَّلامَ فَقَالَ مَرحَبًا بِالإبن الصَّالِح وَ النَّبِيِّ الصَّالِح ثُمّ رُفِعَت لِي سِدرَةُ المُنتَهَى فَإذَا نَبِقُهَا مِثلُ قِلَالِ هَجَرِ، وَ إِذَا وَرَقُهَا مِثلُ آذَانِ الفِيلَة، قَالَ: هذِه سِدرَةُ المُنتَهَى وَ إِذَا أَربَعَةُ أنهَارٍ نَهرَانِ بَاطِنَان وَ نَهرَانِ ظَاهِرَانِ، قُلتُ: مَا هذَانِ يَاجِبرِيل؟ قَالَ: أَمَّا البَاطِنَان فنَهرَانِ فِي الجِنَّة، وَ اَمَّا الظَّاهِرَانِ فَالنِّيلُ وَ الفُرَاتُ، ثُمَّ رُفِعَ لِي البَيتُ المَعمُورُ، فَقُلتُ يَا جِبرِيلُ مَا هذَا؟ قَالَ: هذَا البَيتُ المَعمُورُ، يَدخُلُه كُلَّ يَومٍ سَبعُونَ أَلفَ مَلَكٍ، إِذَا خَرَجُوا مِنهُ لَم يَعُودُو إِلَيه، ثُمَّ أُتِيتُ بِإنَاءٍ مِن خَمرٍ وَ إنَاءٍ مِن لَبَنٍ، وَ إِنَاءٍ مِن عَسَلٍ، فَأَخَذتُ الّلبَنَ فَقَالَ: هِيَ الفِطْرَةُ التِي أنتَ عَلَيهَا وَ أُمَتُكَ، ثُمَّ فُرِضَ عَلَيَّ خَمسُونَ صَلَاةً كُلَّ يَومٍ فَرَجَعتُ فَمَرَرتُ عَلَى مُوسَى فَقَالَ: بِمَ أُمِرتُ بِخَمسِينَ صَلاةً كُلَّ يَومٍ فَرَجَعتُ فَمَرَرتُ عَلَى مُوسَى فَقَالَ: بِنَ أُمِرتَ؟ قُلتُ: أُمِرتُ بِخَمسِينَ صَلاةً كُلَّ يَومٍ، قَالَ: إِنَّ أَمَّتَكَ لا تَستَطِيعُ خَمسِينَ صَلاةً كُلَّ يَومٍ، وَ إِنِّي وَ اللهِ قَد جَرَّبتُ النَّاسَ قَبلَكَ، وَعَالَجتُ بَنِي إسرائيل أَشَدَّ المُعَالَجَة، فَارجِع إِلَى رَبِّكَ، فَسَلهُ التَّخفِيفَ لِأُمَّتِكَ، فَرَجَعتُ فَوَضَعَ عَنِّي عَشرًا، فَرَجَعتُ إِلَى مُوسَى فَقَالَ مِثله، فَرَجَعتُ فَوَضَعَ عِنَّي عَشرًا، فَرَجَعتُ فَوَضَعَ عَنِّي عَشْرًا، فَأمِرتُ بِعَشرِ صَلَوَاتٍ كُلَّ يَومٍ فَقَالَ مِثلَه، فَرَجَعتُ فَأُمِرتُ بِخَمسِ صَلوَاتٍ كُلَّ يَومٍ، فَرَجَعتُ إِلَى مُوسَى، فَقَال بِمَا أُمِرتَ؟ قُلتُ أُمِرتُ بِخَمسِ صَلَوَاتٍ كُلّ يَومٍ، قَالَ: إنَّ أمَّتَكَ لا تَستَطِيعُ خَمسَ صَلَوَاتٍ كُل يَومٍ، وَ إِنِّي قَد جَرَّبتُ النَّاسَ قَبلَكَ، وَ عَالَجتُ بَنِى إِسرَائِيلَ أَشَدَّ المُعَالَجَةِ، فَارجِع إِلَى رَبِّكَ فَسَلهُ التَّخفِيفَ لِأُمَّتِكَ قُلتُ سَأَلتُ رَبِّي حَتَّى استَحيَيتُ مِنهُ، وَ لَكن أَرضَى وَ أُسَلِّمُ فَلَمَّا جَاوَزتُ، نَادَانِى مُنَادٍ، أَمضَيتُ فَرِيضَتِى، وَ خَفَّفتُ عَن عِبَادِى (رَوَاه البخارى و مسلم عن مالك بن صعصعة)",
         "filter"  : "ba"
    },
    {
         "id" : 449,
         "value" : "أَلبَيِّعَانِ بِالخِيَارِ مَا لَم يَتَفَرَّقَا، فَإن صَدَقَ وَ بَيِّنَا، بُورِكَ لَهُمَا فِي بَيعِهِمَا وَ إِن كَتمَا وَ كَذَبَا، مُحِقَت بَرَكَةُ بَيعِهِمَا (رواه البخارى)",
         "filter"  : "ba"
    },
    {
         "id" : 450,
         "value" : "بِئسَ الطَّعَامُ الوَلِيمَةِ، يُدعَى إلَيهِ الأَغنِيَاءُ وَ يُترَكُ الفُقَرَاءُ وَ مَن تَرَكَ الدَّعوَةَ فَقَد عَصَى الله وَرَسُولَه (رواه الشيخان)",
         "filter"  : "ba"
    },
    {
         "id" : 451,
         "value" : "ألبِرُّ حُسنُ الخُلقِ، وَ الإِثمُ مَا حَاكَ فِي صَدرِكَ وَ كَرِهتَ أَن يَطَّلِعَ عَلَيه النَّاسُ (رواه مسلم)",
         "filter"  : "alif"
    },
    {
         "id" : 452,
         "value" : "أَلبَخِيلُ مَن ذُكِرتُ عِندَهُ فَلَم يُصَلِّ عَلَيّ (رواه أحمد)",
         "filter"  : "alif"
    },
    {
         "id" : 453,
         "value" : "ألبِرُّ لَا يَبلَى وَ الذَّنبُ لَا يُنسَى وَ الدَّيَّانُ لَا يَمُوتُ، إعمَل مَا شِئتَ كَمَا تَدِينُ تُدَانُ (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 454,
         "value" : "أَلبَلَاءُ مُوَكَّلٌ بِالمَنطِقِ، فَلَو أَنَّ رَجُلًا عَيَّرَ رَجُلًا بِرَضَاعِ كَلبَةٍ لَرَضَعَهَا (رواه الخطيب عن ابن مسعود)",
         "filter"  : "alif"
    },
    {
         "id" : 455,
         "value" : "أَلبِلادُ بِلَادُ اللهِ، وَ العِبَادُ عِبَادُ اللهِ، فَحَيثُمَا أَصَبتَ فَأَقِم (رواه أحمد عن الزبير)",
         "filter"  : "alif"
    },
    {
         "id" : 456,
         "value" : "أَلبَيِّنَةُ عَلَى المُدَّعِى وَ اليَمِينُ عَلَى مَن أَنكَرَ (رواه الجماعة)",
         "filter"  : "alif"
    },
    {
         "id" : 457,
         "value" : "أَلبَركَةُ فِي نَوَاصِى الخَيلِ (رواه البخارى و مسلم عن أنس)",
         "filter"  : "alif"
    },
    {
         "id" : 458,
         "value" : "أَلبُصَاقُ فِي المَسجِدِ خَطِيئَةٌ وَ كَفَّارَتُهَا دَفنُهَا (رواه الشيخان)",
         "filter"  : "alif"
    },
    {
         "id" : 459,
         "value" : "تَبَسُّمُكَ فِى وَجْهِ أَخِيْكَ لَكَ صَدَقَةٌ، وَأَمْرُكَ بِالْمَعْرُوْفِ وَنَهْيُكَ عَنِ الْمُنْكَرِ صَدَقَةٌ، وَإِرَشَدُكَ الرَّجُلَ فِى أَرْضِ الضَّلَال لَكَ صَدَقَةٌ، وَإِمَاطَتُكَ الْحَجَرَ وَالشَّوْكَ وَالْعَظْمَ عَنِ الطَّرِيْقِ لَكَ صَدَقَةٌ (رواه البخارى)",
         "filter"  : "ta"
    },
    {
         "id" : 460,
         "value" : "تَجِدُوْنَ النَّاسَ مَعَادِنَ فَخِيَارُهُمْ فِى الْجَاهِلِيَّةِ خِيَارُهُمْ فِى الْإِسْلَامِ إِذَا فَقُهُوا، وَتَجِدُوْنَ خَيْرَ النَّاسِ فِى هَذَا الشَّأْنِ أَشَدّهُمْ لَهُ كَرَاهِيَةً قَبْلَ أَنْ يَقَعَ فِيْهِ، وَتَجِدُوْنَ شَرَّ النَّاسِ يَوْمَ الْقِيَامَةِ عِنْدَ اللهِ ذَا الْوَجْهَيْنِ، الَّذِيْ يَأتِى هَؤُلَاءِ بِوَجْهٍ، وَهَؤُلَاء بِوَجْهٍ (رواه البخارى و مسلم)",
         "filter"  : "ta"
    },
    {
         "id" : 461,
         "value" : "تحاجت النار والجنة فقالت النار أوثزت بالمتكبرين والمتجبرين، وقالت الجنة: فمالي لا يدخلني إلا ضعفاء الناس وسقطهم وعجزهم؟ فقال الله عز وجل للجنة: «إنّما أنت رحمتى أرحم بك من أشاء من عبادى - وقال للنار: «إنّما أنت عذابي أعذب بي من أشاء من عبادي، ولكل واحدة منكما ملؤها، فأما النار فلا تمتلئ حتى يضع الله قدمه عليها فتقول: قط قط، فهنالك تمتلي، وينزوى بعضها إلى بعض ولا يظلم الله من خلقه أحدا، وأما الجنة فإن الله ينشئ لها خلقا",
         "filter"  : "ta"
    },
    {
         "id" : 462,
         "value" : "تَحَرَّوا لَيْلَةَ الْقَدْرِ فِى الْوِتْرِ مِنَ الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ (رواه الشيخان)",
         "filter"  : "ta"
    },
    {
         "id" : 463,
         "value" : "تَدَاوَوْ عِبَادَاللهِ، فَإِنَّ اللهَ تَعَالَى لَمْ يَضَعْ دَاءًا إِلاَّ وَضَعَ لَهُ دَوَاءً، غَيْرَ دَاءٍ وَاحِدٍ: الْهَرَمُ (رواه الإمام أحمد)",
         "filter"  : "ta"
    },
    {
         "id" : 464,
         "value" : "تَرَى الْمُؤْمِنِيْنَ فِى تَرَاحُمِهِمْ، وَتَوَدُدِهِمْ، وَتُعَاطُفِهِمْ كَمَثَلِ الْجَسَدِ إِذَاشْتَكَى عُضْوٌ تَدَاعَى لَهُ سَائِرٌ جَسَدِهِ بِالسَّهَرِ وَالْحُمَّى (رواه البخارى)",
         "filter"  : "ta"
    },
    {
         "id" : 465,
         "value" : "تَزَوَّجُوْا وَلاَ تُطَلِّقُوا فَإِنَّ الطَّلاَّقَ يَهْتَزُّ مِنْهُ الْعَرْشُ (رواه ابن عدى)",
         "filter"  : "ta"
    },
    {
         "id" : 466,
         "value" : "تَسَحَّرُوا فَإِنَّ فِى السُّحُوْرِ بَرَكَةً (رواه الشيخان عن أنس)",
         "filter"  : "ta"
    },
    {
         "id" : 467,
         "value" : "تَصَدَّقُوْ فَسَيَأْتِى عَلَيْكُمْ زَمَانٌ يَمْشِى الرَّجُلُ بِصَدَقَتِهِ فَيَقُوْلُ الَّذِى يَأْتِى لَهُ بِهَا لَوْ جِئْتَ بِهَا بِالْأَمْسِ لَقَبِلْتُهَا، فَأَمَّاالآنَ فَلَا حَاجَةَلِى فِيْهَا، فَلَا يَجِدُ مَنْ يَقْبَلُهَا (رواه الشيخان عن حارثه بن وهب)",
         "filter"  : "ta"
    },
    {
         "id" : 468,
         "value" : "تُطْعِمُ الطَّعَامَ وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ (رواه البخارى ومسلم عن عبدالله بن عمرو)",
         "filter"  : "ta"
    },
    {
         "id" : 469,
         "value" : "تَعَرَّفْ إِلَى اللهِ فِى الرَّخَاءِ يَعْرِفكَ فِى الشِّدَّةِ، وَاعْلَمْ أَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيْبَكَ وَمَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَأَنَّ النَّصْرَ مَعَ الصَّبْرِ وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ وَأَنَّ مَعَ الْعُسْرِ يُسْرًا (متفق عليه)",
         "filter"  : "ta"
    },
    {
         "id" : 470,
         "value" : "تُعرَضُ الأَعمَالُ يَومَ الإثنَين وَ الخَمِيسِ عَلَى الله تعالى، وَ تُعرَضُ عَلَى الأنبِيَاءِ وَ عَلَى الآبَاء وَ الأُمَّهَاتِ يَوم الجُمعَة فَيَفرَحُونَ بِحَسَنَاتِهِم وَ تَزدَادُ وَ جُوهُهُم بَيَاضًا وَ إِشرَاقًا، فَاتَّقُو اللهَ وَ لَا تُؤذُوا مَوتَاكُم (رواه الحكين عن والد عبد العزيز)",
         "filter"  : "ta"
    },
    {
         "id" : 471,
         "value" : "تَعَوَّذُوا بِاللهِ مِن جَهدِ البَلَاءِ وَ دَركِ الشَّقَاءِ وَ سُوءِ القَضَاءِ وَ شَمَائَةِ الأَعدَاءِ (رواه البخارى و مسلم عن أبى هريرة)",
         "filter"  : "ta"
    },
    {
         "id" : 472,
         "value" : "تَعَلَّمُوا العِلمَ وَ تَعَلَّمُوا لِلعِلمِ السَّكِينَةَ وَ الوَقَارَ وَ تَوَاضَعُوا لِمَن تَتَعَلَّمُونَ مِنه (رواه أبو نعيم عن عمر)",
         "filter"  : "ta"
    },
    {
         "id" : 473,
         "value" : "َعَلَّمُوا مِن العِلم مَا شِئتُم فَوَاللهِ لَا تُؤْجَرُونَ بِجَمعِ العِلمِ حَتَّى تَعمَلُوا (رواه أبو الحسن بن الأخزم عن أنس)",
         "filter"  : "ta"
    },
    {
         "id" : 474,
         "value" : "تُفْتَحُ أَبْوَابُ السَّمَاءِ وَ يُستَجَابُ الدُّعَاءُ فِي أَربَعَةِ مَوَاطِنَ عِند التِقَاءِ الصُّفُوفِ فِي سَبِيلِ اللهِ وَ عِندَ نُزُولِ الغَيثِ وَ عِندَ إِقَامَةِ الصَّلَاةِ وَ عِندَ رُؤيَةِ الكَعبَةِ (رواه الطبرانى عن أبى أمامة)",
         "filter"  : "ta"
    },
    {
         "id" : 475,
         "value" : "تُفتَحُ أَبوَابُ الجَنَّةِ يَومَ الإثنَينِ وَ يَومَ الخَمِيس فَيُغفَرُ فِيهِمَا لِكُلِّ عَبدِ لَا يُشرِكُ بِالله شَيئًا، إلَّا رَجُلٌ كَانَت بَينَه وَ بينَ أَخِيه شَحنَاءُ، فَيُقَالُ انظُرُوا هَذَينِ حَتَّى يَصتَطَلِحَا (رواه النرمذى)",
         "filter"  : "ta"
    },
    {
         "id" : 476,
         "value" : "تَفَرَّغُوا مِن هُمُومِ الدُّنيَا مَا ستَطَعتُم، فَإنَّهُ مَن كَانَتِ الدُّنيَا أَكبَرَ هَمِّهِ أَفشَى الله تَعَالَى لَه أَمرَهُ، وَ جَعَلَ غِنَاهُ فِي قَلبِهِ، وَ مَا أَقْبَلَ عَبدٌ بِقَلبِهِ إلَى الله تَعَالَى بِكُلِّ خَيرٍ إِلَيهِ أَسرَعَ (رواه الطبرانى عن أبى الدرداء)",
         "filter"  : "ta"
    },
    {
         "id" : 477,
         "value" : "تَكَفَّلَ الله لِمَن جَاهَدَ فِي سَبِيلِه لَا يُخرِجُهُ مِن بَيتِه إلَّا الجِهَادُ فِى سَبِيلِهِ وَ تَصدِيقُ كَلِمَاتِهِ، بِأن يُدخِلَهُ الجَنَّة، أو يُرجِعهُ إِلَى مَسكَنِه الَّذِى خَرَجَ مِنهُ مَعَ مَا نَالَ مِن أَجرٍ أَو غَنِيمَةٍ (رواه الشيخان)",
         "filter"  : "ta"
    },
    {
         "id" : 478,
         "value" : "تَفَكَّرُوا فِي خَلقِ الله وَ لا تَفَكَّرُوا فِي اللهِ فَتَهلِكُوا (رواه أبو الشيخ)",
         "filter"  : "ta"
    },
    {
         "id" : 479,
         "value" : "تُنكَحُ المَرآَةُ لِأَربَعِ: لِمَالِهَا،وَ لِنَسَبِهَا، وَ لِجَمَالِهَا، وَ لِدِينِهَا، فَاظفَرْ بِذَاتِ الدِّينِ، تَرِبَت يَدَاكَ (رواه البخارى و مسلم عن أبى هريرة)",
         "filter"  : "ta"
    },
    {
         "id" : 480,
         "value" : "تَنَاكَحُوا تَكْثُرُوا فَإِنِّى أُبَاهِى بِكُمُ الأُمَمَ يَومَ القِيَامَةِ (رواه عبد الرزاق)",
         "filter"  : "ta"
    },
    {
         "id" : 481,
         "value" : "تَهَادُوا تَحَابُّوا وَ تَصَافَحُوا يَذهَبِ الغِلُّ عَنكُم (رواه ابن عساكر)",
         "filter"  : "ta"
    },
    {
         "id" : 482,
         "value" : "ألتَّاجِرُ الصَّدُوقُ تَحتَ ظِلِّ العَرشِ يَومَ القِيَامَةِ (رواه الديلمي)",
         "filter"  : "alif"
    },
    {
         "id" : 483,
         "value" : "أَلتَائِبُ مِنَ الذَنبِ كَمَن لا ذَنبَ لَهُ، وَ المُستَغفِرُ مِنَ الذَّنبِ مُقَيِّمٌ عَلَيه كَالمُستَهزِئُ بِرَبِّه (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 484,
         "value" : "أَلتَّحَدُّثُ بِنِعمَةِ الله شُكرٌ وَ تَركُهَا كُفرٌ وَ مَن لَا يَشكُرِ القَلِيلَ لَا يَشكُرِ الكَثِيرَ وَ مَن لَا يَشكُرِ النَّاسَ لَا يَشكُرِ الله (رواه البيهقى)",
         "filter"  : "alif"
    },
    {
         "id" : 485,
         "value" : "أَلتَّوَاضُعُ لا يَزِيدُ العَبدَ إلَّا رِفعَةً، فَتَوَاضَعُوا يَرفَعكُمُ الله تَعَالَى وَ العَفْوُ لَا يَزِيدُ العّبدَ إِلَّا عِزًّا، فَاعفُوا يَعِزُّكُمُ الله تَعالى، وَ الصَّدَقَةُ لا تَزِيدُ المَالَ إِلَّا كَثرَةً، فَتَصَدَّقُوا يَرحَمكُمُ الله (رواه ابن أبى الدنيا)",
         "filter"  : "alif"
    },
    {
         "id" : 486,
         "value" : "أَلتُّؤَدَةُ فِي كُلِّ شَئٍ خَيرٌ إِلَّا فِى عَمَلِ الآخِرَةِ (رواه أبو داود)",
         "filter"  : "alif"
    },
    {
         "id" : 487,
         "value" : "أَلتَّاجِرُ الأَمِينُ الصَّدُوقُ مَعَ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَدَاءِ وَ الصَّالحِينَ (رواه الترمذ)",
         "filter"  : "alif"
    },
    {
         "id" : 488,
         "value" : "أَلتَّثَاؤُبُ مِنَ الشَّيطَانِ فَإذَا تَثَاءَبَ أَحَدُكُم فَليَرُدَّهُ مَا استَطَاعَ أَحَدَكُم إذَا قَالَ (هَا) ضَحِكَ مِنه الشَّيطَانُ (رواه الشيخان)",
         "filter"  : "alif"
    }
]
