[
    {
         "id" : 1,
         "title" : "WULANGAN KAWITAN TENTANG ISLAM LAN IMAN",
         "hadist" : [
             {
                 "id" : 1404,
                 "value" : "Islam iku madeg ing limang prakara: nyekseni manawa ora ana sesembahan kajaba Allah lan Muhammad iku abdi lan utusane, ngedegake shalat, mbayar zakat, munggah haji menyang Bait, lan pasa ing wulan Ramadhan. (Hadis riwayat Syaikhain saka Ibnu Umar)"
             },
             {
                 "id" : 1405,
                 "value" : "Nalika kula sami lenggah ing sacelakipun Kanjeng Nabi, dumadakan tumeka ing ngarsanipun tiyang ingkang panganggenipun pethak sanget, rambutipun cemeng sanget lan boten katingal tilas lampahipun. Ora ana siji-sijia saka kita sing weruh dheweke banjur lungguh ing ngarepe Nabi, dheweke ngerti dheweke. nyandhak dhengkul ing dhengkul Nabi lan dilebokake tapak tangan ing pupu. Wong mau matur: Wahai Muhammad, kula cariyosaken bab Islam? Rasulullah SAW mangsuli: Islam iku sira nyekseni ora ana sesembahan kajaba Allah lan Muhammad iku utusane Allah, sira ngedegake salat, sira bayar zakat, sira pasa ing wulan Ramadhan, sira munggah kaji ing bait yen sira bisa lumaku ing dalan marang dheweke. Wong lanang mau ngomong: Kowé ngomong sing bener. Mulané awaké déwé padha gumun. Dheweke takon marang Nabi SAW lan dikonfirmasi. Wong lanang mau kandha: Kandhaku bab iman? Kanjeng Nabi SAW mangsuli: Sira iman marang Allah lan malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya lan dina akhir lan sira iman marang takdir kang becik lan ala. Wong lanang mau ngomong: Kowé ngomong sing bener. Wong lanang mau banjur matur: Kandhaa bab Ihsan. Nabi (SAW) mangsuli: Sira nyembah Allah kaya-kaya ndeleng Panjenengane. Yen sampeyan ora bisa ndeleng Panjenengane, Panjenengane bener ndeleng sampeyan. Wong lanang iku matur: Kandhanana bab kiamat? Nabi (SAW) mangsuli: Wong sing ditakoni babagan kiamat ora luwih ngerti tinimbang wong sing takon. Wong lanang iku banjur matur: banjur critakna tandha-tandhane? Kanjeng Nabi SAW mangsuli: Nalika budak wadon nglairake bendarane lan nalika sampeyan ndeleng wong-wong sing biyen ora nganggo alas kaki, wuda lan miskin pangon padha saingan mbangun bangunan. Wong lanang mau banjur lunga lan aku meneng nganti suwe. Kanjeng Nabi SAW ngandika: Wahai Umar, apa kowe ngerti sapa sing takon? Aku mangsuli: Allah lan Rasul-Nya luwih ngerti. Kanjeng Nabi SAW ngendika: Panjenenganipun punika Jibril ingkang teka kanggo mulang agama sampeyan. (Hadis riwayat Muslim saka Umar) "
             }
         ],
         "firman" : [
             {
                  "id" : 1,
                  "value" : "null"
             }
         ]
    },
    {
     "id" : 2,
     "title" : "PIWULANG KEDUA TENTANG PRIVILITAS IKHLAS LAN LARANGAN RIYA",
     "hadist" : [
             {
                 "id" : 1406,
                 "value" : "Rasulullah SAW ngandika: Satemene amal iku kudu niat lan sayekti saben wong oleh apa kang dikarepke. Sing sapa hijrah marang Allah lan utusane, banjur hijrahe marang Allah lan utusane. wanita, banjur hijrahe ditrapake kanggo apa tujuan hijrahe (Hadis riwayat Syaikhain saka Umar)"
             },   
             {
                 "id" : 1407,
                 "value" : "Sayekti Allah Ta’ala iku ora mirsani marang badanira lan ora mirsani wujudira, ananging Panjenengane mirsani atine lan panggawenira. (Hadis riwayat Muslim saka Abi Hurairah)"
             },   
             {
                 "id" : 1408,
                 "value" : "Sayekti Allah iku nulis kautaman lan dosa-dosan, nuli nerangake ing kitab-Nya. Dadi, sapa sing kepengin nindakake kabecikan, nanging ora nindakake, Allah nulis ing ngarsane kabecikan sing lengkap. Yen dheweke kepengin nindakake kabecikan, banjur nindakake, banjur Allah nulis karo Panjenengane sepuluh amal kabecikan nganti pitung atus kaping nganti kaping pindho. Lan sapa sing arep nglakoni dosa, nanging ora nglakoni, banjur Allah nulis ing ngarsané kabecikan sing lengkap. Yen dheweke kepengin nglakoni dosa, banjur nindakake, banjur Allah nulis dosa(Hadis riwayat Syaikhain saka Ibnu Abbas) "
             },
             {
             "id" : 1409,
             "value" : "Sapa wongé anglakoni panggawé becik kanggo nggolèki kamulyan, Allah bakal najisaké dhèwèké (ing dina kiyamat). Lan sapa sing nindakake amal kabecikan amarga riya', mula Allah bakal ngudhari apa sing ana ing atine ing ngarepe rame (ing dina kiamat).airpal sing (Hadis riwayat Syaikhain)"
             }  
         ],
         "firman" : [
             {
                 "id" : 1,
                 "value" : "Allah Ta'ala ngandika: Sanadyan padha ora didhawuhi, kajaba supaya padha nyembah marang Allah kanthi nyucikake ketaatan marang Panjenengane ing (ngalakoni) agama kanthi lurus lan supaya padha ngedegake shalat lan mbayar zakat, lan iku agama sing lurus. (Al-Bayyinah: 5)"
             }
         ]
     },
     {
         "id" : 3,
         "title" : "PIWULANGAN KETIGA TENTANG WEDI MARANG ALLAH LAN TINGALI ALLAH AZZA WA JALIA",
         "hadist" : [
             {
                 "id" : 1410,
                 "value" : "Kanjeng Nabi dhawuh: Sayekti salah sawijine panunggalanmu iku diklumpukake ing wetenge biyunge sajrone patang puluh dina wujud mani, nuli dadi gumpalan getih kang kaya mangkono iku, nuli dadi gumpalan daging kang kaya mangkono. Banjur diutus malaikat kanggo nyedhot roh lan didhawuhi nulis papat ukara: yaiku nulis rizki, umur lan amal lan susah utawa seneng. Demi Allah, ora ana sesembahan kejaba Panjenengane, satemene ana salah sawijine panunggalanira kang nindakake pakaryane para pendhudhuk Swarga nganti jarak antarane dheweke lan Swarga mung sak asta, nanging sadurunge ditulis ing kitab supaya dheweke nindakake. panggawene para pendhudhuk Neraka, banjur bakal mlebu Neraka. Satemene ana salah sijining sira kang nindakake panggawene para pendhudhuk Neraka nganti jarak antarane dheweke lan Neraka mung sak asta, ananging sadurunge ditulis ing kitab supaya dheweke nindakake amal pendhudhuk swarga supaya mlebu swarga. (Hadis riwayat Syaikhain (Bukhari lan Muslim) saka ibn Mas'ud) "
             },       
             {
                 "id" : 1411,
                 "value" : "Ora ana siji-sijia ing antaranira, nanging Pangérané bakal ngandika marang dhèwèké tanpa panyandra antara dhèwèké lan tawanané. Mula banjur mandeng ing sisih tengen, ora weruh apa-apa kejaba tumindak kang ditindakaké lan weruh sing luwih ala tinimbang iku. Dadi dheweke ora weruh, kajaba tumindak sing ditindakake. Lan dheweke weruh ing ngarepe. Dadi dheweke ora weruh apa-apa kajaba neraka ing ngarepe. Dadi nyingkiri geni neraka. sanajan sampeyan nyumbang setengah tanggal. (Hadis riwayat Syaikhain saka Adiy bin Hatim) "
             },
             {
                 "id" : 1412,
                 "value" : "Sayekti, Allah Ta’ala iku drengki lan drengkine Allah Ta’ala iku samangsa manungsa padha nindakake samubarang kang dilarang Allah Ta’ala. (Hadis riwayat Syaikhain saka Abi Hurairah) "
             }
         ],
         "firman" : [
             {
                  "id" : 1,
                  "value" : "Allah Ta'ala ngandika: He manungsa, padha wedia marang Pangeranira, satemene guncange dina kiyamat iku kedadean kang gedhe banget (elinga) dina (nalika) sira weruh keguncangan, nglirwakake kabeh wong wadon kang nyusoni anak-anake saka bocah-bocah sing nyusoni anak-anake. nyusoni lan guwa-garbane kabeh wong wadon mbobot, lan sira weruh wong mendem, padahal sejatine ora mendem, nanging siksane Allah iku abot (Al-Hajj: 1-2)"
             }
         ]
    },
    {
     "id" : 4,
     "title" : "WULANGAN PAPAT NGANGGO PENGHARGAAN LAN IMPIAN",
     "hadist" : [
             {
                 "id" : 1413,
                 "value" : "Utusan Allah ngandika: Sing sapa nyekseni manawa ora ana sesembahan kajaba mung Allah iku ora ana sekutu, lan Muhammad iku abdi lan utusane lan Isa iku abdine Allah lan utusane sarta pangandikane kang diwulangake marang Maryam. lan roh kang ditiupake saka Panjenengane lan swarga iku bener lan neraka iku bener, mulane Allah bakal nglebokake dheweke menyang swarga, ora preduli saka apa sing ditindakake. (Hadis riwayat Syaikhain saka Ubadah bin Shamit) "
             },
             {
                 "id" : 1414,
                 "value" : " Sing sapa nyekseni yen ora ana sesembahan kajaba Allah lan Muhammad iku utusaning Allah (utusane), Allah nglarang geni naraka marang dheweke.(Hadis riwayat Muslim)"
             },
             {
                 "id" : 1415,
                 "value" : "Sapa sing nglakoni kabecikan bakal oleh ganjaran ping sepuluh utawa luwih. Lan sapa sing nglakoni dosa, dosa iku bakal dadi siksa utawa aku ngapura. Sing sapa nyedhak saka Ingsun, Ingsun nyelaki wonge saasta, lan sapa kang nyedhak marang Ingsun saasta, Ingsun nyelaki wonge saasta. Sing sapa marani Ingsun lumampah, Ingsun teka lumayu lan sapa kang nemoni Ingsun nindakaké dosa salumahing bumi, dene dheweke ora nyekutokake Ingsun kalawan apa-apa, iya Ingsun ngapura"
             },
             {
                 "id" : 1416,
                 "value" : " Nalika Allah nitahaké makhluk, Panjenengané nulis ing kitab kang ana ing sandhingé ing sandhuwuré Arsy: Satemené sih-kadarmaningsun iku ngungkuli bebenduningsun. Ing sawijining narasi sadurunge bebenduku. (Hadis riwayat Syaikhain saka Abi Hurairah)"
             },
             {
                 "id" : 1417,
                 "value" : "Sayekti, Allah Ta’ala iku kagungan welas satus. Panjenengane nurunake rahmat saka dheweke antarane jin lan manungsa, kewan lan serangga. Kanthi sih-rahmat kasebut, dheweke tresna lan ngrawat siji lan sijine lan kanthi sih-rahmat iku kewan galak tresna marang anak-anake. Allah Ta’ala wis nundha sangang puluh sanga sih-rahmat kang diparingake marang para kawulane ing dina kiyamat. (Hadis riwayat Syaikhain saka Abi Hurairah) "
             }
         ],
     "firman" : [
             {
                 "id" : 1,
                 "value" : "Allah Ta’ala dhawuh: “Dhawuha: “He para kawulaningsun kang nerak marang awake dhewe, aja padha putus asa marang rahmating Allah. Satemene Allah ngapura kabeh dosa. Satemene Panjenengane iku Maha Pangapura, Maha Asih.” (Az-Zumar: 53)."
                     },    
             {
                     "id" : 2,
                     "value" : "Allah Ta’ala ngandika: ‘Lan rahmatingsun iku nutupi samubarang kabeh.’ (Al-A’raf: 156)"
             }
         ]
     },
     {
         "id" : 5,
         "title" : "WULANGAN KALIMA TENTANG TAWAKKAL MARANG ALLAH",
         "hadist" : [
                 {
                     "id" : 1418,
                     "value" : "Kanjeng Nabi paring dhawuh: Kawula dipun tuduhaken dhateng kula, lajeng kula sumerep Kanjeng Nabi kalihan pandherekipun sawetawis, wonten nabi kalihan tiyang satunggal lan kalih lan wonten nabi ingkang boten kagungan pandherekipun. Dumadakan katon wewayangan gedhe marang aku. Dadi aku ngira wong-wong kuwi bangsaku. Banjur ana pangandikane marang aku: Iki Musa lan umate, nanging delengen cakrawala. Dadi aku weruh. Iku katon kaya bayangan gedhe. Banjur ana pangandikane marang aku: Delengen ing cakrawala liyane. Iku katon kaya bayangan gedhe Banjur ana pangandikane marang aku: Iki bangsamu. Karo wong-wong mau ana pitung puluh ewu wong sing mlebu surga tanpa diadili lan ora disiksa. Kanjeng Nabi (SAW) tangi lan mlebu ing omahe. Wong-wong ngomong bab wong-wong sing mlebu swarga tanpa diadili lan ora disiksa. Salah siji saka wong-wong mau matur: mbok menawa wong-wong mau padha karo Rasulullah. Ana liyane matur: Bisa uga wong-wong iku wong sing lair ing Islam lan ora nyekutokake Allah. Dheweke ngomong akeh perkara. Banjur Rasulullah metu nemoni dheweke. Dhèwèké ngandika: Apa sing sampeyan omongké? Mulané wong-wong mau padha ngélingké. Banjur dhawuh: Wong-wong iku wong-wong kang ora ngendelake ruqyah lan ora njaluk ruqyah, ora percaya marang pratandha-pratandha ala lan padha pitados marang Pangerane. Banjur Ukasyah bin Muhson ngandika: ndedongaa marang Allah supaya kula saka ing antarane wong-wong mau. Nabi (SAW) mangsuli: Sampeyan salah siji saka wong-wong mau. Banjur wong liya ngadeg. dhawuh: ndedonga marang Allah supaya aku dadi salah siji saka wong-wong mau. Kanjeng Nabi SAW mangsuli: Ukasyah sampun ndhisiki panjenenganipun (hadist riwayat Syaikhain)"
                 }
             ],
         "firman" : [
                 {
                     "id" : 1,
                     "value" : "Allah Ta'ala ngandika: (Yaiku) wong-wong (sing manut marang Allah lan Rasul) marang wong-wong sing padha ngucap: Satemene manungsa wis nglumpukake tentara kanggo nyerang sampeyan, mula padha wedia marang dheweke, tambah iman dheweke lan dheweke mangsuli. : Cukup Allah dadi Penolongku lan Allah iku sebaik-baik Pelindung.” Banjur padha bali kanthi kanugrahan (ageng) lan kanugrahan saka Allah, ora oleh bilai apa-apa, padha nuruti ridhaning Allah, Allah iku kagungan kanugrahan kang agung. (Ali Imran: 173-174)"
                 },
                 {
                     "id" : 2,
                     "value" : "Allah Ta'ala ngandika: Lan padha tawakkal marang kang urip (langgeng) Allah kang ora mati. (Al-Furqan: 58)"
                 },
                 {
                     "id" : 3,
                     "value" : "Allah Ta'ala ngandika: Mung Allah ALLA wong-wong mukmin padha tawakkal. (Ali Imran: 160)."
                 },
                 {
                     "id" : 4,
                     "value" : "Allah Ta’ala ngendika: Banjur manawa sira wus padha tekad, banjur tawakna marang Allah. (Ali Imran: 158)"
                 },
                 {
                     "id" : 5,
                     "value" : " Allah Ta'ala ngandika: Lan sapa tawakna marang Allah, Allah bakal cukup (kabutuhan). (Ath-Thalaq: 3)"
                     },    
                         {
                     "id" : 6,
                     "value" : " Allah Ta'ala ngandika: Satemene wong-wong kang padha iman iku wong-wong kang nalika asmane Allah gemeter, atine gemeter, lan nalika diwaca ayat-ayate, mundhak imane (amargane) lan marang Allah tawakkal. (Al-Anfal: 2)"
                 }
             ]
         },
         {
         "id" : 6,
         "title" : "PIWULANG ENEM TENTANG TANDA-TANDA GUSTI ALLAH MAHA KASIH MARANG HAMBA",
         "hadist" : [
                 {
                     "id" : 1419,
                     "value" : "Rasulullah SAW dhawuh: Allah Ta'ala ngandika: Sing sapa memungsuhan marang wali-Ku, iku Ingsun paring perang marang dhèwèké. Abdi-Ku ora nyedhak marang Ingsun kanthi perkara kang luwih gawe renaningsun tinimbang kewajiban-kewajiban kang Ingsun paringake marang dheweke. Kawula tetep nyedhak dhateng Ingsun kanthi amalan sunnah ngantos Ingsun tresna dhateng piyambakipun. Yen Ingsun tresna marang dheweke, mula Ingsun iki pangrungu kang digunakake kanggo ngrungokake lan pandelenge kang digunakake kanggo ndeleng lan tangane kang digunakake kanggo nyambut gawe lan sikile kang digunakake kanggo lumaku. Yen dheweke njaluk apa-apa marang Aku, mesthi bakal dakwenehi. Manawa nyuwun pangayoman marang Ingsun, mesthi Ingsun paringi. Yen dheweke nyuwun pangayoman marang Ingsun, mesthi Ingsun lindungi. (Hadis riwayat Bukhari saka Abi Hurairah) "
                 },
                 {
                     "id" : 1420,
                     "value" : "Sayekti, samangsa Allah Ta’ala tresna marang abdi, Panjenengané nimbali Jibril. Allah ngandika: Ingsun tresna marang si fulan, mula tresna marang dheweke. Mula Jibril tresna marang dheweke. Banjur Jibril nguwuh ing langit. dhawuh: Satemene Allah iku tresna marang si fulan, mula tresnaa marang dheweke. Mula dheweke ditresnani dening para pendhudhuk langit. Banjur dheweke ditresnani dening para pendhudhuk bumi. Nalika Allah sengit marang sawijining abdi, banjur nimbali Jibril lan ngandika: Satemene Ingsun sengit marang si fulan, mula sengit marang dheweke. Mula Jibril sengit marang dhèwèké, banjur nguwuh-uwuh ing antarané wong-wong ing langit: Sayekti Allah sengit banget marang dhèwèké. Banjur dheweke disengiti dening wong-wong ing bumi. (Hadis riwayat Muslim)"
                 }
             ],
         "firman" : [
                 {
                     "id" : 1,
                     "value" : "Allah Ta'ala dhawuh: Calathua: Yen siro (temen-temen) tresna marang Allah, nuli padha nututi marang aku, Allah mesthi tresna marang sira lan ngapura dosa-dosanira. Allah iku Maha Pangapura, Maha Asih. (Ali Imran: 31)"
                 }
             ]
         },
         {
             "id" : 7,
             "title" : "WULANGAN PITU NGANGGO WEWANGAN NGGOLEK ILMU",
             "hadist" : [
                     {
                         "id" : 1421,
                         "value" : "Rasulullah SAW dawuh: Sapa sing dikersakake kabecikan tumrap dheweke, Allah bakal paring pangerten babagan agama. (Hadis riwayat Syaikhain saka Mu'awiyah)"
                     },           
                     {
                         "id" : 1422,
                         "value" : "Pasemon tuntunan lan kawruh, kang Ingsun angutus banyu, supaya Allah kalawan banyu iku kaya udan deres ing bumi. Ana lemah sing resik sing cocok kanggo tuwuh tanduran lan akeh suket. Wonten ugi tanah ingkang tandus ingkang nyerep toya lan Allah paring manfaat dhateng tiyang-tiyang wau, dadosipun sami ngombe lan nandur. Udan uga tiba ing tanah liya. Pancen, lemahe rata, ora nyerep banyu lan ora tuwuh tanduran. Yaiku perumpamaan wong sing ngerti agamane Allah lan menehi manfaat marang pituduh sing dakutus. Dadi dheweke ngerti lan mulang. Lan pasemon wong kang ora ngangkat sirahe karo iku lan ora nampa pituduh saka Allah kang aku dikirim karo. (Hadis riwayat Abu Musa Al-Asy'ari)"
                     },
                     {
                         "id" : 1423,
                         "value" : "Diriwayataké déning Syaikhain (Bukhari lan Muslim) saka Sahal bin Sa'ad, yèn Nabi SAW ngandika marang Ali: Demi Allah, pituduh kang diparingaké déning Allah marang wong siji lumantar sira iku luwih becik tumrap sira tinimbang unta abang. .sawijining ayat lan nyritakake hadits saka Bani Israil lan ora ana kasempitan.Sing sapa ngapusi aku kanthi sengaja, mulane manggon ing neraka. (Hadis riwayat Bukhari) "
                     },
                     {
                         "id" : 1424,
                         "value" : "Sapa wong kang lumaku ing dalan kanggo golek ngelmu, Allah anggampangake marang dheweke dalan tumuju suwarga. (Hadis riwayat Tirmidzi) "
                     }
                 ],
             "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala dhawuh: Calathua: Apa ana wong umm. wong-wong sing ngerti lan wong-wong sing ora ngerti? (Az-Zumar: 9)."
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: Allah bakal mulyakake wong-wong sing padha iman ing antarane sampeyan lan wong-wong sing diparingi. ilmu kanggo sawetara derajat. (Al-Mujadilah: 11)."
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta’ala dhawuh: Satemene para ulama kang padha wedi marang Allah ing antarane para kawulane. (Fathir: 28)"
                     }
                 ]
             },
             {
                 "id" : 8,
                 "title" : "WULANGAN WOLU TENTANG KASUWETAN LAN NANGGUNG KAJENENGAN LAN TULUNG-BULUNGAN ING KASUNAN LAN IMAN",
                 "hadist" : [
                         {
                             "id" : 1425,
                             "value" : "Rasulullah SAW dawuh: “Sapa wae nuduhake kabecikan, dheweke bakal oleh ganjaran kaya wong sing nglakoni. (Hadis riwayat Abu Mas'ud Al-Badri)"
                         },                          
                         {
                             "id" : 1426,
                             "value" : "Sapa sing ajak-ajak marang bebener, iku bakal olèh ganjaran kaya ganjarané para kang padha manut dhèwèké, lan ora sathithik ganjarané. Sing sapa nyeluk marang kasasar, iku bakal olèh dosa kaya dosané wong-wong kang padha ngetutaké lan ora ngirangi dosané wong-wong mau. (Hadis riwayat Abu Hurairah) "
                         }
                     ],
                 "firman" : [
                         {
                             "id" : 1,
                             "value" : "Allah Ta'ala dhawuh: Sira ngajak (manungsa) marang dalaning Pangeranira kanthi hikmah lan pitutur kang becik. (An-Nahl: 125)."
                     },    
                 {
                     "id" : 2,
                     "value" : "Allah Ta'ala ngandika: Lan padha tulung-tinulunga ing (nindakake) kabecikan lan aja padha tulung-tinulung ing dosa lan pelanggaran. (Al-Maidah: 2)."
                     },    
                 {
                     "id" : 3,
                     "value" : "Allah Ta'ala ngandika: Demi jaman. Satemene manungsa iku kapitunan, kajaba wong-wong kang padha iman lan nindakake amal shaleh lan padha nasehati supaya padha sabar. (Al-Ashr: 1-3)"
                         }
                     ]
             },
             {
                 "id" : 9,
                 "title" : "WULANGAN SONGO TENTANG TOBAT",
                 "hadist" : [
                         {
                             "id" : 1427,
                             "value" : "Kanjeng Nabi ngandika: Satemene Allah Ingkang Murbeng Dumadi ing wanci dalu, supados tiyang-tiyang dosa ing dinten punika sami tobat lan mbenjangaken astanipun ing wanci dalu, supados tiyang-tiyang dosa ing wanci dalu mratobat ngantos srengéngé njedhul saking sisih kulon. (Hadis riwayat Muslim)"
                         },                          
                         {
                             "id" : 1428,
                             "value" : "Sapa sing tobat sadurung srengéngé njedhul saka kulon, Allah bakal nampi tobaté. (Hadis riwayat Muslim)"
                         }
                     ],
                 "firman" : [
                         {
                             "id" : 1,
                             "value" : "Allah Ta'ala ngendika: Lan sira kabeh padha tobata marang Allah, he wong-wong kang padha iman, supaya sira padha bisa sukses. (An-Nur: 31)"
                         },
                         {
                             "id" : 2,
                             "value" : "Allah Ta'ala ngandika: Nyuwun pangapunten Pangeranmu, banjur tobat marang Panjenengane. (Hud: 52)"
                         },
                         {
                             "id" : 3,
                             "value" : "Allah Ta'ala ngandika: He wong-wong sing padha iman! mratobat marang Allah kanthi taubat kang murni. (Al-Tahrim: 3)"
                         }
                     ]
             },
             {
                 "id" : 10,
                 "title" : "WULANGAN KAPING SEPULUH TENTANG KEUTAMAANE WUDHU",
                 "hadist" : [
                         {
                             "id" : 1429,
                             "value" : "Kanjeng Nabi dhawuh: Sayekti, ummatku bakal katimbalan ing dina kiyamat, nalika awaké padha putih mencorong marga saka tandha-tandha wudhu. Dadi sapa ing antaramu sing bisa ndawakake perangan kang putih ayo nglakoni. (Hadis riwayat Syaikhain)  "
                         },                          
                         {
                             "id" : 1430,
                             "value" : " Pahiasane wong mukmin iku tekan bagean anggota kang kaleksanan kanthi wudhu. (Hadis riwayat Abu Hurairah)"
                         },
                         {
                             "id" : 1431,
                             "value" : " Manawa kawula Muslimin (utawa mukmin) wudhu, banjur adus raine, saben dosa kang dideleng nganggo banyu mata utawa banyu tetes kang pungkasan metu saka raine. Nalika dheweke wisuh tangan, kabeh dosa sing ditindakake dening tangane nganggo banyu utawa banyu tetes pungkasan bakal metu saka tangane. Nalika wisuh sampéyané, saben-saben dosa sing ditindakaké sampéyané nganggo banyu utawa tetesan banyu sing pungkasan metu nganti dhèwèké metu resik saka dosa. (Hadis riwayat Abu Hurairah)"
                         },
                         {
                             "id" : 1432,
                             "value" : "Apa aku bakal nduduhaké marang kowé amal-amal kang Allah angingakaké dosa lan ngangkat derajat? Para Sahabat mangsuli: Ya Rasulullah. Rasulullah SAW ngendika: Wudhu ing kahanan sing ora nyenengake, akeh langkah menyang masjid, ngenteni sholat sawise sholat. Iku jihad, iku jihad. (Hadis riwayat Muslim) "
                         },
                         {
                             "id" : 1433,
                             "value" : "Suci iku setengah iman. (Hadis riwayat Abu Malik Al-Asy'ari)"
                         },
                         {
                             "id" : 1434,
                             "value" : "Ora ana siji-sijia ing antaranira kang sampurna wudhu, nuli calathu: Ingsun nyakseni, manawa ora ana sesembahan kajaba mung Allah, ora ana sekutu, lan aku nyekseni, manawa Muhammad iku abdi lan utusane, kajaba lawang suwarga wolung lawang. dibukak kanggo mlebu.saka lawang sing dikarepake (Hadis riwayat Muslim) "
                         }
                     ],
                 "firman" : [
                         {
                             "id" : 1,
                             "value" : "Allah Ta'ala ngandika: He wong-wong sing iman, nalika sampeyan arep shalat, banjur wisuh rai nganti Allah Ta'ala ngandika: Allah ora pengin nyepetake sampeyan, nanging pengin ngresiki sampeyan lan nyempurnakake nikmat-Nya. kanggo sampeyan supaya sampeyan bakal bersyukur. (Al-Maidah: 6)"
                         }
                     ]
             },
             {
                 "id" : 11,
                 "title" : "WULANGAN SEWELAS TENTANG KEUTAMAAN SHOLAT SERTA PILANGKANAN LAN ANCAMAN KUAT NINGGALKE.",
                 "hadist" : [
                         {
                             "id" : 1435,
                             "value" : "Rasulullah SAW dhawuh: Ingsun didhawuhi perang kabeh manungsa nganti padha nyekseni manawa ora ana sesembahan kajaba Allah lan Muhammad iku utusane Allah, lan ngedegake salat lan mbayar zakat, yen padha nglakoni mangkono, banjur padha ngayomi saka getih lan bandhane, kajaba hak Islam lan hisab iku terserah Allah. (Hadis riwayat Syaikhain saka Ibnu Umar) "
                         }
                     ],
                 "firman" : [
                         {
                             "id" : 1,
                             "value" : "Allah Ta'ala ngandika: Satemene shalat iku nyegah (tumindak) kang mungkar lan mungkar. (Al-Ankabut: 45)."
                         },
                         {
                             "id" : 2,
                             "value" : "Allah Ta'ala ngandika: Adegake shalat lan laksanana. kula den zakat. (An-Nisa’: 77)."
                         },
                         {
                             "id" : 3,
                             "value" : "Allah Ta'ala ngandika: Sanajan dheweke ora didhawuhi kajaba supaya nyembah marang Allah kanthi nyucikake ketaatan marang Panjenengane sajrone (nglakoni) agamane kanthi lurus, lan supaya padha nindakake shalat lan mbayar zakat, lan iku agama sing lurus. -Bayyinah): 5)"
                         }
                     ]
             },
             {
                 "id" : 12,
                 "title" : "WULANGAN ROLAS TENTANG ADZAN",
                 "hadist" : [
                         {
                             "id" : 1436,
                             "value" : "Rasulullah SAW dhawuh: Manawa wong-wong padha ngerti kautamaning adzan lan saf kang kapisan, banjur padha ora bisa golek dalan, kajaba kanthi undhi, mesthi bakal padha undhi. Saupama padha ngerti kautaman menyang masjid ing panase panas, mesthi padha lumba-lumba nglakoni. Lan saupama padha ngerti kautamane jamaah ing salat Isya’ lan Subuh, mesthi bakal padha tekan marang kalorone, sanajan lagi crawling. (Hadis riwayat Syaikhain saka Abi Hurairah) "
                         },
                         {
                             "id" : 1437,
                             "value" : "Wong kang nguwuh adzan iku wong kang paling dawa gulu ing dina kiyamat. (Hadis riwayat Syaikhain) "
                         },
                         {
                             "id" : 1438,
                             "value" : "Manawa sira krungu adzan, padha ngucapa kaya kang diucapake juru adzan. (Hadis riwayat Syaikhain) "
                         },
                         {
                             "id" : 1439,
                             "value" : " Sapa sing ngrungokaké adzan: Dhuh Allah, ingkang kagungan adzan ingkang sampurna lan shalat jumeneng punika, mugi karsaa paring wasilah lan kautaman dhateng Muhammad, sarta angangkataken dhateng kaluhuran ingkang Paduka janjikaken. dheweke, dheweke uga entuk syafaatku ing dina kiyamat. (Hadis riwayat Bukhari)"
                         },
                         {
                             "id" : 1440,
                             "value" : " Sapa kang angucap nalika krungu adzan: Aku nyekseni, manawa ora ana sesembahan kajaba mung Allah, ora ana sekutu tumrap Panjenengane lan Muhammad iku abdi lan utusane, aku rena marang Allah Pangeranku, Muhammad iku kagungane. utusan lan Islam iku agamaku. Dadi dosané dingapura. 3X IKI SAIKI (Hadis riwayat Muslim)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 13,
                 "title" : "WULANGAN TELULAS TENTANG KEUTAMAAN SALAT JAMAAH ING MASJID",
                 "hadist" : [
                         {
                             "id" : 1441,
                             "value" : "Rasulullah SAW ngendika: “Shalat berjamaah iku luwih becik tinimbang salat piyambakan kanthi rong puluh pitu drajat”. (Hadis riwayat Ibnu Umar)"
                         },
                         {
                             "id" : 1442,
                             "value" : "Salaté wong jamaah ngluwihi salaté ing omahé lan pasaré ping lima limo. Iki amarga yen dheweke nindakake wudhu kanthi bener, banjur metu menyang masjid lan ora metu, kajaba shalat, banjur ora njupuk siji langkah, nanging diangkat kanggo dheweke kanthi langkah siji derajat lan dosa bakal dibusak saka dheweke. . Nalika dheweke ndedonga, para malaikat terus ndedonga kanggo dheweke. salawase ing salat lan salawase ora ana salat. Para malaikat padha matur: Dhuh Allah, mberkahi panjenenganipun, dhuh Allah, welas asih dhateng piyambakipun. Kawula tetep ing shalat salawas-lawase ngenteni shalat. (Hadis riwayat Abu Hurairah)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 14,
                 "title" : "WULANGAN PATBELAS TENTANG UTAMA SAF PISAN LAN TINGKAT SAF-SAF LAN NGIKUTI",
                 "hadist" : [
                         {
                             "id" : 1443,
                             "value" : "Rasulullah SAW dhawuh: Manawa wong-wong padha ngerti kautamaning adzan lan saf kang kapisan, banjur padha ora bisa golek dalan, kajaba kanthi undhi, mesthi bakal padha undhi. (Hadis riwayat Abu Hurairah)"
                         },
                         {
                             "id" : 1444,
                             "value" : "Lurusna barisan ira, awit angger-angger barisira kalebet kasampurnan shalat. (Hadis riwayat Anas)"
                         },
                         {
                             "id" : 1445,
                             "value" : "Muslim meriwayataken saking Jabir bin Samurah radiyallahu anhuma piyambakipun wicanten: Utusan Allah medal nemoni kula, lajeng dhawuh: Apa sira ora padha baris kaya para malaikat padha baris karo Pangerane? Ingsun banjur matur: dhuh Rasulullah, kados pundi anggenipun para malaikat mapan kaliyan Pangeranipun? Nabi (SAW) mangsuli: ngrampungake baris pisanan lan padha cedhak siji liyane ing baris. Sing paling apik ing barisan wong lanang yaiku sing pisanan lan sing paling ala yaiku baris sing pungkasan. Sing paling apik ing barisan wanita yaiku sing pungkasan lan sing paling ala yaiku sing pertama"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 15,
                 "title" : "PITUTUR LIMOLAS NGANGGO UTAMAKAN SHOLAT SUBUH LAN ASHAR LAN PANJURUNG KANGGO MELU SHALAT BERJAMAAH ING SHALAT SUBUH LAN ISYA’ LAN MAKSIAT LORO SADURUNGE LAN SAWISE WICARA",
                 "hadist" : [
                         {
                             "id" : 1446,
                             "value" : "Rasulullah SAW paring dhawuh: Sing sapa nglakoni shalat Subuh lan Asar, mesthi bakal mlebu suwarga. (Hadis riwayat Syaikhain)"
                         },
                         {
                             "id" : 1447,
                             "value" : "Ora ana wong siji-sijia kang bakal lumebu ing naraka, wong kang salat sadurung srengéngé njedhul lan sadèrèngé srengéngé surup (yaiku Subuh lan Ashar)(Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1448,
                             "value" : "Sapa sing anglakoni salat Subuh, iku iya ana ing jaminaning Allah. Mulané, he anak Adam, aja nganti Allah ndhawahaké apa-apa marang kowé saka jaminané. (Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1449,
                             "value" : "Para malaékat padha gantian ngurus kowé ing wayah bengi lan awan. Padha kumpul ing wektu shalat. Sholat Subuh lan Ashar. Banjur para malaikat kang padha manggon ana ing panggonanmu padha munggah lan Allah takon marang wong-wong mau, dene Panjenengane iku luwih nguningani marang wong-wong mau: Kepriye anggonmu ninggal para abdi-Ku? Padha mangsuli: Ingsun ninggal wong-wong mau nalika padha ndedonga lan Ingsun teka marang wong-wong mau nalika lagi padha. nindakake shalat. (Hadis riwayat Syaikhain)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 16,
                 "title" : "PAWULANGAN NEMBELAS TENTANG PRIORITAS JUM'AT LAN SHOLAT LAN ADUS SARENG PANGGUNAAN SAMPURNA KANGGO DHEWE",
                 "hadist" : [
                         {
                             "id" : 1450,
                             "value" : "Rasulullah SAW dawuh: Dina kang becik-becik njedhul srengenge yaiku dina Jum'at. Ing dina iku Adam dititahaké, ing dina iku dhèwèké dilebokaké ing swarga lan ing dina iku dhèwèké diusir saka ing kono. Sapa sing wudhu kanthi bener, banjur nekani shalat Jum'at, banjur ngrungokake khutbah lan meneng, dosane bakal diampuni antarane Jum'at iku lan Jum'at sadurunge ditambah telung dina. Sapa sing nggepok watu, mula dheweke wis muspra. Wong kudu mandheg ninggalake shalat Jum'at utawa Allah bakal nutup ati, banjur dheweke bakal lali. (Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1451,
                             "value" : "Manawa salah sawijine panunggalanmu rawuh ing salat Jum'at, sira adus. (Hadis riwayat Syaikhain)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 17,
                 "title" : "PELAJARAN PITULAS TENTANG PERKARA-PERKARA SING AKUR ING SHOLAT LAN LARANGAN MELALUI MUSHALLI LAN NINDAKAN SHOLAT SUNNA SAWISE IMAM MULAI KHIDMAT LAN MUNGGAH SAUDE",
                 "hadist" : [
                         {
                             "id" : 1452,
                             "value" : "Abu Hurairah ngandika: Rasulullah saw nglarang mbalik ing salat lan dhawuh: Ora ana salat ing ngarep dhaharan lan aja nganti nahan urin lan kentut. (Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1453,
                             "value" : "Ngopo wong-wong padha ndedonga marang langit ing pandonga. Tembung-tembunge tansaya banter nganti ngandika: Ayo padha mandheg nglakoni, utawa pandelenge bakal ilang. (Hadis riwayat Anas)"
                         },
                         {
                             "id" : 1454,
                             "value" : "Yen wong liwat ing ngarep mushola ngerti dosa sing ditanggung, luwih becik dheweke ngadeg patang puluh dina tinimbang liwat ing ngarepe. (Hadis riwayat Syaikhain). Rawinya ngandika: Aku ora ngerti ngandika: Patang puluh dina utawa patang puluh sasi utawa patang puluh"
                         },
                         {
                             "id" : 1455,
                             "value" : "Nalika salat wis ditetepake, ora ana salat kajaba sholat fardhu. (Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1456,
                             "value" : "Apa ora ana ing antaranira kang wedi, manawa angangkat sirahe marang imam, manawa Allah ndadekake sirahe kaya endhas kuldi, utawa awujud kuldi(Hadis riwayat Syaikhain)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 18,
                 "title" : "WULANGAN WOLULAS TENTANG SUNNAH RATIBAH. WITIR LAN DHUHA",
                 "hadist" : [
                         {
                             "id" : 1457,
                             "value" : "Diriwayataké déning Syaikhain saka ibn Umar r.a., ngendika: Aku shalat karo Rasulullah rong raka'at sadurunge Dzuhur lan rong raka'at sawise lan loro raka'at sawise Jum'at lan loro raka'at sawise Maghrib lan loro. rakaat sawise Isya'"
                         },
                         {
                             "id" : 1458,
                             "value" : "Diriwayataké déning Syaikhain saka Sayyidah Aisyah r.a., dhawuhé: Kanjeng Nabi SAW boten langkung migatosaken salat sunnah ingkang langkung ageng tinimbang kalih rakaat subuh (Fajr)"
                         },
                         {
                             "id" : 1459,
                             "value" : "Diriwayataké déning Muslim saka Sayyidah Aisyah uga saka Kanjeng Nabi SAW, dhèwèké ngandika: Kalih rakaat ing wayah subuh (Fajr) iku luwih becik tinimbang donya lan isiné"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 19,
                 "title" : "WULANG SANGALAS TENTANG SUNNAH WUDHU. MASJID TAHIYYAT LAN SOLAT DHUHA",
                 "hadist" : [
                         {
                             "id" : 1460,
                             "value" : "Rasulullah SAW dhawuh dhateng Bilal: Dhuh Bilal, mugi-mugi kula aturaken sedekah ingkang paling pangajeng-ajeng ingkang panjenengan tindakaken wonten ing agami Islam, amargi kula mireng swantenipun sandal panjenengan kalih wonten ngarsanipun kula wonten ing swarga. Bilal mangsuli: Aku ora nindakake amal sing aku ngarep-arep luwih saka pakulinan sing ora dakresiki ing sawijining wektu ing wayah wengi utawa awan, nanging aku nindakake kanthi wudhu yaiku shalat sing wajib kanggo aku. (Hadis riwayat Abu Hurairah)"
                         },
                         {
                             "id" : 1461,
                             "value" : "Manawa salah siji saka sira lumebu ing mesjid, aja lungguh nganti salat rong rakaat. (Hadis riwayat Abu Qatadah)"
                         },
                         {
                             "id" : 1462,
                             "value" : "Pungkasana shalat witir ing wayah wengi (ganjil). (Hadis riwayat Ibnu Umar)"
                         },
                         {
                             "id" : 1463,
                             "value" : "Kekasihku (Muhammad) SAW paring dhawuh marang aku, supaya aku pasa telung dina saben sasi lan nindakake shalat Dhuha rong rakaat lan aku shalat witir sadurunge turu. (Hadis riwayat Abu Hurairah)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 20,
                 "title" : "PIWULANGAN RONGPULUH TENTANG SARAN KANG SHOLAT WAKTU LAN SHOLAT QADAR SHOLAT WAKTU LAN WAKTU WULAN RAMADHAN (TARAWIH) LAN SARAN SYARAT SUNNA ING OMAH",
                 "hadist" : [
                         {
                             "id" : 1464,
                             "value" : "Diriwayataké déning Syaikhain saka Sayyidah Aisyah r.a., dhawuhé: Kanjeng Nabi SAW salat ing wanci dalu ngantos pecah sukunipun. Aku banjur matur marang dheweke: Yagene sampeyan nindakake iki, dhuh Rasulullah, nalika dosa-dosamu sing biyen lan sing pungkasan wis diapura? Nabi (SAW) mangsuli: Apa ora aku kudu dadi abdi sing bersyukur"
                         },
                         {
                             "id" : 1465,
                             "value" : "Puasa sing paling apik sawise Ramadhan yaiku ing wulan Allah Muharram lan shalat sing paling apik sawise shalat fardhu yaiku shalat wengi(Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1466,
                             "value" : "Kanjeng Nabi saw punika salat sewelas rakaat (wengi). Dheweke sujud salawase salah siji saka sampeyan maca 50 ayat sadurunge ngangkat sirahe lan nindakake rong rakaat sadurunge sholat Subuh, banjur goroh ing sisih tengen nganti adzan teka marang dheweke iqamah kanggo sholat. (Hadis riwayat Bukhari)"
                         },
                         {
                             "id" : 1467,
                             "value" : "Kanjeng Nabi SAW ingkang nindakaken shalat kalih dalu rong raka'at lan sholat witir siji raka'at. (Hadis riwayat Syaikhain saka Ibnu Umar)"
                         },
                         {
                             "id" : 1468,
                             "value" : "Sapa sing nglakoni shalat wengi ing wulan Ramadhan kanthi iman lan ngarep-arep ganjaran, dosane sing wis kepungkur bakal diapura. (Hadis riwayat Abu Hurairah)"
                         },
                         {
                             "id" : 1469,
                             "value" : "Sing sapa nindakake shalat wengi Qadar kanthi iman lan ngarep-arep ganjaran, bakal diapura dosa-dosane sing wis kepungkur. (hadist riwayat Syaikhain)" 
                         },
                         {
                             "id" : 1470,
                             "value" : "Golekana wengi Qadar ing sepuluh bengi ganjil pungkasan ing wulan Ramadhan. (Hadis riwayat Bukhari)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: Lan ing sawetara bengi padha nindakake shalat tahajjud ing saliyane kanggo ngibadah kanggo sampeyan, muga-muga Pangeran sampeyan bakal ngunggahake sampeyan menyang papan sing terpuji. (Al-Isra': 79)."
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: Wetenge adoh saka paturone. (As-Sajdah: 16)."
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta'ala ngandika: Dheweke kurang turu ing wayah wengi. (Adz-Dzariyaat: 16)"
                     }
                 ]
             },
             {
                 "id" : 21,
                 "title" : "WULANGAN SELIKUR BABAGAN NGANTERNO JENAZAH",
                 "hadist" : [
                         {
                             "id" : 1471,
                             "value" : "Diriwayataké Muslim saka Auf bin Malik r.a., dhawuhé: Rasulullah SAW ndongakake mayit, mula aku apal saka dongané, yaiku dhawuh: Dhuh Allah, mugi panjenengan paring pangapunten, welas asih dhateng panjenenganipun, tulung-tinulungaken lan paring pangapunten. dheweke Mulihake panggonane, jembarake titik mlebu lan adusi dheweke nganggo banyu, salju lan embun, lan ngresiki dheweke saka dosa kayadene Sampeyan ngresiki sandhangan putih saka rereget. Ganti omah sing luwih apik tinimbang omahe, kulawarga sing luwih apik tinimbang kulawargane, lan bojo sing luwih apik tinimbang bojone, mlebua ing swarga, njaga dheweke saka siksa kubur lan siksa neraka."
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: (Mangkono kahanane wong-wong kafir), nganti tekan pati marang salah siji saka wong-wong mau, dheweke ngucap: Dhuh Pangéran kawula, wangsulaken kula (ing donya). ditinggal. ora tau. Nyatane, kuwi tembung sing diomongake. Lan sadurunge dheweke ana tembok nganti dina dheweke ditangekake. (Al-Mu'minun: 99-100)."
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: Lah apa sira padha ngira yen Ingsun nitahake sira iku mung kanggo seneng-seneng, lan sira ora bakal dibalekake marang Ingsun? (Al-Mu’minun: 115)"
                     }
                 ]
             },
             {
                 "id" : 22,
                 "title" : "WULANGAN KAPING ROLIKUR BABAGAN PERBUATAN SING DIANJURNO YEN NGADEPI WONG KANG MATI",
                 "hadist" : [
                         {
                             "id" : 1472,
                             "value" : "Diriwayataké déning Muslim saka Abi Said Al-Khudri r.a., dhawuhé: Rasulullah SAW dhawuh: Talqinilah wong mati ing antaranira kanthi ngucap: 'Laa ilaha illallahu.'"
                         },
                         {
                             "id" : 1473,
                             "value" : "Diriwayataké déning Muslim saka Ummu Salamah r.a., dhèwèké ngendika: Rasulullah (SAW) lumebu ing Abi Salamah kang lara paningal. Banjur Nabi (SAW) nutup. Banjur ngandika: Satemene yen nyawa wis dicopot, banjur diterusake dening paningal. Dadi wong-wong saka kulawargane padha rame. Kanjeng Nabi SAW ngendika: Sira aja padha ndedonga kanggo awakmu, kajaba kanthi kabecikan, amarga para malaikat setuju karo apa sing sampeyan ucapake. Banjur dhawuh: “Dhuh Allah, mugi Paduka paringi pangapunten dhateng Abi Salamah, mugi karsaa ngunggahaken darjatipun wonten ing golonganipun tiyang ingkang manut kayektosan, saha gentosaken turunipun ing golonganipun tiyang ingkang taksih gesang, lan ampuni kawula lan panjenenganipun, dhuh Pangéraning alam, lan jembaraken kuburipun. kanggo dheweke.lan padhangake ing kuburane"
                         },
                         {
                             "id" : 1474,
                             "value" : "Diriwayataké déning Muslim saka Ummu Salamah, dhèwèké calathu: Ingsun miyarsa Kanjeng Nabi dhawuh: Ora ana kacilakan tumrap abdiné, banjur calathu: Innaa lillahi wa innaa ilaihi raaji'uunn. Dhuh Allah, mugi karsaa paring piwales dhateng kawula ing bilai kawula, lan mugi karsaa paring piwales dhateng kawula kanthi ingkang langkung sae, nanging Allah Ta’ala badhe paring piwales dhateng piyambakipun wonten ing bilaiipun lan ngganteni ingkang langkung sae tinimbang bilai. Nalika Abu Salamah seda, kula matur kados ingkang dipun dhawuhaken dening Rasulullah. Mula Allah maringi aku sing luwih apik iku, yaiku Rasulullah"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "null"
                     }
                 ]
             },
             {
                 "id" : 23,
                 "title" : "WULANGAN TELULIKUR NGANGGO LARANGAN RATAPI MAYIT LAN NABOK PIPI",
                 "hadist" : [
                         {
                             "id" : 1475,
                             "value" : "Kanjeng Nabi dhawuh: Mayit disiksa ana ing kuburane awit saking pangadhuhipun. (Miturut para ulama yen gelem ditangisi: pen). (Hadis riwayat Syaikhain)"
                         },
                         {
                             "id" : 1476,
                             "value" : "Sampun saking golongan kawula ingkang nampar pipi, nyuwek-nyuwek sandhang tuwin sambat-sambat kalihan jeriting kabodhoan. (Hadis riwayat Ibnu Mas'ud)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "null"
                     }
                 ]
             },
             {
                 "id" : 24,
                 "title" : "WULANGAN KAPING PAPATLIKUR BABAGAN HARAM BERKABUNG WANITA LUWEH SAKING TELU DINO, KECUALI MARANG SUAMINE",
                 "hadist" : [
                         {
                             "id" : 1477,
                             "value" : "Diriwayataké déning Syaikin saka Zainab binti Abi Salamah r.a., dhèwèké ngendika: Aku mlebu Ummu Habibah r.a., garwané kanjeng Nabi SAW nalika ramané séda (yaiku Abu Sufyan bin Harb). Banjur dhawuh supaya njupuk minyak wangi sing isine za'faran utawa liyane banjur nganggo lenga banjur diolesake ing pipi loro, banjur ngandika: Demi Allah, aku ora butuh wewangian, nanging aku krungu Rasulullah SAW ngandika ing mimbar: Ora sah kanggo wong wadon kang iman. marang Allah lan dina akhir tangisan wong mati luwih saka telung bengi, kajaba bojone patang sasi sepuluh dina"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "null"
                     }
                 ]
             },
             {
                 "id" : 25,
                 "title" : "WULANGAN KAPING SELANGKUNG NGENANI PANGELING-ELING PATI LAN AWONING PANGAREP",
                 "hadist" : [
                         {
                             "id" : 1478,
                             "value" : "Diriwayataké déning Bukhari saka ibn Umar ra, dhawuh: Rasulullah SAW nyepeng pundhakku sarta ngandika: Sira ana ing donya kaya-kaya sira wong liyo utawa wong liwat ing dalan. Ibn Umar ngandika: Yen sampeyan mlebu sore, aja ngenteni esuk. Yen mlebu esuk, aja ngenteni sore. Gunakake kesehatan kanggo ngadhepi penyakit lan gunakake urip kanggo ngadhepi pati"
                         },
                         {
                             "id" : 1479,
                             "value" : "Diriwayataké déning Syaikhain saka ibnu Umar, rasulullah dhawuh: dudu hak wong muslim anggayuh wasiat lan nginep rong bengi, kajaba wasiyaté ditulis ing sisihé"
                         },
                         {
                             "id" : 1480,
                             "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah ra.. bilih Rasulullah SAW ngendika: aja nganti ana ing antaramu ngarepake pati. Yen dheweke wong apik, bisa uga luwih apik. Nalika iku wong ala kelakuane, mbok menawa njaluk persetujuan. Iki lafadz Imam Bukhari. Ing riwayat Muslim: Aja ana wong sing ngarep-arep mati lan sholat bareng karo dheweke sadurunge dheweke mati. Amarga yen wis mati, panggawene pedhot lan uripe wong mukmin ora mundhak saliyane kabecikan"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: He wong-wong sing padha iman! aja nganti bandha lan anak-anakmu nyingkur kowe inget Allah. Sapa sing nindakake iki, banjur wong-wong iku padha kapitunan Lan nglampahi sawetara saka apa sing kita duwe paringana marang sira sadurunge pati tumeka marang salah siji saka sira, banjur calathu: 'Dhuh Pangeran kawula, punapa dene Paduka boten tunda-tunda (mati) kawula ngantos dumugi mangsa ingkang celak, supados kawula saged sedekah lan kawula kalebet tiyang-tiyang ingkang takwa?' Lan Allah ora bakal tundha (mati) wong nalika mangsa ajal teka. Lan Allah iku Maha Agung Ngerti apa sing sampeyan lakoni. (Al-Munafiqun: 9-11)"
                     }
                 ]
             },
             {
                 "id" : 26,
                 "title" : "WULANGAN KAPING ENEMLIKUR BABAGAN DONGAKNO WONG MATI, SEDEKAH LAN MUJI MARANG DEKNE",
                 "hadist" : [
                         {
                             "id" : 1481,
                             "value" : "Diriwayataké déning Muslim saka Abi Hurairah ra, yèn Rasulullah saw paring dhawuh: Manawa ana wong mati, padha putus amalé, kajaba telung prakara: sedekah kang terus mili utawa ngèlmu kang migunani utawa anak kang sholeh. ndedonga kanggo dheweke"
                         },
                         {
                             "id" : 1482,
                             "value" : "Diriwayataké déning Syaikhain saka Anas r.a., dhawuh: Wong-wong padha liwat ing sacedhake mayit lan padha memuji. Dados kanjeng Nabi SAW: Wajib tumrapipun. Banjur rombongan liyane ngusung mayit. Kanca-kancane nyeluk dheweke ala. Dados kanjeng Nabi SAW: Wajib tumrapipun. Banjur Umar bin Khattab ngandika: Apa sing wajib? Nabi (SAW) mangsuli: Iki sampeyan memuji dheweke. Dadi swarga iku wajib kanggo dheweke. Iki sing sampeyan sebutake ala, banjur neraka iku wajib kanggo dheweke. Kowé dadi saksiné Gusti Allah nang bumi"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'Lan wong-wong sing teka sawise wong-wong mau (Muhajirin lan Ansar), padha ndedonga: Dhuh Pangéran kawula, mugi Paduka paringi pangapunten dhateng kawula saha sadhèrèk kawula ingkang sampun iman sadèrèngipun kawula, sarta sampun ngantos ndadosaken drengki ing manah kawula. iman. Dhuh Pangéran kawula, saèstu Paduka punika Ingkang Maha Welas tur Maha Asih.' (Al-Hasyr: 10)"
                     }
                 ]
             },
             {
                 "id" : 27,
                 "title" : "WULANGAN PITULIKUR BABAGAN ZIARAH QUBUR BAGI WONG LANANG, LARANGAN NEMBOK LAN BANGUN ING NDUKURE, SALAT NGADEP MARANG KUBURAN LAN LUNGGUH ING NDUKURE",
                 "hadist" : [
                         {
                             "id" : 1483,
                             "value" : "Rosulullah SAW dhawuh: 'Ing biyen Ingsun nglarang sira ziarah kuburan, nanging saiki ziarah kuburan. Ing sawijining riwayat: Dadi sapa sing arep ziarah kuburan, iku kudu ziarahi, awit kuburan iku ngelingake marang akhirat.' (Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1484,
                             "value" : "Diriwayataké déning Muslim saka Sayyidah Aisyah r.a., dhèwèké ngendika: Saben dina Rasulullah saw saben dina gilirané Rasulullah SAW metu menyang Baqi'. Dhawuhe: “Mugi-mugi para pendhudhuk kuburanipun para mukmin tansah pinaringan wilujeng, saha sampun rawuh punapa ingkang sampun kajanjèkaken dhateng panjenengan lan panjenengan dipun paringi tangguh sesuk lan manawi Allah kersaa, kita badhe nututi panjenengan. Ya Allah, ampuni para warga Baqi' Al Gharqad"
                         },
                         {
                             "id" : 1485,
                             "value" : "Diriwayataké déning Muslim saka Jabir r.a., dhawuhé: Kanjeng Nabi Allah nglarang tembok kuburan lan lungguh ing kono lan mbangun bangunan ing kono"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Saben nyawa bakal ngrasakake pati, lan sayekti ing dina kiyamat mung ganjaranmu kang bakal sampurna. Sing sapa kajaga saka naraka lan dilebokake ing swarga, iku pancen wis sukses, urip ing donya iku ora ana apa-apa. nanging kesenengan sing ngapusi.' (Ali Imran: 185)"
                    }
                
                 ]
             },
             {
                 "id" : 28,
                 "title" : "WULANGAN WOLULIKUR BAB NEKANI WONG LORO LAN NDEDONGA KANGGO DHEWEKE",
                 "hadist" : [
                         {
                             "id" : 1486,
                             "value" : "Diriwayataké déning Syaikhain saka Al-Barro' r.a., dhawuhé: Rasulullah SAW dhawuh dhateng kawula sadaya, niliki tiyang sakit, ngirimaken jenazah, ndongakaken tiyang ingkang ngiyup, sumpah, mitulungi tiyang ingkang dipunaniaya, netepi undhangan lan nyebaraken salam"
                         },
                         {
                             "id" : 1487,
                             "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah r.a. bilih Rasulullah SAW ngendika: Hak-hak wong Islam marang wong Islam iku lima: njawab salam, ziarah wong lara, ngeterke awak, nglakokake undhangan lan ndonga marang wong sing ngedus"
                         },
                         {
                             "id" : 1488,
                             "value" : "Diriwayataké déning Muslim saka Abi Hurairah, dhawuh: Kanjeng Nabi dhawuh: Sayekti Allah Ta'ala bakal ngandika ing dina kiyamat: Wahai anak Adam, Ingsun gerah, nanging sira ora ndhawuhi Ingsun. Wong-wong padha munjuk: Dhuh Pangéran kawula, kados pundi anggèn kawula saged nekani Paduka, bilih Paduka punika Pangéraning alam? Allah paring wangsulan: Apa sira ora sumurup yen abdi-Ku iki lara, nanging sira ora nekani? Apa kowé ora ngerti nèk kowé niliki dhèwèké, kowé mesthi bakal nemoni Aku ing sisihé"
                         },
                         {
                             "id" : 1489,
                             "value" : "Diriwayataké déning Bukhari saka Abi Musa Al Asy'ari r.a, ngendika: Rasulullah SAW dhawuh: Rasulullah SAW dhawuh: Nengo wong lara, wènèhana pangan marang wong kang luwe, lan mbébasaké wong tawanan"
                         }                   
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "null"
                     }
                 ]
             },
             {
                 "id" : 29,
                 "title" : "WULANGAN SANGALIKUR BAB SABAR",
                 "hadist" : [
                         {
                             "id" : 1490,
                             "value" : "Diriwayataké déning Syaikhain saka Abi Said Al Khudri r.a.: 'Sawetara wong Ansar nyuwun marang Rasulullah SAW, banjur diparingi. Wong-wong mau banjur takon lan diparingi nganti entek apa sing diduweni. Banjur ngandika marang wong-wong mau, nalika mbuwang kabeh sing ana ing tangane: Apa wae sing apik, aku ora bakal nyegah sampeyan. Sing sapa ngrumat awake dhewe, Allah bakal njaga. Sing sapa ora seneng takon, Allah wis cukup. Lan sapa sing nyoba sabar, Allah bakal nggawe dheweke sabar. Ora ana wong sing diwenehi hadiah sing luwih apik lan luwih jembar tinimbang sabar'"
                         },
                         {
                             "id" : 1491,
                             "value" : "Diriwayataké déning Muslim saka Shuhaib r.a., dhawuhé: Kanjeng Nabi paring dhawuh: Éramé urusané wong-wong mukmin. Satemene kabeh urusane iku kabecikan lan ora ana liyane kajaba wong mukmin. Yen dheweke ngalami kesenengan, dheweke bersyukur, mula iku apik kanggo dheweke. Yen nandhang kasusahan, dheweke sabar, mula iku apik kanggo dheweke"
                         },
                         {
                             "id" : 1492,
                             "value" : "Pitulung teka karo sabar, kamardikan teka karo kasusahan lan sayekti karo kasusahan teka gampang. Satemene, sak susahe ana gampang. (Hadis riwayat Ibnu Najjar saka Anas)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, padha sabar lan kuataken sabar lan siaga (ing wates negara)'. (Ali Imran: 200)"
                     },
                     {
                         "id" : 2,
                         "value" :  "Allah Ta'ala ngandika: 'Lan satemene Ingsun bakal paring pacoban marang sira kanthi sathithik rasa wedi, kaliren, kurang bandha, jiwa lan woh-wohan. Lan paring kabar kabungahan marang wong-wong kang sabar.' (Al-Baqarah: 155). "
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta’ala dhawuh: 'Satemene mung wong-wong kang sabar kang bakal diparingi ganjaran kang langgeng'. (Az-Zumar: 10)"
                     }
                 ]
             },
             {
                 "id" : 30,
                 "title" : "WULANGAN KETELUNGPULUH BAB KANDUNGAN AL-QURAN LAN WAOSAN",
                 "hadist" : [
                         {
                             "id" : 1493,
                             "value" : "Rasulullah SAW dhawuh: “Sing becik-becik ing antaramu yaiku wong kang sinau Al-Qur’an lan mulangake. (Hadis riwayat Bukhari)"
                         },
                         {
                             "id" : 1494,
                             "value" : "Maca Qur'an, amarga bakal teka ing dina kiyamat kanggo syafaat kanggo sing maca. (Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1495,
                             "value" : "Ora ana drengki kajaba mung ana rong prakara: wong kang diparingi Al-Qur'an dening Allah, banjur diwaca sawengi lan sadina-dina, lan wong kang diparingi kasugihan dening Allah, lan sawengi lan sadina-dina. (Hadis riwayat Syaikhain)"
                         },
                         {
                             "id" : 1496,
                             "value" : "Wong kang maos Al-Qur’an dene wis pinter maos, mangka iku bareng karo para malaikat kang mubeng-mubeng sarta padha mulya lan bekti. Dene wong kang maca Al Qur'an lan gagap anggone maca nganti wacane dadi abot kanggo dheweke, dheweke uga entuk rong ganjaran. (Hadis riwayat Syaikhain)"
                         },
                         {
                             "id" : 1497,
                             "value" : "Sayekti dudu sawijining kaum kang padha ngumpul ana ing padalemaning Allah maca kitab Allah sarta padha giliran maca ing antarané dhéwé-dhéwé, kajaba padha tumedhak ing katentreman sarta padha katutupan ing sih-rahmat sarta dikupengi déning para malaékat sarta Allah nimbali para malaékat. karo Panjenengane. (Hadis riwayat Abu Hurairah)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta’ala dhawuh: Calathua: “Satemene manawa manungsa lan jin padha kumpul arep gawe barang kang padha karo Al-Qur’an iki, mesthi ora bakal bisa gawe kang padha, sanajan ana kang dadi asistene wong liya. (Al-Isra) : 88)"
                     }
                 ]
             },
             {
                 "id" : 31,
                 "title" : "WULPIWULANG KETELUNGPULUH SIJI NGANGGO KEUTAMAAN NYEBUT ALLAH AZZA WA JALLA LAN PUJI LAN SUKUR DADINYA",
                 "hadist" : [
                         {
                             "id" : 1498,
                             "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah r.a. bilih Kanjeng Nabi dawuh: Allah Ta'ala ngandika: Ingsun nuruti apa kang dikira hamba-Ku marang Ingsun lan Ingsun nunggil karo wong iku nalika nyebut Ingsun. Yen dheweke nyebut Aku ing awake dhewe, aku nyebut dheweke dhewe. Manawa dheweke nyebutake Ingsun ana ing golongane wong, Ingsun nimbali ing golongan kang luwih becik tinimbang dheweke"
                         },
                         {
                             "id" : 1499,
                             "value" : "Diriwayataké déning Bukhari saka Abi Musa r.a. Saking kanjeng Nabi SAW, dawuhipun: Umpamane wong kang eling marang Pangerane lan wong kang ora eling marang Panjenengane iku wong urip lan wong mati"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, padha elinga (jeneng) Allah, dzikir sabisa-bisa, lan ngluhurake Panjenengane ing wayah esuk lan sore.' (Al-Ahzab: 41-42)."
                     },
                     {
                         "id" : 2,
                         "value" :  "Allah Ta'ala ngandika: '(Yaiku) wong-wong sing eling marang Allah nalika ngadeg utawa lungguh utawa turu, lan padha mikir babagan tumitah langit lan bumi (kanthi ngucap): Dhuh Pangeran kawula, Paduka boten siyos nitahaken punika. Maha Suci Paduka, mila mugi karsaa ngluwari kawula saking siksa neraka.' (Ali Imran: 191)"
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta'ala ngandika: 'Mulane, elinga marang Ingsun, mesthi Ingsun (mengelingi) sira uga, lan syukur marang Ingsun, lan aja sira ingkar (nikmat) Ingsun' (Al-Baqarah: 152)"
                     },
                     {
                         "id" : 4,
                         "value" :  "Allah Ta'ala ngandika: 'Satemene yen sampeyan syukur, satemene Ingsun bakal nambahi (nikmat) marang sira.' (Ibrahim: 7)"
                     },
                     {
                         "id" : 5,
                         "value" :  "Allah Ta’ala dhawuh: “Lan ngucapa: “Puji kagungan Allah” (An-Naml: 93)" 
                     },
                     {
                         "id" : 6,
                         "value" :  "Allah Ta'ala ngandika: Lan pungkasane do'a-do'a iku: 'Alhamdu lillahi Robbil 'aalamiin.' (Yunus: 10)"
                     }
                 ]
             },
             {
                 "id" : 32,
                 "title" : "PIWULANG KETELUNG PULUH LORO TENTANG DZIKIR-DZIKIR DAN DOA NABAWIYAH WAOSAN ESUK LAN SORE",
                 "hadist" : [
                         {
                             "id" : 1500,
                             "value" : "Rasulullah SAW dhawuh: Sing sapa ngucap nalika wayah esuk lan sore: Subhanallahi wa bihamdihi ping satus, ing dina kiyamat ora bakal ana wong kang anggawa panggawe kang luwih becik tinimbang kang ditindakake, kajaba wong kang padha ngucap mangkono. utawa luwih"
                         },
                         {
                             "id" : 1501,
                             "value" : "Diriwayataké déning Muslim saka ibn Mas'ud r.a., yèn Kanjeng Nabi saw nalika wis soré, dhawuhé: 'Ingsun mlebu ing wayah sore, lan sakèhé kekuwatan iku kagungané Allah, lan sakehing puji kagungané Allah piyambak tanpa sekutu. , marang Panjenengane iku kabeh kuwasa lan marang Panjenengane kabeh puji lan Panjenengane iku kuwasa marang samubarang kabeh. Dhuh Pangéran kawula, kawula nyuwun kasaénan ingkang wonten ing dalu punika lan kabecikan sasampunipun punika, lan kawula nyuwun pangayoman dhumateng Paduka saking piawon ingkang wonten ing dalu punika lan piawon ingkang tumut. Dhuh Pangéran kawula, kawula nyuwun pangayoman dhumateng Paduka saking kesed lan awonipun tiyang sepuh lan kawula nyuwun pangayoman dhumateng Paduka saking siksa neraka lan siksa kubur. Bareng wis mlebu ing wayah esuk, dheweke ngucap kaya mangkono, yaiku: Ingsun wis mlebu ing wayah esuk lan kabeh kekuwatan iku kagungane Allah'"
                         }               
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'He wong-wong sing iman, padha elinga (kanthi nyebut asmane) Allah, dzikir sabisa-bisa, lan ngluhurake Panjenengane ing wayah esuk lan sore.' (Al-Ahzab: 41-42)."
                     },
                     {
                         "id" : 2,
                         "value" :  "Allah Subhanahu wa Ta'ala ngandika: 'Lan sebutna (jeneng) Pangeranmu ana ing atimu kanthi andhap asor lan rasa wedi, lan aja nganti nguwuh-uwuh ing wayah esuk lan sore, lan aja nganti kalebu wong-wong kang lali.' (Al-A’raf: 205)"
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta'ala ngendika: 'Lan padha memujia marang Pangeranira sadurunge srengéngé njedhul lan sadurungé surup.' (Thaha: 130). "
                     },
                     {
                         "id" : 4,
                         "value" :  "Allah Ta'ala ngandika: 'Lan memuji nalika memuji Pangeranmu ing wayah sore lan ing wayah esuk.' (Thaha: 55)."
                     },    
                     {
                     "id" : 5,
                     "value" : "Allah Ta'ala ngandika: 'Ngagungake Allah ing masjid-masjid sing wis didhawuhi supaya dimuliakake lan asmane kasebut ing wayah esuk lan sore, wong-wong sing ora dilalekake dening dagang lan ora (uga) kanthi tuku lan adol saka zikir. saking Allah"
                     }
                 ]
             },
             {
                 "id" : 33,
                 "title" : "WULANGAN KAPING TELUNG PULUH TELU BABAGAN DZIKIR-DZIKIR LAN DOA NABAWIYAH SING DIUCAPKAN AREPE TURU",
                 "hadist" : [
                         {
                             "id" : 1502,
                             "value" : "Utusaning Allah nalika sowan ing paturoné sarta calathu: Ing asma Paduka, dhuh Allah, kawula gesang lan kawula mati. (Hadis riwayat Bukhari)"
                         },
                         {
                             "id" : 1503,
                             "value" : "Manawa salah sawijine panunggalanira sowan ing paturone, calathu: Ing asma Paduka, dhuh Pangéran kawula, kawula angèstokaken badan kawula, sarta ing asma Paduka kawula angkat. Manawa sira njupuk nyawaku, banjur welasana marang dheweke lan yen sira uculake, mula njagi dheweke kayadene anggonira ngreksa abdi-abdinira kang soleh. (Hadis riwayat Syaikhain)"
                         }       
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "null"
                     }
                 ]
             },
             {
                 "id" : 34,
                 "title" : "WULANGAN KAPING TELUNG PULUH PAPAT BABAGAN NGIMPI LAN DZIKIR-DZIKIRE",
                 "hadist" : [
                         {
                             "id" : 1504,
                             "value" : "Diriwayataké déning Bukhari saka Abi Hurairah r.a., dhawuhé: Aku krungu Rasulullah saw ngandika: Ora ana kang kari kenabian, kajaba mubasysyiraat. Para shahabat matur: Apa iku mubasysyiraat (pembawa kabar gembira)? Nabi (SAW) mangsuli: Ngimpi sing apik. Nalika jaman saya cedhak, impene wong mukmin meh ora ngapusi. Ngimpi wong mukmin iku salah siji saka patang puluh enem bagean kenabian. Ing sawijining riwayat: Impen sing paling bener ing antaramu yaiku wong sing bener ing omongan. (Hadis riwayat Abi Hurairah)"
                         },
                         {
                             "id" : 1505,
                             "value" : "Sapa sing weruh aku ing ngimpi, dheweke bakal weruh aku tangi (utawa kaya weruh aku tangi), Iblis ora bisa kaya aku (Hadis riwayat Syaikhain)"
                         },
                         {
                             "id" : 1506,
                             "value" : "Manawa ana ing antaranira weruh impèn kang di senengi, satemene iku saka Allah Ta'ala, mula banjur padha memuji marang Allah tumrap impen iku, lan aja nyritakaké marang sapa waé, kajaba mung wong kang ditresnani. Yen dheweke ndeleng liyane saka apa sing ora disenengi, njaluk pangayoman saka piala lan aja ngandhani sapa-sapa, amarga impen ora bakal cilaka wong (hadist riwayat Syaikhain)  "
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "null"
                     }
                 ]
             },
             {
                 "id" : 35,
                 "title" : "WULANGAN KAPING TELUNG PULUH LIMA BABAGAN KEUTAMAAN NGUMPUL KANTI NYEBUT ASMANE ALLAH",
                 "hadist" : [
                         {
                             "id" : 1507,
                             "value" : "Rasulullah SAW ngandika: 'Satemene Allah Ta'ala iku kagungan malaekat kang mubeng-mubeng ing lurung-lurung golek wong kang padha dzikir, yen padha nemoni golongan kang nyebut Allah azza wa jalla, padha nyeluk-nyeluk. kersane.Mulane para malaikat ngepung dheweke nganggo swiwine nganti tekan langit sing paling cedhak. Banjur Pangerane ndangu marang wong-wong mau nalika Panjenengane luwih ngerti: Apa sing diucapake para kawula-Ku? ngluhurake Panjenengan uga Allah ngandika: Apa padha ndeleng Ingsun? Para malaikat mangsuli: Ora, demi Allah, dheweke ora weruh sampeyan. Allah ngandika: Apa yen padha weruh Ingsun? Para malaékat mangsuli: Manawa padha ndeleng Panjenengan, mesthi bakal luwih nyembah marang Panjenengan, luwih ngluhuraké Panjenengan lan luwih ngluhuraké Panjenengan. Allah ngandika: Apa sing padha dijaluk? Para malaikat mangsuli: Padha njaluk swarga saka Panjenengan. Allah ngandika: Apa padha weruh iku? Para malaikat mangsuli: Ora, demi Allah, Pangeranku, dheweke ora weruh. Allah ngandika: Apa yen padha weruh? Para malaékat mangsuli: Manawa padha weruh, mesthi padha duwe karep kang luwih kuwat, luwih sregep ngupaya lan luwih gedhe pangarep-arep kanggo entuk. Allah ngandika: Saka apa kang padha ngungsi? Para malaikat mangsuli: Padha njaluk perlindungan saka neraka. Allah ngandika: Apa padha weruh iku? Para malaikat mangsuli: Ora, demi Allah, dheweke ora weruh. Allah ngandika: Apa yen padha weruh? Para malaékat mangsuli: Manawa padha weruh dhèwèké, mesthi padha nyingkiri dhèwèké lan luwih wedi marang dhèwèké. Mula Allah ngandika: Ingsun wus dadekake sira saksi yen Ingsun ngapura. padha. Salah siji saka malaekat ngandika: Ing antarane wong-wong mau ana Solan sing ora salah siji saka wong-wong mau. Dheweke teka mung kanggo tujuan. Allah ngandika: Dheweke iku kanca lungguh lan kanca lungguhe ora nandhang sangsara marga saka dheweke. (Hadis riwayat Syaikhain)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'Lan padha sabar karo wong-wong sing padha nyeluk marang Pangerane ing wayah esuk lan sore, kanthi ngarep-arep keparenge Allah.' (Al-Kahfi: 28)"
                     }
                 ]
             },
             {
                 "id" : 36,
                 "title" : "WULANGAN KAPING TELUNG PULUH ENEM BABAGAN ISTIGHFAR",
                 "hadist" : [
                         {
                             "id" : 1508,
                             "value" : "Rasulullah SAW dhawuh: 'Demi Pangéran kang jiwaku ana ing astane, saupama sira ora padha nglakoni dosa, mesthi Allah bakal nyirnakaké sira lan nekakaké umat kang padha nglakoni dosa, sarta padha nyuwun pangapura marang Allah, mula Allah paring pangapura marang dhèwèké.' (Hadis riwayat Muslim)"
                         },
                         {
                             "id" : 1509,
                             "value" : "Istighfar ingkang paling utami inggih punika dhateng abdi ingkang ngucap: 'Dhuh Allah, Paduka punika Pangéran kawula, boten wonten sesembahan kajawi Paduka, Paduka ingkang nitahaken kawula lan kawula punika abdi Paduka sarta kawula janji badhé manut dhateng Paduka miturut kasagedan kawula. ngayomi dhumateng Paduka saking awon tumindak kawula, kawula ngakeni nikmat Paduka dhateng kawula lan kawula ngakeni dosa kawula, mila mugi karsaa ngapunten, satemene ora ana kang ngapura dosa, kajaba Panjenengan.” (Hadis riwayat Bukhari)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'Lan sapa sing nglakoni kadurjanan utawa nganiaya marang awake dhewe, banjur nyuwun pangapura marang Allah, mesthi dheweke bakal nemokake Allah Maha Pangapura, Maha Asih.' (An-Nisa’: 110)"
                     }
                 ]
             },
             {
                 "id" : 37,
                 "title" : "WULANGAN KAPING TELUNG PULUH PITU BABAGAN ISTI’ADZAT(NYUWUN PERLINDUNGAN)",
                 "hadist" : [
                         {
                             "id" : 1510,
                             "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah ra. Saking kanjeng Nabi SAW, dhawuhipun: “Padha pangayoman marang Allah saka cobaan kang abot, kasusahan kang gedhe, nasib kang ala, lan kabungahaning mungsuh"
                         },
                         {
                             "id" : 1511,
                             "value" : "Diriwayataké Muslim saka Zaid bin Arqam r.a.. ja, ngandika: Kanjeng Nabi ngandika: 'Dhuh Allah, kawula nyuwun pangayoman dhumateng Paduka saking kakufuran tuwin kesed, kikir tuwin sepuh sarta siksa kubur. Dhuh Allah! paringana taqwa lan resiki kawula, Paduka punika ingkang sae-saenipun tiyang ingkang nyuciaken piyambakipun, Paduka punika pangayoman lan penolongipun, dhuh Allah, kawula nyuwun pangayoman dhumateng Paduka saking ngelmu ingkang boten mupangati lan manah ingkang boten tunduk, hawa-napsu ingkang kasembadan. ora marem lan donga sing ora kabul"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "null"
                     }
                 ]
             },
             {
                 "id" : 38,
                 "title" : "WULANGAN KAPING TELUNG PULUH WOLU BABAGAN DOA",
                 "hadist" : [
                         {
                             "id" : 1512,
                             "value" : "Rasulullah SAW ngendika: 'Dongane wong muslim marang sedulure tanpa dimangerteni iku mujarab, ing sacedhake sirahe ana malaekat kang diutus saben-saben ndedonga kanggo sedulure kanthi kabecikan, malaikat kang kuwajiban ngucap 'Amin' lan tumrap sira kang mangkono iku.' (Hadis riwayat Muslim saka Abi Darda')"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'Sing padha ndedonga marang Ingsun. Ingsun mangsuli panyuwunira.' (Al-Mu’minun: 60)"
                     },
                     {
                         "id" : 2,
                         "value" :  "Allah Ta’ala dhawuh: 'Supayaa marang Pangeranira kanthi andhap asor lan swara alus. Satemene Allah iku ora remen marang wong-wong kang padha tumindak ala'. (Al-A'raf: 55)"
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta'ala ngandika: Lan manawa para kawulaningsun takon marang sira bab Ingsun, banjur (wangsulana) yen Ingsun iku cedhak. (Al-Baqarah: 186)"
                     },
                     {
                         "id" : 4,
                         "value" :  "Allah Ta'ala ngandika: 'Lan wong-wong sing teka sawise dheweke (Hijrah lan Ansar), dheweke padha ndedonga: Dhuh Pangeran kawula, mugi Paduka paring pangapunten dhateng kawula saha para sadherek kawula ingkang sampun iman saderengipun kawula, sarta sampun ngantos ndadosaken drengki wonten ing manah kawula. iman. Dhuh Pangéran kawula, saèstu Paduka punika Ingkang Maha Welas tur Maha Asih.' (Al-Hasyr: 10)"
                     }
                 ]
             },
             {
                 "id" : 39,
                 "title" : "WULANGAN KAPING TELUNG PULUH SONGO BABAGAN MENEHI SALAM LAN ADAB-ADABE",
                 "hadist" : [
                         {
                             "id" : 1513,
                             "value" : "Diriwayataké déning Syaikhain saka Abdullah bin Amru r.a. bilih wonten tiyang pitaken dhateng Rasulullah saw: Islam pundi ingkang sae? Nabi (SAW) mangsuli: Sampeyan menehi pangan lan salam marang wong sing sampeyan kenal lan wong sing ora ngerti"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'He wong-wong sing padha iman! aja mlebu omah sing dudu duwekmu nyuwun idin lan salam marang pendhudhuke.” (An-Nur: 27)."
                     },    
                         {
                     "id" : 2,
                     "value" : " Allah Ta’ala ngendika: “Yen siro diajeni kanthi kamulyan, mula kudune mulyakake karo kang luwih becik utawa mbales (karo kang padha).' (An- Nur: 27).-Nisa': 86)"
                     }
                 ]
             },
             {
                 "id" : 40,
                 "title" : "WULANGAN KAPING PAPAT PULUH BABAKAN ZAKAT",
                 "hadist" : [
                         {
                             "id" : 1514,
                             "value" : "Dicritakake dening Syaikhain saka ibn Abbas ra, yen Rasulullah ngutus Mu'adh menyang Yaman. Panjenengané ngandika: Satemene sira bakal teka marang wong-wong kang padha ngundhangaké Kitab. Mula ajak padha nyekseni manawa ora ana sesembahan kajaba Allah lan Muhammad iku utusane Allah. Yen padha nuruti undhangan kasebut, kandhaa yen Allah wis ndhawuhake wajibe shalat limang wektu sedina sewengi. Yen dheweke nuruti undhangan kasebut, kandhaa yen Allah wis ndhawuhake wajib kanggo njupuk sodaqah saka wong sugih lan diwenehake marang wong miskin. Yen padha nuruti undhangan, banjur aja njupuk barang-barang sing aji lan wedi marang donga wong sing ditindhes, amarga ora ana tutup antarane shalat kasebut lan Allah"
                         },
                         {
                             "id" : 1515,
                             "value" : "Diriwayataké déning Bukhari saka Abi Hurairah r.a., dhawuhé: Kanjeng Nabi dhawuh: Sapa sing Allah paring bandha nanging ora mbayar zakat, mula bandhané bakal katon ing dina kiyamat awujud ula gundul kang ana bintik-bintik loro lan ditutupi. Ula mau banjur ngekep cangkeme lan ngandika: Aku iki bandhamu, aku iki bandhamu. Kanjeng Nabi SAW maos: “Aja wong kikir mikir ….. lan sapanunggalane (Ayat) Ali Imran: 180"
                         },
                         {
                             "id" : 1516,
                             "value" : "Diriwayataké déning Syaikhain saka Abi Dzarr r.a. Saking kanjeng Nabi SAW, dawuhipun: “Ora ana manungsa kang duwe unta utawa sapi utawa wedhus kang ora nduweni hak, kajaba besuk ing dina kiyamat bakal digawa mlebu kanthi wujud kang gedhe lan lemu, banjur diidak-idak. wong-wong mau nganggo kuku lan sungu. Saben-saben sing pungkasan liwati, kewan sing sepisanan dibalekake marang dheweke nganti dheweke diadili ing wong akeh"
                         },
                         {
                             "id" : 1517,
                             "value" : "Diriwayataké déning Syaikhain saka ibn Umar r.a., ngendika: Rasulullah SAW wajib zakat fitrah - siji sha' kurma utawa siji sya'ir kanggo abdi lan wong mardika, lanang lan wadon, bocah cilik lan wong tuwa saka wong Islam. Dheweke dhawuh supaya nindakake sadurunge wong-wong metu kanggo shalat sing dipimpin"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'Lan ngadega shalat lan nindakake nan, zakat.' (Al-Baqarah: 2)."
                     },
                     {
                         "id" : 2,
                         "value" :  "Allah Ta'ala ngandika: 'Entuka zakat saka sawetara bandhane, karo zakat iku sampeyan ngresiki lan ngresiki wong-wong mau.' (At-Taubah: 103)"
                     }
                 ]
             },
             {
                 "id" : 41,
                 "title" : "WULANGAN KAPING PETANG PULUH SIJI BABAGAN KEUTAMAAN WONG SUGEH SING SYUKUR",
                 "hadist" : [
                         {
                             "id" : 1518,
                             "value" : "Rasulullah SAW ngendika: 'Ora ana rasa iri, kajaba mung ana rong perkara: yaiku wong sing diparingi bandha, banjur dimanfaatake kanthi cara sing bener. Lan wong sing diparingi hikmah. kawruh), banjur mutusake perkara kasebut lan mulangake marang manungsa'. (Hadis riwayat Syaikhain)"
                         }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Dheweke yaiku wong sing njupuk bandha saka dalan sing bener lan mbuwang ing macem-macem tujuan sing didhawuhi nindakake. Allah Ta'ala ngandika: 'Dene wong kang menehi (harta ing dalane Allah) lan taqwa. Lan mbenerake ganjaran sing paling apik (swarga). Banjur Ingsun bakal nyiapake kanggo dheweke dalan sing gampang.' (Al-Lail: 5-7)"
                     }
                 ]
             },
             {
                 "id" : 42,
                 "title" : "WULANGAN KAPING PETANG PULUH LORO BABAGAN PUJIAN MARANG WONG KANG MURAH ATI LAN MENEHI NAFKAH ING DALAN KEAPIKAN",
                 "hadist" : [
                     {
                         "id" : 1519,
                         "value" : "Rasulullah SAW dawuh: “Satunggal dinar ingkang sira nafkahaken ing margi Allah, satunggal dinar ingkang panjenengan paringaken kangge mardikakaken abdi dalem, satunggal dinar ingkang panjenengan sedekaken dhateng tiyang miskin lan satunggal dinar ingkang panjenengan paringaken dhateng rabinipun, ingkang paling ageng ganjaranipun inggih punika. apa sing sampeyan gunakake kanggo bojomu. (Hadis riwayat Muslim)"
                     },
                     {
                         "id" : 1520,
                         "value" : "Dinar kang paling utama kanggo wong lanang yaiku dinar sing dituku kanggo anak-anake lan dinar sing dituku kanggo kewan sing ditunggangi ing dalan Allah lan dinar sing dituku kanggo kanca-kancane ing dalan Allah. (Hadis riwayat Muslim)"
                     },
                     {
                         "id" : 1521,
                         "value" : "Dhuh anak Adam, manawi siro nglampahi kaluwihan bandha nira, punika sae tumrap sira. Lan yen sampeyan sabar, iku ala kanggo sampeyan lan sampeyan ora disalahake ing kahanan cukup. Miwiti karo wong sing sampeyan tanggung lan tangan ing ndhuwur (menehi) luwih apik tinimbang tangan ing ngisor (yaiku sing njalok). (Hadis riwayat Muslim)"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" :  "Allah Ta'ala ngandika: 'Sapa sing bisa menehi nafkah miturut kemampuane, lan wong-wong sing sempit rezekine, kudu menehi nafkah saka bandha sing diparingake dening Allah. mung) apa kang wis diparingake dening Allah marang dheweke. (Ath-Thalaq: 7)" 
                     },
                     {
                         "id" : 2,
                         "value" :  "Allah Ta'ala ngandika: 'Lan apa wae sing sampeyan lakoni wenehi, banjur Allah bakal ngganti.' (Saba’: 39)"
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta’ala ngendika: “Lan wajibe bapak-bapak menehi pangan lan sandhangan marang para ibu kanthi cara kang makruf” (Al-Baqarah: 233)"
                     },
                     {
                         "id" : 4,
                         "value" :  "Allah Ta'ala ngandika: 'Sira ora bakal bisa nggayuh kautaman (sampurna) nganti sampeyan nglampahi sawetara bandha sing sampeyan tresnani.' (Ali Imran: 92)"
                     }
                 ]
             },
             {
                 "id" : 43,
                 "title" : "WULANGAN KAPING PETANG PULUH TELU BABAGAB KEELEKAN SIFAT KIKIR, NGUNKIT WENEHAN LAN NARIK MANE HIBAH",
                 "hadist" : [
                     {
                         "id" : 1522,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah r.a. bilih Kanjeng Nabi SAW ngendika: 'Ora ana sawijining dina nalika abdi-Ku mlebu ing wayah esuk, nanging ana malaekat loro sing mudhun. Sing siji ngucap: 'Ya Allah, paringi ganti rugi marang wong-wong sing nafkahake bandhane. Wong liya padha matur: Dhuh Allah, mugi karsaa numpes tiyang ingkang kikir”"
                     },
                     {
                         "id" : 1523,
                         "value" : "Sayekti, Allah iku rena marang sira telu prakara lan ora renani sira telu prakara. Allah rena marang sira yen sira kabeh padha nyembah marang Panjenengane lan ora nyekutokake marang Panjenengane lan yen sira kabeh padha jejeg ing tali (agama) Allah lan aja padha cidra. Lan Allah ora remen marang sira: omong-omongan (omong-omongan) sing ora jelas (gosip), akeh-akeh takon lan mbuang-buang bandha. (Hadis riwayat Muslim)"
                     }               
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, aja padha nyopot (ganjaran) sedekahmu kanthi nyebut-nyebut lan nglarani (rasane wong sing nampa). (Al-Baqarah: 264)" 
                     }
                 ]
             },
             {
                 "id" : 44,
                 "title" : "WULANGAN KAPING PETANG PULUH PAPAT BABAGAN NGUTAMAKNE WONG LIYO ATAS DEWEKNE KANGGO NOLONG WONG KANG MLARAT",
                 "hadist" : [
                     {
                         "id" : 1524,
                         "value" : "Diriwayataké déning Muslim saka Abi Said r.a., dhawuhé: Nalika aku padha lelungan karo Kanjeng Nabi, dumadakan ana wong teka nitih kendaraané. Dheweke noleh nengen lan ngiwa Banjur Rasulullah SAW ngandika: 'Sapa sing duwe keluwihan saka kendaraan, supaya menehi wong sing ora duwe kendaraan. Lan sapa sing duwe rejeki luwih, kudu menehi rizki marang wong sing ora duwe bekal.'Dheweke terus nyebutake macem-macem jinis bandha nganti kita ngira yen ora ana hak kanggo sapa wae ing antarane kita kang keluwesan bandhane."
                     }              
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan padha ngutamakake (para Hijrah) tinimbang awake dhewe, sanajan dheweke butuh (apa sing diwenehake)'. (Al-Hasyr: 9)" 
                     }
                 ]
             },
             {
                 "id" : 45,
                 "title" : "WULANGAN KAPING PETANG PULUH LIMA BABAGAN QANA’AH, KEELEKAN NJALOK LAN MACEM PENCAHARIAN SING APIK",
                 "hadist" : [
                     {
                         "id" : 1525,
                         "value" : "Kanjeng Nabi dhawuh: 'Dudu bandha kang sugih bandha, nanging bandha iku sugih jiwa.' (Hadis riwayat Abu Hurairah)"
                     },
                     {
                         "id" : 1526,
                         "value" : "Ora ana wong sing mangan panganan sing luwih apik tinimbang karya tangané. Satemene kanjeng Nabi Sang Prabu Dawud dhahar saka pakaryaning tangane. (Hadis riwayat Bukhari)"
                     } 
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan ora ana kewan gumregah ing bumi, kajaba Allah kang maringi rizki.' (Hud: 6)." 
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Lan wong-wong sing, nalika nglampahi (kasugihan) ora kakehan lan ora (uga) pelit, lan iku (mbuwang) ing tengah antarane kuwi.' (Al-Furqan: 67)."
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta'ala ngandika: 'Yen shalat wis rampung, sampeyan padha buyar ing bumi lan padha golek kanugrahan Allah.' (Al-Jumu’ah: 10)"
                     }
                 ]
             },
             {
                 "id" : 46,
                 "title" : "WULANGAN KAPING PETANG PULUH ENEM BABAGAN POSO RAMADHAN LAN KEUTAMAAN POSO BANJUR KABEH SING ONO KAITANE",
                 "hadist" : [
                     {
                         "id" : 1527,
                         "value" : "Rasulullah SAW dawuh: “Puasaa yen sira weruh hilal lan mungkasi pasa manawa sira weruh (wengi). Manawa langit wus mendhung ing sira, sira padha rampungna gunggunge Sya'ban telung puluh dina. (Hadis riwayat Syaikhain)"
                     },
                     {
                         "id" : 1528,
                         "value" : "Sapa sing pasa ing wulan Ramadhan kanthi iman lan ngarep-arep ganjaran, dosa-dosane sing wis kepungkur bakal diapura. Lan sapa sing ndedonga ing wengi qadar kanthi iman kebak iman lan ngarep-arep ganjaran, dosa-dosane sing wis kepungkur bakal diapura. (Hadis riwayat Abu Hurairah)"
                     },
                     {
                         "id" : 1529,
                         "value" : "Saben panggawéné anak Adam iku tikel tikel ganjaran: kabecikan iku diganjar ping sepuluh nganti ping 700. Allah Ta'ala ngandika: Kajaba pasa, amarga pasa iku kanggo Ingsun lan ingsun bakal paring piwales. Dheweke ninggalake hawa nepsu, panganan lan ngombe kanggo Aku. Wong pasa nemu rong kabungahan: kabungahan nalika buka puasa lan kabungahan ketemu karo Pangerane Satemene ambune cangkeme wong kang pasa iku luwih manis ing ngarsaning Allah tinimbang gandane misik. Pasa iku tameng. Ing dina siji saka sampeyan pasa, aja ngucapake tembung-tembung sing ora sopan lan aja njerit. Yen ana wong sing ngipat-ipati utawa nyerang dheweke, dheweke kudu ngucap: Satemene aku lagi siyap. (Hadis riwayat Syaikhain)"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, pasa wis diwajibake marang wong-wong sadurunge sampeyan supaya padha taqwa.' (Al-Baqarah: 183)." 
                     },
                     {
                         "id" : 2,
                         "value" : "Nganti pangandikane Allah Ta'ala: (Sawetara dina kang wus katetepake yaiku) wulan Ramadhan, wulan kang diturunake (wiwit) Al-Qur'an minangka pituduh tumrap manungsa lan panjlentrehake pituduh lan bedane iku. antarane sing bener lan sing salah). Mula, mbok menawa ana ing antaranira ana wong kang padha ana ing sasi iku (ing nagara panggonane) ing Wulan iku, mongko haruse dekne Poso ing Wulan iku, lan sapa sing lara utawa lagi lelungan (banjur buka puasa, banjur (wajib pasa), kaya dina sing ditinggalake, ing dina liyane. "
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah ngehendaki kanggo sira, lan sira padha nyukupi cacahe lan sira padha ngluhurake Allah awit saka pituduhe kang kaparingake marang sira, supaya sira padha sukur (Al-Baqarah: 185)"
                     }
                 ]
             },
             {
                 "id" : 47,
                 "title" : "WULANGAN PETANG PULUH PITU TENTANG HAJI",
                 "hadist" : [
                     {
                         "id" : 1530,
                         "value" : "Kadhawuhan marang Kanjeng Nabi: Panggawéné apa Sing paling penting? Nabi (SAW) mangsuli: Iman marang Allah lan rasulipun. Kandha: Banjur apa? Nabi SAW mangsuli: Jihad ing dalane Allah. Kandha maneh: Banjur apa? Nabi (SAW) mangsuli: Haji apik luck"
                     },
                     {
                         "id" : 1531,
                         "value" : "Uga diriwayataké déning Muslim saka Abi Hurairah, dhèwèké ngandika: Rasulullah paring piwulang marang aku. Dhawuhe: He, sira kabeh, kaji wis diwajibake marang sira kabeh, mulane padha nindakake kaji"
                     },
                     {
                         "id" : 1532,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah, dhèwèké ngandika: Kanjeng Nabi dhawuh: 'Sing sapa nglakoni kaji karana Allah, ora ngucap reged lan ora tumindak duraka, dhèwèké bakal bali ing dinané. lair saka ibune"
                     },
                     {
                         "id" : 1533,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah, dhèwèké ngendika: Rasulullah SAW dhawuh: “Umrah nganti umroh sabanjure iku kaffarat (nyingkirake dosa) ing antarane loro lan kaji kang mabrur ora bakal oleh ganjaran, kajaba swarga"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Ngibadah haji iku wajibe manungsa marang Allah, yaiku (kanggo) wong-wong sing bisa lelungan menyang Baitullah. Sing sapa ingkar (kuwajiban kaji), mula Allah iku sugih (ora butuh apa-apa). saka alam semesta. (Ali Imran: 27)" 
                     }
                 ]
             },
             {
                 "id" : 48,
                 "title" : "WULANGAN KAPING PETANG PULUH WOLU BABAGAN TAKWA LAN KETETAPAN SAKING KETAATAN LAN DEMEN KEAPIKAN",
                 "hadist" : [
                     {
                         "id" : 1534,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah r.a., dhèwèké calathu: Kadhawuhan dhateng Kanjeng Nabi: Sapa wong kang paling mulya? Nabi (SAW) mangsuli: wong sing paling taqwa"
                     },
                     {
                         "id" : 1535,
                         "value" : "Diriwayataké déning Muslim saka Sufyan bin Abdullah r.a., calathu: Aku matur: Dhuh Rasulullah, mugi-mugi kula cariyosaken babagan agami Islam, pangandikan ingkang boten kula pitakèni kajawi panjenengan. Nabi (SAW) mangsuli: Calathua: Aku pracaya marang Allah. banjur tabah. Diriwayataké déning Muslim saka Abi Hurairah r.a. bilih Rasulullah ngandika: 'Enggala tumindak becik, bakal ana fitnah kaya potongan wengi sing peteng, ing wayah esuk wong mukmin lan ing wayah sore dheweke kafir, ing wayah sore dheweke percaya lan ing wayah esuk dheweke kafir. agamane karo bandha donya (Hadis riwayat Muslim)"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Subhanahu wa Ta'ala ngandika: Satemene wong-wong kang padha ngucap: 'Pangeran kita iku Allah', nuli padha nguwat-uwati, banjur padha tumedhak para malaekat marang dheweke: 'Aja wedi lan aja susah, lan padha bungaha. (entuk) swarga sing dijanjèkaké déning Allah marang kowé.' (Fusshilat: 30)" 
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Mulane padha saingan (ing tumindak) becik.' (Al-Baqarah: 148)."  
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta'ala ngandika: 'Lan padha enggal-enggala marang pangapuraning Pangeranira lan marang suwarga kang ambane ambane kaya langit lan bumi, kang dicawisake kanggo wong-wong kang taqwa.' (Ali Imran: 133)."   
                     },
                     {
                         "id" : 4,
                         "value" : "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, padha taqwa marang Allah lan padha ngomong sing bener. Sayekti Allah bakal mbenerake kanggo sampeyan kabeh tumindak lan ngapura dosa-dosa sampeyan, lan sapa sing manut marang Allah lan utusane, iku bakal entuk kamenangan gedhe.' (Al-Ahzab: 70-71)."   
                     },
                     {
                         "id" : 5,
                         "value" :  "Allah Ta'ala ngandika: 'Sing sapa taqwa marang Allah, mesthi bakal paring dalan metu kanggo dheweke. Lan paring rizki saka arah kang ora disangka-sangka.' (Ath-Thalaq: 2-3)"   
                     }
                 ]
             },
             {
                 "id" : 49,
                 "title" : "WULANGAN KAPING PETANG PULUH SONGO BABAGAN NGELAKONI TAAT SECARA WAJAR SUPOYO ORA JENUH",
                 "hadist" : [
                     {
                         "id" : 1536,
                         "value" : "Diriwayataké déning Syaikhain (Bukhari lan Muslim) saka Sayyidah Aisyah r.a. bilih Kanjeng Nabi (SAW) mlebet wonten ing sacelakipun piyambake sedaya. Kanjeng Nabi SAW ngandika: Sapa iki? Aisyah mangsuli: Iki Fulanah. Dheweke nyritakake babagan pandongane. Kanjeng Nabi SAW ngandika: Mandheg! Sampeyan kudu nindakake apa sing bisa. Demi Allah, Allah ora kesel (ganjaran) nganti kowe bosen (ing tumindak becik). Laku agama sing paling ditresnani yaiku sing isih ditindakake dening pelaku"
                     },
                     {
                         "id" : 1537,
                         "value" : "Agama iku gampang lan ora ana wong sing nggawe rumit agama iki, nanging dheweke ora bisa nindakake. Dadi apa sing wajar lan sing cedhak. Seneng lan gunakake esuk lan sore lan bagean wengi kanggo amal. (Hadis riwayat Bukhari)"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Allah kepéngin gampang kanggo sampeyan lan ora pengin kangelan kanggo sampeyan.' (Al-Baqarah:185)" 
                     }
                 ]
             },
             {
                 "id" : 50,
                 "title" : "WULANGAN KAPING LIMO PULUH BABAGAN MELIHORO SUNNAH LAN ADAB-ADABE LAN LARANGAN AGAWE BID’AH",
                 "hadist" : [
                     {
                         "id" : 1538,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah r.a. saking kanjeng Nabi SAW, dhawuhipun: 'Tinggalna aku, salawase Ingsun nglilani sira. Satemene wong-wong sadurunge sira padha tiwas amarga akeh-akeh takon lan ora setuju marang para nabine. Dadi yen Ingsun nglarang sira kabeh, sira padha adoha. Nalika aku dhawuh marang kowe nindakake apa-apa, lakoni kanthi sabisa-bisamu.'"
                     },
                     {
                         "id" : 1539,
                         "value" : "Diriwayataké déning Bukhari saka Abi Hurairah r.a. bilih Rasulullah ngandika: 'Kabeh umatku bakal mlebu surga, kajaba wong-wong sing ora gelem. Ana sing ngucap: Sapa sing ora gelem, dhuh Rasulullah? Nabi SAW paring wangsulan: Sing sapa manut marang aku, dheweke bakal mlebu surga. Lan sapa sing ora manut marang aku. dheweke wis nolak"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Apa sing diparingake rasul? sampeyan, banjur nampa wong. Lan apa kang dilarangi marang sira, banjur tinggalake.' (Al-Hasyr: 7)." 
                     },
                     {
                         "id" : 2,
                         "value" :  "Allah Ta’ala dhawuh: 'Sira dhawuha: Yen sira (temen-temen) tresna marang Allah, nuruti aku, mesthi Allah bakal tresna marang sira lan ngapura dosa-dosaira.' (Ali Imran: 31)" 
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta'ala ngandika: 'Satemene ing Rasulullah iku suri tauladan kang becik tumrap sira (yaiku) tumrap wong kang ngarep-arep (marang) Allah lan (tekane) dina kiyamat.' (Al-Ahzab: 21)" 
                     },
                     {
                         "id" : 4,
                         "value" :  "Allah Ta'ala ngandika: 'Mulane, demi Pangeranira, wong-wong iku (sajatiné) padha ora iman nganti padha ndadèkaké sira dadi hakim ing prakara kang padha padudon, banjur ing atine padha ora kabotan marang putusan kang sira paringaké lan padha nampani kanthi sampurna.' (An-Nisa’: 65)." 
                     },
                     {
                         "id" : 5,
                         "value" :  "Allah Ta'ala ngandika: 'Satemene wangsulane wong-wong mukmin nalika ditimbali marang Allah lan utusane, supaya Rasul bakal siksa (ngadili) dheweke, yaiku pangandikane: 'Aku krungu lan aku padha taat.' Lan dheweke iku wong-wong sing begja. siji.' (An-Nur: 51)." 
                     },
                     {
                         "id" : 6,
                         "value" :  "Allah Ta’ala dhawuh: Manawa sira padha ora sarujuk marang sawijining perkara, sira balikna marang Allah (Al-Qur’an) lan Rasul (Sunnah-Nya), yen sira temen-temen padha iman marang Allah lan dina akhir.' (An-Nisa’: 59)" 
                     }
                 ]
             },
             {
                 "id" : 51,
                 "title" : "WULANGAN LIMO PULUH SIJI TENTANG AHLI BAIT RASULULLAH SAW LAN KASIH SAYANGE",
                 "hadist" : [
                     {
                         "id" : 1540,
                         "value" : "Diriwayataké Muslim saka Yazid bin Hayyan, ngandika: Aku lunga karo Hushain bin Saburah lan Amru bin Muslim menyang Zaid bin Arqam r.a. Nalika aku lungguh ngadep, Husein ngandika: sampeyan wis ngalami akèh kabecikan. Sampeyan ndeleng Rasulullah lan krungu hadits (tembung), sampeyan perang karo dheweke lan shalat ing mburi.Ya, critakna apa sing kokrungu saka Rasulullah. mangsuli: Dhuh anak kakangku, demi Allah, aku wis tuwa lan umurku dawa. Aku wis lali sawetara apa sing dakrungu saka Rasulullah. Dadi apa sing dakkandhakake, tampanana. Lan apa sing ora dakkandhakake, aja dipeksa dakkandhakake Lajeng ngendika: Sawijining dina Rasuah SAW beda antara kita khutbah ing wektu alas banyu Khumo antarane Mekah lan Madinah. Dheweke ngethok vykar saka sirahe Allah lan menehi saran lan kepinginan Nuli ngandika: Amma bude Hai kabeh, satemene aku iki manungsa kang arep teka s 94 Pangeranku mulane aku kudu isin (panguwuhe As ninggalake kowe loro barang abot. Ingkang kapisan inggih punika Kitab Allah ingkang wonten ing jeronipun pitedah lan pepadhang. Mulané njupuka Kitab Allah lan cekelana pala, banjur ngandika: Lan umatku. Aku ngelingake sampeyan marang Allah babagan anggota baitku. Banjur Husein ngandika: 'Sapa sing duwe bat, Zaid?' Apa ora iku garwane dadi anggota padalemane? Zaid mangsuli: Garwane iku dudu anggota bait, nanging anggota umpane yaiku wong-wong sing dilarang oleh sodaqoh saliyane dheweke. Husein ngandika: 'Sapa iku? Zaid mangsuli: Aalu (kulawarga) Ali, Aalu Aqil Aalu Ja'far lan Hello Abbas. Husein ngandika: Kabeh kulawarga iki dilarang kanggo nampa sodaqah? Zaid mangsuli: Ya"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Satemene Allah iku arep nyingkirake dosa-dosa saka kowe, dhuh anggota Bait (keluarga Rasulullah) lan ngresiki kowe kabeh.' (Al-Ahzab: 33)" 
                     }
                 ]
             },
             {
                 "id" : 52,
                 "title" : "WULANGAN LIMO PULUH LORO BABAGAN KEUTAMAAN PORO SOHABAT RADHIYALLAHU ANHUM",
                 "hadist" : [
                     {
                         "id" : 1541,
                         "value" : "Diriwayataké déning Syaikhain saka Al-Barro' bin Azib ra saka Kanjeng Nabi SAW, bilih anggènipun dhawuh ngengingi para Ansar, Aja padha tresna marang dhèwèké, kajaba wong-wong mukmin. Lan aja padha sengit marang dheweke, kajaba wong-wong munafik. Dadi sing sapa nemoni wong-wong mau, Allah tresna marang dheweke lan sing sapa sengit marang dheweke, Allah sengit marang dheweke"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Muhammad iku utusane Allah lan wong-wong sing padha karo dheweke iku kasar marang wong-wong kafir, nanging padha welas asih marang sapadha-padha. pasuryan saka tandha sujud.' (Al-Fath: 29)" 
                     }
                 ]
             },
             {
                 "id" : 53,
                 "title" : "WULANGAN LIMO PULUH TELU BABAGAN KEUTAMAAN JIHAD",
                 "hadist" : [
                     {
                         "id" : 1542,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah r.a., dhawuh: Kanjeng Nabi ditakoni: Panggawé apa kang paling ngèlmi? Dheweke mangsuli: Iman marang Allah lan Rasul-Nya. Kandha maneh: Banjur apa? Wangsulane: Jihadi ing dalan Pengeran. Kandha maneh: Banjur apa? Nabi SAW mangsuli: Haji mabrur"
                     }               
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan perangna wong musyrik kaya wong-wong mau padha perang marang sampeyan kabeh, lan ngerti yen Allah iku karo wong-wong sing wedi Allah.' (At-Taubah: 36)." 
                     },    
                         {
                     "id" : 2,
                     "value" : " Allah Ta'ala ngandika: 'He wong-wong sing padha iman, apa sampeyan bakal nuduhake ing aku perdagangan sing bisa nylametake sampeyan saka siksa sing nglarani? (Yaiku) sira padha iman marang Allah lan Rasul-Nya lan padha berjuang ing dalaning Allah kalawan bandha lan jiwanira. Iku luwih apik kanggo sampeyan yen sampeyan ngerti Satemene Allah bakal ngapura dosa-dosamu lan bakal nglebokna kowe ing suwarga kang ana ing ngisore kali-kali kang mili, lan (mlebu) ing panggonan kang becik ing suwarga Aden. Sing apik luck. Lan (ana) kanugrahan liyane kang sira senengi (yaiku) pitulungan saka Allah lan kamenangan kang cedhak (wektu). Lan wenehana kabar kabungahan marang wong-wong kang padha iman.' (Ash-Shaf: 10-13)"
                     }
                 ]
             },
             {
                 "id" : 54,
                 "title" : "WULANGAN LIMO PULUH PAPAT BABAGAN SYUHADA PERANG LAN SYUHADA AKHIRAT",
                 "hadist" : [
                     {
                         "id" : 1543,
                         "value" : "Diriwayataké déning Syaikhain saka Anas, yèn Kanjeng Nabi paring dhawuh: Ora ana wong kang mlebu suwarga, kang arep bali ing donya lan samubarang kang ana ing bumi, kajaba wong kang mati syahid. Dheweke ngimpi bali menyang jagad, lan dipateni kaping sepuluh amarga kamulyan sing dideleng"
                     }             
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Aja padha mikir yen wong sing dipateni ing dalane Allah iku mati, sanajan dheweke urip karo Pangerane kanthi rizki. Wong-wong mau padha bungah marga saka kanugrahaning Allah kang wis diparingake marang dheweke, lan padha bungah-bungah marang wong-wong kang isih ana ing mburi, kang ora padha nututi, ora ana keprihatinan tumrap dheweke lan ora (uga) susah. Padha bungah-bungah marang kanugrahan lan kanugrahaning Allah kang gedhe, lan Allah ora ngilangake ganjarane wong-wong kang padha iman.' (Ali Imran: 169-171)" 
                     }
                 ]
             },
             {
                 "id" : 55,
                 "title" : "WULANGAN LIMO PULUH LIMO BABAGAN KEWAJIBAN TAAT MARANG PEMIMPIN",
                 "hadist" : [
                     {
                         "id" : 1544,
                         "value" : "Kanjeng Nabi dawuh: 'Satemene, kedaden sawise aku lunga, yaiku selfishness lan bab-bab sing sampeyan tampik. Para sahabat padha matur: Wahai Rasulullah, kados pundi anggen panjenengan dhawuh dhateng tiyang-tiyang ingkang manggih kahanan punika ing antawisipun kula? Kanjeng Nabi SAW mangsuli: Sira netepi hak-hak kang dadi tanggung jawabira lan sira njaluk hak-hak kang dadi kagunganira. (Hadis riwayat Syaikhain)"
                     },
                     {
                         "id" : 1545,
                         "value" : "Rasulullah SAW ngendika: 'Sapa sing manut marang aku, mula dheweke wis manut marang Allah, lan sapa sing ora manut marang aku, mula dheweke wis maksiat marang Allah. kula' (Hadis riwayat Bukhari)"
                     }     
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, padha taat marang Allah lan manut marang utusane, lan ulil amri ing antarane sampeyan.' (An-Nisa’: 59)" 
                     }
                 ]
             },
             {
                 "id" : 56,
                 "title" : "WULANGAN LINO PULUH ENEM BABAGAN DORONGAN MARING PORO PEMIMPIN SUPOYO NGANGKAT PEREWANG SING APIK",
                 "hadist" : [
                     {
                         "id" : 1546,
                         "value" : "Rasulullah SAW ngendika: 'Allah ora ndadekake nabi lan ora ngangkat khalifah, kajaba dheweke duwe rong jinis pembantu, sing siji nyengkuyung dheweke nindakake kabecikan lan nyengkuyung dheweke nindakake, sing liyane. Pernbaneou ngandhani dheweke supaya nindakake ala lan nyengkuyung dheweke nindakake lan sing dilindhungi yaiku wong sing dilindhungi dening Allah"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika 'Negeri akherat. Ingsun dadekake wong kang ora gumunggung lan gawe piala ing (ngadhep) bumi. Lan wekasane (becik) iku tumrap wong-wong kang taqwa.' (Al-Qashash: 83)."  
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Sahabat iku cedhak ing dina iku ana kang dadi mungsuhe wong liya, kajaba wong kang taqwa.' (Az-Zukhruf:67)"  
                     }
                 ]
             },
             {
                 "id" : 57,
                 "title" : "WULANGAN LIMO PULUH PITU BABAGAN MUSYAWARAH, NASIHAT LAN ISTIKHARAH",
                 "hadist" : [
                     {
                         "id" : 1547,
                         "value" : "Diriwayataké déning Muslim saka Tamim Ad-Daariy bilih Rasulullah SAW ngendika: Agama iku pitutur. Kawula pitados: Kagem sinten dhuh Rasulullah? Nabi (SAW) mangsuli: Marang Allah, Kitab-Nya, Rasul-Nya lan pemimpin-pemimpin Muslim lan wong-wong awam"
                     },
                     {
                         "id" : 1548,
                         "value" : "Diriwayataké déning h Syaikhain lan Jarir Al-Bajah, ing ngendikané: 'Aka ndadèkaké utusané Allah (SAW) kanggo ngedegake salat, menehi zakat lan mbayar amal becik marang saben wong Islam"
                     },
                     {
                         "id" : 1549,
                         "value" : "Diriwayataké déning Bukhari saka Jabir, dhawuhé: Kanjeng Nabi paring dhawuh: Manawa salah siji ing antaranira kepéngin nindakaké sawijining prakara, kudu ruku (shalat) rong rakaat saliyané salat fardhu. Banjur ngandika: 'Ya Allah, aku njaluk pilihan karo Kawruh Paduka, kawula nyuwun kabisan kanthi kasektèn Paduka lan kawulo nyuwun agunging kanugrahan Paduka Satemene Panjenengan iku kuwasa lan aku ora bisa lan Panjenengan nguningani dene aku ora weruh lan Panjenengan iku Maha Wicaksana marang kang ghaib. Dhuh Allah, manawi Paduka nguningani bilih prakawis punika sae tumrap kawula ing babagan agami, gesang kawula tuwin wekasaning urusan kawula, utawi wekdal ingkang celak tuwin mbesuk urusan kawula, mila takdiraken dhateng kawula, lajeng gampilaken dhateng kawula. Manawa Panjenengan nguningani yen perkara iki ala tumrap aku ing agama, panguripanku lan pungkasane urusanku utawa ing mangsa cedhak urusanku lan tembe mburine, banjur nyingkirake dheweke saka aku lan adohake aku saka dheweke lan takdirake kabecikan kanggo aku. ing ngendi wae, banjur gawe senengku karo dheweke lan sebutno kabutuhan"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan padha rembugan karo wong-wong mau ing prakara iki.' (Ali Imran: 159)."  
                     },    
                         {
                     "id" : 2,
                     "value" : " Allah Ta'ala ngandika: 'Lan urusane (diputusake) kanthi musyawarah antarane dheweke.' (Asy-Syuura: 38)"
                     }
                 ]
             },
             {
                 "id" : 58,
                 "title" : "WULANGAN LIMO PULUH WOLU BABAGAN PUJIAN MARANG KEADILAN, SIKAP LEMBUT MARANG RAKYAT LAN HARAM DZALIMI DEWEKNE",
                 "hadist" : [
                     {
                         "id" : 1550,
                         "value" : "Diriwayataké déning Syaikhain saka ibn Umar, aku ngandika: Aku krungu Rasulullah SAW ngandika: Saben-saben sira iku pemimpin lan saben wong tanggung jawab marang apa kang dipimpin. Imum (pemimpin negara) minangka pimpinan lan tanggung jawab marang wong sing dipimpin. Wong lanang dadi pimpinan ing kulawargane lan tanggung jawab marang sing dipimpin. Wong wadon iku pimpinan ing omahe bojone lan tanggung jawab marang wong sing dipimpin. Abdi iku pemimpin tumrap barang darbeke bendarane lan tanggung jawab marang wong kang dipimpin. Saben sampeyan dadi pimpinan lan tanggung jawab marang sing dipimpin"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Satemené Allah dhawuh (sampeyan) tumindak adil lan nindakake kabecikan, menehi marang sanak-sedulur, lan Allah ngalang-alangi tumindak ala, ala lan memungsuhan.' (An-Nahl: 90)"  
                     }
                 ]
             },
             {
                 "id" : 59,
                 "title" : "WULANGAN LIMO PULUH SONGO BABAGAN HARAM DZALIM, MERINTAH NGELAKONI APIK LAN NGELARANG NGELAKONI ELEK",
                 "hadist" : [
                     {
                         "id" : 1551,
                         "value" : "Rasulullah SAW ngendika: “Sira nyingkiri kezaliman, amarga kezaliman iku njalari peteng ndhedhet ing dina kiyamat, nyingkiri sifat srakah, amarga srakah iku nyirnakake wong-wong sadurunge sira, lan nyemangati wong-wong mau supaya ngwutahake getihe lan nindakake perkara-perkara sing haram marang dheweke. (Hadis riwayat Muslim)"
                     },
                     {
                         "id" : 1552,
                         "value" : "-Diriwayataké déning Muslim saka Abi Hurairah, yèn Rasulullah ngandika: Apa kowé ngerti sapa wong bangkrut iku? Para Sahabat mangsuli: Wong bangkrut ing antara kita yaiku wong sing ora duwe dirham utawa barang. Kanjeng Nabi SAW ngendika: Satemene umatku sing bangkrut yaiku wong sing bakal teka ing dina kiamat kanthi shalat, pasa lan zakat, dene dheweke wis nglaknat wong iki lan nuduh wong iki laku jina lan mangan bandhane wong iki. ngwutahake getih wong iki lan ngalahake wong iki dadi wong iki diwenehi saka amal sing apik, lan wong iki saka amal. Yen kabecikane wis entek sadurunge nebus bebane, dosane dijupuk saka dheweke, banjur ditagih, banjur kacemplungake ing neraka"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Wong-wong kang tumindak ala iku ora duwe kanca kang setya lan ora (uga) duwe syafa'at kang syafa'at ditampa.' (Al-Mu'min: 18)"   
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Lan kanggo wong-wong sing ala ora ana kang dadi pitulungan.' (Al-Hajj: 71)."   
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta'ala ngandika: 'Lan ing antaranira ana sagolongan wong kang padha nyeluk marang kabecikan, padha paring dhawuh marang kang ma'ruf lan nyegah kang munkar, iku wong kang begja'. (Ali Imran: 104)"   
                     },
                     {
                         "id" : 4,
                         "value" : "Allah Ta'ala ngandika: 'Sira iku wong sing paling apik sing lair kanggo manungsa, marentah marang kang ma'ruf lan nyegah kang munkar.' (Ali Imran: 110)"   
                     },
                     {
                         "id" : 5,
                         "value" : "Allah Ta'ala ngendika: 'Lan wong-wong kang padha iman, lanang lan wadon, sawenehe ana kang dadi pitulungan tumrap wong liya, padha dhawuh (nindakake) kang ma'ruf lan nglarang kang mungkar.' (At-Taubah: 71)"   
                     }
                 ]
             },
             {
                 "id" : 60,
                 "title" : "WULANGAN ENEM PULUH BABAGAN KEUTAMAAN ZUHUD MARANG DUNYO",
                 "hadist" : [
                     {
                         "id" : 1553,
                         "value" : "Diriwayataké déning Syaikhin saka Anas, yèn Kanjeng Nabi ngandika: 'Dhuh Allah, boten wonten gesang (nyata) kajawi akherat.'"
                     },
                     {
                         "id" : 1554,
                         "value" : "Diriwayataké déning Syaikhain saka Anas saka Rasulullah SAW, dhawuhé: 'Pati iku diterusaké déning telung prakara: yaiku kulawargané, bandha lan amal, loro bali lan siji tetep, kulawarga lan bandha bali lan tetep ing amal"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Satemene pasemon kauripan kadonyan iku kaya banyu (udan) kang Ingsun turunake saka ing langit, banjur tuwuh subur amarga banyu iku tetuwuhan ing bumi, ana kang dipangan manungsa lan ana kang dipangan manungsa. Nganti nalika bumi wis sampurna kaendahane, lan nganggo (uga) perhiasane, lan kang duwe ngira yen dheweke wis nguwasani, dumadakan siksaningsun tekan ing wayah wengi utawa awan, banjur Ingsun agawe (tetuwuhan) kaya. tanduran sing wis dipotong, kaya - ora bakal tuwuh wingi.' (Yunus: 24)"  
                     }
                 ]
             },
             {
                 "id" : 61,
                 "title" : "WULANGAN ENEM PULUH SIJI BABAGAN  BAKTI MARANG IBU LAN BAPAK LAN HARAM DURHAKA MARANG KEDUANE",
                 "hadist" : [
                     {
                         "id" : 1555,
                         "value" : "Diriwayataké déning Syaikhain saka ibnu Mas’ud ngandika: Aku takon marang kanjeng Nabi SAW: Apa amal sing paling ditresnani déning Allah Ta'ala Rasulullah SAW mangsuli: Shalat ing wektu. Aku: Banjur apa? Nabi (SAW) mangsuli 'Berbakti' marang ibu lan bapak Aku: Banjur apa? Nabi SAW mangsuli Jihad ing dalane Gusti"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala 'Lan Pangeranira dhawuh supaya sira aja padha nyembah saliyanira marang Panjenengane lan sira bekti marang wong tuwamu sabisa-bisane, manawa salah sijine utawa loro-lorone nganti tumekaning umur, mula aja sira matur marang wong tuwa. marang wong-wong mau tembung 'ah' lan aja padha nguwuh-uwuh marang wong-wong mau lan ngandika marang wong-wong mau tembung sing mulya. Lan andhap asor marang wong loro mau kanthi rasa tresna lan ngucap: 'Dhuh Pangéran kawula, mugi karsaa welas asih dhateng piyambake sedaya, kados dene piyambake sedaya sampun ngajari kula nalika kula alit.' (Al-Isra': 23-24)"                          
                     }
                 ]
             },
             {
                 "id" : 62,
                 "title" : "WULANGAN ENEM PULUH LORO BABAGAN NUNTUT KEADILAN ANTARANE ANAK-ANAK ",
                 "hadist" : [
                     {
                         "id" : 1556,
                         "value" : "Dicritakake dening Syaikhain saka An-Nu'man bin Basyir, yen bapake nggawa dheweke menyang Rasulullah, nuli ngandika: Ingsun maringi anakku iki dadi baturku. Banjur Rasulullah ngandika: Apa sing sampeyan tindakake kanggo kabeh anak sampeyan? Bapakku mangsuli: Ora. Kanjeng Nabi SAW ngandika: Takwaa marang Allah lan tumindak adil marang anak-anakmu. Mula bapakku bali lan njupuk sodaqoh maneh"
                     }               
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null"                          
                     }
                 ]
             },
             {
                 "id" : 63,
                 "title" : "WULANGAN ENEM PULUH TELU BABAGAN HAK BOJO LANANG LAN WADON, WASIAT SUPOYO APIK MARANG ISTRI LAN PENDIDIKAN ANAK-ANAK",
                 "hadist" : [
                     {
                         "id" : 1557,
                         "value" : "Rasulullah SAW dhawuh: 'Manawa ana wong lanang nimbali bojone menyang paturone, nanging ora marani bojone nganti bojone nesu marang dheweke, para malaikat ngipat-ipati dheweke nganti dheweke mlebu esuk'. (Hadis riwayat Syaikhain)"
                     }                             
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Wong lanang iku pemimpine wong wadon, amarga Allah wis ngunggulake sawenehing wong lanang (lanang) tinimbang liyane (wanita) lan amarga wong-wong mau (wong lanang) ngentekake saperangan saka bandhane, mula wanita solehah iku. wong kang manut marang Allah lan ngrumat awake dhewe nalika bojone ora ana, amarga Allah wis ngrumat (wong mau).' (An-Nisa’: 34)."                          
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Lan sira srawung karo wong-wong mau (garwane) kanthi bener.' (An-Nisa’: 9)"                          
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta’ala dhawuh: 'Lan dhawuha marang kulawargamu supaya padha ngedegake shalat lan sabar anggone nindakake.' (Thaha: 132)"                          
                     },
                     {
                         "id" : 4,
                         "value" : "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, pangayoman marang awak lan kulawarga saka geni neraka.' (At-Tahri: 6)"                          
                     }
                 ]
             },
             {
                 "id" : 64,
                 "title" : "WULANGAN ENEM PULUH PAPAT BABAGAN HARAM MANGAN BONDHO ANAK YATIM, NGELAKONI APIK MARANG RONDO LAN WONG MISKIN",
                 "hadist" : [
                     {
                         "id" : 1558,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah ra. Saking kanjeng Nabi SAW, dawuhipun: Tebihna saking pitung tumindak ingkang ngrusak. Para shahabat matur: menapa, dhuh Rasulullah? Nabi (SAW) mangsuli: Nyekutokake Allah, sihir, mateni jiwa sing dilarang Allah, kajaba kanggo alasan sing adil, mangan riba, mangan harta anak yatim, mlayu saka perang, lan nuduh wong wadon sing dirumat lan sing dirumat. percaya yen dheweke ora sopan"
                     },
                     {
                         "id" : 1559,
                         "value" : "Rasulullah SAW ngendika: 'Wong sing nafkahi randha lan wong miskin iku kaya wong sing berjuang ing dalane Allah.' (Hadis riwayat Syaikhain)"
                     }                     
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngendika: 'Dene bocah yatim, aja nganti sewenang-wenang. Lan marang wong-wong kang nyenyuwun, aja nganti padha mbengok'. (Adh-Dhuha: 9-10)."                          
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Satemene wong-wong sing mangan harta anak yatim kanthi cara zalim, sejatine dheweke nguntal geni kanthi weteng kabeh lan dheweke bakal mlebu geni (neraka) sing murub.' (An-Nisa: 10)"                    
                     }
                 ]
             },
             {
                 "id" : 65,
                 "title" : "WULANGAN ENEM PULUH LIMO BABAGAN HARAM NDEWE KARO WONG WADON SING ORA MAHRAM LAN NYAWANG WONG LANANG GANTENG",
                 "hadist" : [
                     {
                         "id" : 1560,
                         "value" : "Dicritakake dening Syaikhain saka ibn Abbas yen Rasulullah SAW ngendika: “Sira aja nganti ana siji-sijia mung karo wong wadon, nanging bebarengan mahram. (kalebu nunggal karo wong wadon kang dudu mahram yaiku nunggal karo wong lanang kang mulus (ora rambute) lan nggantheng)"
                     }          
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Yen sampeyan njaluk lenggahan (kabutuhan) saka wong-wong mau (garwane nabi), banjur takon saka mburi kudung.' (Al-Ahzab: 53)."                           
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta’ala dhawuh: 'Sira dhawuha marang wong-wong mukmin: “Ayo padha ngempet pandeleng lan lan jaga kemaluan.' (An-Nur: 30)"                    
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta'ala ngandika: 'Satemene krungu. paningal ati, kabeh iku bakal ditanggung jawab wangsulan.' (Al-Isra’: 36)."                    
                     },
                     {
                         "id" : 4,
                         "value" : "Allah Ta'ala ngandika: 'Dheweke ngerti (pandangan) saka mripat sing khianat lan apa sing didhelikake ing ati' (Al-Mu'min: 19)"                    
                     }
                 ]
             },
             {
                 "id" : 66,
                 "title" : "WULANGAN ENEM PULUH ENEM BABAGAN SILATURRAHIM LAN WASIAT MARING TONGGO",
                 "hadist" : [
                     {
                         "id" : 1561,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Hurairah ra. bilih Rasulullah SAW ngendika: Satemene Allah Ta'ala nitahake makhluk nganti rampung saka dheweke, guwa-garba ngadeg. Dhawuhe: Iki kahanane wong-wong kang padha ngungsi marang Panjenengane saka pedhot kekerabatan. Allah ngandika: Ya. Apa sampeyan ora seneng yen aku nyambung maneh karo wong sing nyambungake sampeyan lan ngilangi hubungan karo wong sing ngrusak hubungan sampeyan? Rahim mangsuli: Ya, aku seneng. Allah ngandika: Iku kanggo sampeyan"
                     }   
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngendika: 'Sembaha marang Allah lan aja sira nyekutokake apa-apa marang Panjenengane. Lan padha tumindak becik marang wong tuwa, sanak-sedulur, bocah yatim, wong-wong miskin, tangga-tanggane sing cedhak lan adoh, kancane Ibnu Sabil (wong musafir) lan para abdinira.' (An-Nisa’: 36)"                           
                     }
                 ]
             },
             {
                 "id" : 67,
                 "title" : "WULANGAN ENEM PULUH PITU BABAGAB ANJURAN NDUWENI WAJAH SING SUMRINGAH LAN NGOMONG APIK",
                 "hadist" : [
                     {
                         "id" : 1562,
                         "value" : "Rasulullah SAW dawuh: “Sira nyingkiri geni neraka, sanajan kanthi menehi setengah kurma sapa sing ora nemokake, banjur kanthi tembung sing apik."
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta’ala paring dhawuh: “Saupama siro atos lan kasar atine, mesthi padha adoh saka ing sakiwa tengenmu.” (Ali Imran: 159)"
                    }
                 ]
             },
             {
                 "id" : 68,
                 "title" : "WULANGAN ENEM PULUH WOLU BABAGAN LARANGAN PODO SENGIT PODO DENGKI, LAN NYAKITI WONG MUKMIN",
                 "hadist" : [
                     {
                         "id" : 1563,
                         "value" : "Diriwayataké déning Syaikhain saka Abdullah bin Umar, dhawuhé: Rasulullah SAW dhawuh: 'Muslim (sejati) iku wong kang ora ngganggu wong Islam liya kanthi lathi (tembung) lan tangané, déné kang hijrah iku kang ninggal samubarang. ingkang pareng.. Gusti. Kanjeng Nabi SAW dhawuh: “Aja padha sengit-sengitan, aja sira sirik-sirik, aja padha adoh-adoh lan aja padha putus tali silaturahmi lan padha dadi abdining Allah kang padha sadulur. medhot hubungan karo seduluré luwih saka telung dina"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Satemene wong-wong mukmin iku sadulur'. (Al-Hujurat: 10)."
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Utawa padha iri marang manungsa (Muhammad) amarga saka kanugrahan kang Allah paring marang dheweke?' (An-Nisa': 54)"
                     },    
                         {
                     "id" : 3,
                     "value" : "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, aja nganti ana sawijining kaum ngece wong liya (amarga) wong-wong mau luwih becik tinimbang wong-wong mau lan uga wong wadon. amarga) bisa uga wanita (sing dipoyoki) luwih becik tinimbang wanita (sing ngece) lan aja nyalahake awake dhewe dhewe lan ora nelpon karo judhul ala. Seburuk-buruk panggilan yaiku panggilan sing ala sawise iman.’ (Al-Hujuraat: 11)"
                     }
                 ]
             },
             {
                 "id" : 69,
                 "title" : "WULANGAN ENEM PULUH SONGO BABAGAN KAUM MISLIMIN SING LEMAH LAN KAUM FAKIR",
                 "hadist" : [
                     {
                         "id" : 1564,
                         "value" : "Diriwayataké déning Syaikhain saka Haritsah bin Wahab, dhèwèké calathu: Ingsun miyarsa Kanjeng Nabi dhawuh: Apa aku bakal nyritakaké marang sira bab para penghuni suwarga? Dheweke iku saben wong sing ringkih lan dianggep ringkih, yen sumpah demi Allah, Allah bakal netepi sumpahe. Apa aku bakal ngandhani sampeyan babagan wong-wong sing manggon ing Neraka? Dheweke kabeh wong sing kaku, kasar, sombong lan seneng gumunggung"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan padha sabar karo wong-wong kang padha nyebut Pangerane ing wayah esuk lan sore kanthi ngarep-arep ridha-Nya lan aja nganti mripatmu adoh saka dheweke (amarga) ngarep-arep perhiasan urip donya.' (Al-Kahfi: 28)"
                     }
                 ]
             },
             {
                 "id" : 70,
                 "title" : "WULANGAN PITU PULUH BABAGAN PUJIAN MARANG AKHLAK SING APIK, SIFAT PANGAPURA, LAN SIKAP ALUS",
                 "hadist" : [
                     {
                         "id" : 1565,
                         "value" : "Diriwayataké déning Syaikhain saka Abdullah bin Umar, dhèwèké ngendika yèn Rasulullah SAW ora seneng tumindak ala lan ngomong ala. Panjenengané ngandika: Sayekti, ing antarané wong-wong kang becik ing antaramu iku sing paling apik watake."
                     },
                     {
                         "id" : 1566,
                         "value" : "Rasulullah SAW ngandika: 'Satemene Allah iku alus lan remen alus ing samubarang.' (Hadis riwayat Aisyah)"
                     }              
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan wong-wong sing nahan bebendune lan ngapura (kaluputan) wong, Allah tresna marang wong-wong sing nindakake kabecikan.' (Ali Imran: 134)."
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Sira padha ngapura lan dhawuh marang manungsa supaya nindakake apa kang bener lan nyingkiri wong bodho.' (Al-A’raf: 199)"
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta'ala ngandika: 'Lan ora padha becik lan ala, tolak (ala) kanthi cara sing luwih apik, banjur dumadakan wong ing antarane sampeyan lan dheweke ana memungsuhan kaya-kaya wis dadi kanca sing setia banget. Sipat-sipat ingkang sae punika boten dipun paringaken, ananging dipun paringaken dhateng tiyang ingkang sabar lan boten dipun paringi, ananging tiyang ingkang gadhah rejeki ingkang ageng.” (Fushshilat: 34-35)"
                     }
                 ]
             },
             {
                 "id" : 71,
                 "title" : "WULANGAN PITU PULUH SIJI BABAGAN PUJIAN MARING SIFAT ISIN LAN TENANG",
                 "hadist" : [
                     {
                         "id" : 1567,
                         "value" : "Dicritakake dening Syaikhain saka ibn Umar, yen Rasulullah liwat liwat wong Ansar sing menehi pitutur marang sedulure babagan isin. Mula kanjeng Nabi paring dhawuh: Ditinggala. Pancen, isin iku bagéan saka iman"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta’ala ngandika: “Lan para kawulaning Allah kang Ingkang Maha Asih (yaiku) para kang lumampah ana ing bumi kanthi andhap asor lan nalika wong bodho menehi salam, padha ngucapake tembung kang becik.” (Al-Furqan: 63)"
                     }
                 ]
             },
             {
                 "id" : 72,
                 "title" : "WULANGAN PITU PULUH LORO BABAGAN PUJIAN MARANG SIFAT RENDAH ATI LAN RENDAH DIRI MARANG WONG-WONG KANG IMAN",
                 "hadist" : [
                     {
                         "id" : 1568,
                         "value" : "Diriwayataké déning Syaikhain saka Anas, yèn dhèwèké ngliwati bocah-bocah cilik, nuli salam marang wong-wong mau lan calathu: Kanjeng Nabi (SAW) nindakaken"
                     }
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan padha andhap asor marang wong-wong kang ndherek sira, yaiku wong-wong sing padha iman'. (Asy Syu'ara': 215). "
                     },    
                         {
                     "id" : 2,
                     "value" : "Allah Ta'ala ngandika: 'Lan aja ngomong sampeyan suci. Dheweke iku sing paling ngerti babagan wong sing taqwa.' (An-Najm: 3)"
                     },    
                         {
                     "id" : 3,
                     "value" : "Allah Ta'ala ngandika: 'Satemene dosa iku tumrap manungsa. Wong-wong kang padha gawe aniaya marang manungsa lan nerak watesing bumi tanpa hak. Wong-wong iku bakal oleh siksa kang nglarani.' (Asy-Syuura: 42)"
                     }
                 ]
             },
             {
                 "id" : 73,
                 "title" : "WULANGAN PITU PULUH TELU BABAGAN HARAM GUMEDE LAN CONGKAK",
                 "hadist" : [
                     {
                         "id" : 1569,
                         "value" : "Rasulullah SAW dhawuh: Allah ora bakal mirsani ing dina kiyamat wong kang lumaku nggawa udung kanthi sombong. Rasulullah SAW ngendika: 'Manawa ana wong lumaku kanthi angkuh, ngagem busana, nyisir rambute lan ngrasuk ing dalan, dumadakan Allah bakal nyemplungake dheweke ana ing bumi nganti dina kiyamat"
                     }               
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Ingsun dadekake bumi akherat kanggo wong-wong kang ora gelem gumedhe lan gawe piala ing (lumahing) bumi. Lan wekasane (becik) iku kanggo wong-wong kang taqwa.' (Al-Qashash: 83)" 
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Lan aja padha lumaku lumahing bumi kanthi angkuh.' (Luqman: 18)" 
                     },
                     {
                         "id" : 3,
                         "value" :  "Allah Ta’ala ngandika: “Satemene Allah iku ora seneng marang wong-wong kang gumedhe lan gumedhe” (Luqman: 18)"
                     }
                 ]
             },
             {
                 "id" : 74,
                 "title" : "WULANGAN PITU PULUH PAPAT BABAGAN JOGO RAHASIA, NEPATI LAN NGELAKSANAKNO JANJI",
                 "hadist" : [
                     {
                         "id" : 1570,
                         "value" : "Kanjeng Nabi dhawuh: 'Patang sifat, manawa ana ing wong, iku wong munafik, lan manawa ana siji sifat, banjur ana siji sifat munafik nganti dheweke ninggalake, yaiku. Yen diparingi amanat, dheweke kianat, yen ngomong, dheweke goroh, yen janji ora netepi, lan yen padu, dheweke nyimpang"
                     }                              
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Teguh janji, satemene janji iku kudu tanggung jawab.' (Al-Isra': 34)." 
                     },    
                 {
                     "id" : 2,
                     "value" : " Allah Ta'ala ngandika: 'He wong-wong sing padha iman, apa kowé padha ngomong apa sing ora padha koklakoni? Ana akeh gething ing ngarsaning Allah, sampeyan bisa ngomong apa. apa kang ora sira lakoni.” (Ash-Shaf: 2-3)"
                     }
                 ]
             },
             {
                 "id" : 75,
                 "title" : "WULANGAN PITU PULUH LIMO BABAGAN JOGO ILAT",
                 "hadist" : [
                     {
                         "id" : 1571,
                         "value" : "Diriwayataké déning Syaikhain saka Abi Musa, dhèwèké calathu: Aku matur: Dhuh Rasulullah, tiyang Muslim ingkang sae? Nabi (SAW) mangsuli: Muslim sing ora ngganggu Muslim liyane karo ilat (tembung) lan tangan"
                     }
                                             
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala dhawuh: 'Lan aja padha manut apa kang ora kokweruhi. Satemene pangrungu, pandeleng lan ati, kabeh mau bakal ditanggung jawab'. (Al-Isra': 36)." 
                     },    
                         {
                     "id" : 2,
                     "value" : " Allah Ta'ala ngandika: 'Dheweke ora ngucapake tembung siji-sijia, nanging ana malaikat sing waspada ing cedhak dheweke sing tansah ana.' (Qaf: 18)"
                     }
                 ]
             },
             {
                 "id" : 76,
                 "title" : "WULANGAN PITU PULUH ENEM BABAGAN LARANGAN SUMPAH MARANG SELAIN ALLAH LAN HARAM SUMPAH GORO",
                 "hadist" : [
                     {
                         "id" : 1572,
                         "value" : "Diriwayataké déning Syaikhin saka ibn Umar, duri kanjeng Nabi SAW, sayekti Allah Ta'ala ngalang-alangi sira supata marang bapak-bapakira. Dadi sing sapa sumpah kudu sumpah demi Allah, utawa meneng"
                     },
                     {
                         "id" : 1573,
                         "value" : "Rasulullah SAW dhawuh: 'Sira aja sumpah demi brahala lan bapak-bapakmu'"
                     }                    
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "null" 
                     }
                 ]
             },
             {
                 "id" : 77,
                 "title" : "WULANGAN PITU PULUH PITU BABAGAN HARAM GHIBAH, NAMIMAH LAN NGERUNGOAKE LAN CELAAN MARANG WONG SING NDUWE WAJAH LORO",
                 "hadist" : [
                     {
                         "id" : 1574,
                         "value" : "Rasulullah SAW dawuh: “Ora mlebu suwarga”. tiyang ingkang remen nindakake namimah.” (Hadis riwayat Syaikhain)"
                     }                   
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'Lan aja ana sawenehing sira padha gocehan marang wong liya. Apa salah sawijine panunggalanira kepengin mangan daginge sadulure kang wis mati? Temenan sira bakal ngrasa jijik marang dheweke. Lan wedia marang Allah. tobat, Ingkang Maha Asih.' (Al-Hujurat: 12)" 
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Wong sing akeh nyenyamah, wong sing mrana-mrene nyebar fitnah.' (Al-Qalam: 11)'" 
                     }
                 ]
             },
             {
                 "id" : 78,
                 "title" : "WULANGAN PITU PULUH WOLU BABAGAN PUJIAN MARENG KEBENERAN , CELAAN MARENG GORO, LAN SAKSI PALSU",
                 "hadist" : [
                     {
                         "id" : 1575,
                         "value" : "Kanjeng Nabi dawuh: Sayekti bener iku nuntun marang kabecikan lan kabecikan iku nuntun marang swarga. Wonten tiyang ingkang tansah ngucap ingkang leres ngantos kaserat Siddiq wonten ing ngarsaning Allah. Lan tembung goroh ndadékaké kanggo duraka, lan duraka ndadékaké menyang neraka. Ana wong sing seneng ngapusi nganti ditulis ing Allah minangka wong goroh"
                     }                                
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Allah Ta'ala ngandika: 'He wong-wong sing padha iman, padha wedia marang Allah lan padha karo wong-wong sing bener.' (At-Taubah: 119)." 
                     },
                     {
                         "id" : 2,
                         "value" : "Allah Ta'ala ngandika: 'Lan aja padha tindakake apa sampeyan ora duwe kawruh. Satemene pangrungu, paningal lan ati, kabeh iku bakal ditanggung jawab.” (Al-Isra’: 36)." 
                     },
                     {
                         "id" : 3,
                         "value" : "Allah Ta’ala dhawuh: “Lan adoh saka tembung-tembung goroh”. (Al-Hajj: 30)" 
                     }
                 ]
             },
             {
                 "id" : 79,
                 "title" : "WULANGAN PITU PULUG SONGO BABAGAN SHALAWAT MARENG NABI SAW",
                 "hadist" : [
                     {
                         "id" : 1576,
                         "value" : "Sapa sing nyenyuwun marang aku sapisan, Allah mberkahi ping sepuluh. (Hadis riwayat Muslim)"
                     },
                     {
                         "id" : 1577,
                         "value" : "Ora ana sing ngucapake salam marang aku, nanging Allah bakal mbalekake rohku marang aku nganti aku mangsuli salamipun. (Hadis riwayat Abu Dawud)"
                     },
                     {
                         "id" : 1578,
                         "value" : "Wong sing paling cedhak karo aku ing dina kiyamat Ing antarane manungsa ana wong sing paling akeh ndedonga kanggo aku. (Hadits riwayat Tirmidzi)"
                     },
                     {
                         "id" : 1579,
                         "value" : "Wong kang kikir iku kang dakcedhak, nanging dheweke ora ndedonga kanggo aku. (Hadits riwayat Tirmidzi)"
                     },
                     {
                         "id" : 1580,
                         "value" : "Nyenyamah wong sing diarani cedhak. nanging dheweke ora ndedonga kanggo aku. (Hadits riwayat Tirmidzi)"
                     }            
                     ],
                 "firman" : [
                     {
                         "id" : 1,
                         "value" : "Dhuh Allah, mugi karsaa paring berkah dumateng Muhammad, abdi dalem utusan Paduka, dhateng Kanjeng Nabi Ummi lan kulawarganipun Muhammad lan para garwa lan anak turunipun kados dene Panjenengan paring berkah dhumateng Ibrahim lan kulawarga Ibrahim. Lan limpahake shalawat marang Muhammad Nabi Ummu lan kulawarga Muhammad lan para garwane lan anak turune, kaya dene Panjenengan paring berkah marang Ibrahim lan Kulawargane Abraham, ing saindenging jagad. Satemene Panjenengan iku Maha Pinuji, Ingkang Mahaluhur" 
                     }
                 ]
             }
 ]