[
     {
          "id" : 1,
          "title" : "ISLAM DAN IMAN",
          "hadist" : [
              {
                  "id" : 1404,
                  "value" : " Islam didirikan di atas lima perkara: yaitu bersaksi bahwa tiada Tuhan selain Allah dan bahwa Muhammad adalah hamba dan rasul-Nya, mendirikan shalat, mengeluarkan zakat, pergi haji ke Baitullah dan berpuasa di bulan Ramadhan. (H. R. Syaikhain) "
              },
              {
                  "id" : 1405,
                  "value" : "Di saat kami sedang duduk di dekat Rasulullah SAW, tiba-tiba muncul di hadapan kami seorang lelaki yang sangat putih bajunya, sangat hitam rambutnya dan tidak terlihat bekas perjalanan padanya. Tiada seorang pun dari kami yang lalu SAW, duduk menghadap Nabi la mengenalnya. menyandarkan kedua lututnya pada kedua lutut Nabi SAW dan meletakkan kedua telapak tangannya di atas kedua pahanya. Orang itu berkata: Ya Muhammad, beritahulah aku tentang Islam? Rasulullah SAW menjawab: Islam ialah engkau bersaksi bahwa tiada Tuhan selain Allah dan bahwa Muhammad adalah utusan Allah, engkau dirikan shalat, engkau keluarkan zakat, engkau berpuasa di bulan Ramadhan, engkau pergi haji ke Baitullah jika engkau mampu menempuh jalan kepadanya. Orang itu berkata: Engkau berkata benar. Maka kami merasa heran kepadanya. Ia bertanya kepada Nabi SAW dan membenarkannya. Orang itu berkata: Beritahulah aku tentang iman? Nabi SAW menjawab: Engkau beriman kepada Allah dan para malaikat-Nya, kitab-kitab Nya, rasul-rasul-Nya dan hari akhir serta engkau beriman pada takdir yang baik dan yang buruk. Orang itu berkata: Engkau berkata benar. Kemudian orang itu berkata: Beritahulah aku tentang ihsan. Nabi SAW menjawab: Engkau sembah Allah seakan-akan engkau melihat-Nya. Jika engkau tidak bisa melihat Nya, sesungguhnya Dia melihatmu. Orang itu berkata: Beritahulah aku tentang kiamat? Nabi SAW menjawab: Orang yang ditanya tentang kiamat tidak lebih tahu daripada penanya. Orang itu berkata: Kalau begitu, beritahulah aku tentang tanda-tandanya? Nabi SAW menjawab: Apabila budak perempuan melahirkan tuannya dan apabila engkau melihat orang-orang yang dulu telangjang kaki, telanjang badan dan miskin penggembala berlomba-berlomba meninggikan bangunan. Kemudian orang itu pergi dan aku terdiam lama. Kemudian Nabi SAW berkata: Hai Umar, tahukah engkau siapa penanya itu? Aku menjawab: Allah dan rasul-Nya lebih tahu. Nabi SAW berkata: Ia adalah Jibril yang datang kepada kalian untuk mengajarkan agamamu kepadamu. (hadis riwayat Muslim dari Umar)"
              }
          ],
          "firman" : [
              {
                   "id" : 1,
                   "value" : "null"
              }
          ]
     },
     {
      "id" : 2,
      "title" : "KEUTAMAAN IKHLAS DAN PENGHARAMAN RIYA",
      "hadist" : [
              {
                  "id" : 1406,
                  "value" : "Rasulullah SAW bersabda: 'Sesungguhnya amal amal itu harus dengan niat dan sesungguhnya setiap orang mendapatkan apa yang diniatkannya. Barangsiapa yang hijrahnya kepada Allah dan rasul-Nya, maka hijranya berlaku kepada Allah dan rasul-Nya. Dan siapa yang hijrahnya untuk mendapatkan kesenangan dunia atau menikahi seorang perempuan, maka hijrahnya berlaku kepada apa yang menjadi tujuan hijrahnya. (hadis riwayat Syaikhain)"
              },   
              {
                  "id" : 1407,
                  "value" : "Sesungguhnya Allah Ta'ala tidak melihat kepada tubuhmu dan tidak pula kepada bentukmu, tetapi Dia melihat kepada hati dan amal-amalmu.(H.R. Muslim)"
              },   
              {
                  "id" : 1408,
                  "value" : "Sesungguhnya Allah menulis kebaikan-kebaikan dan dosa-dosa, kemudian menjelaskan hal itu dalam kitab-Nya. Maka siapa yang ingin berbuat kebaikan, tetapi tidak mengerjakannya, Allah menulisnya di sisi-Nya satu kebaikan penuh. Jika ia ingin berbuat kebaikan, lalu mengerjakannya, maka Allah menulisnya di sisi-Nya sepuluh kebaikan hingga tujuh ratus kali hingga berlipat lipat kali. Dan siapa yang ingin berbuat dosa, tetapi tidak mengerjakannya, maka Allah menulisnya di sisi-Nya satu kebaikan penuh. Jika ia ingin berbuat dosa, lalu mengerjakannya, maka Allah menulisnya satu dosa. (H.R. Syaikhain)"
              },
              {
              "id" : 1409,
              "value" : "Barangsiapa beramal untuk mencari ketenaran, maka Allah mencemarkannya (di hari kiamat). Dan siapa yang beramal karena riya, maka Allah menampakkan isi hatinya di hadapan orang banyak (pada hari kiamat). (hadis riwayat Syaikhain)"
              }  
          ],
          "firman" : [
              {
                  "id" : 1,
                  "value" : "Allah Ta'ala berfirman: 'Padahal mereka tidak disuruh, kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus dan supaya mereka mendirikan shalat dan menunaikan zakat, dan yang demikian itulah agama yang lurus.' (Al-Bayyinah: 5)"
              }
          ]
      },
      {
          "id" : 3,
          "title" : "RASA TAKUT KEPADA ALLAH DAN PENGAWASAN ALLAH AZZA WA JALLA",
          "hadist" : [
              {
                  "id" : 1410,
                  "value" : "Rasulullah SAW bersabda: Sesungguhnya seseorang dari kalian dikumpulkan bentuknya di perut ibunya selama empat puluh hari berupa mani, kemudian menjadi segumpal darah seperti itu, kemudian menjadi segumpal daging seperti itu. Kemudian diutus malaikat untuk meniupkan ruh di dalamnya dan disuruh menulis empat kalimat: yaitu menulis rezeki, umur dan amalnya dan sengsara atau bahagia. Demi Allah yang tiada Tuhan selain Dia, sungguh ada seseorang dari kalian yang mengerjakan amal penghuni surga hingga antara dia dan surga hanya berjarak sehasta, tetapi didahului tulisan dalam kitab sehingga mengerjakan amal penghuni neraka, maka ia pun masuk neraka. Sungguh ada seseorang dari kalian yang mengerjakan amal penghuni neraka hingga antara dia dan neraka hanya berjarak sehasta, tetapi didahului tulisan dalam kitab sehingga mengerjakan amal penghuni surga sehingga ia masuk surga. (hadis riwayat Syaikhain)"
              },       
              {
                  "id" : 1411,
                  "value" : "Tidaklah seseorang dari kalian, melainkan Tuhannya akan berbicara dengannya tanpa juru bicara antara dia dan Tuhannya. Maka ia melihat ke sebelah kanannya, ternyata ia tidak melihat selain amal yang telah dilakukannya dan melihat yang lebih buruk daripada itu. Maka ia tidak melihat, kecuali amal yang telah dilakukannya. Dan ia melihat di depannya. Maka ia tidak melihat, kecuali neraka di depannya. Maka hindarilah api neraka, walaupun dengan menyedekahkan separuh butir kurma. (hadis riwayat Syaikhain) "
              },
              {
                  "id" : 1412,
                  "value" : "Sesungguhnya Allah Ta'ala cemburu dan kecemburuan Allah Ta'ala ialah bila manusia melakukan perbuatan yang diharamkan Allah Ta'ala atasnya. (hadis riwayat Syaikhain)"
              }
          ],
          "firman" : [
              {
                   "id" : 1,
                   "value" : " Allah Ta'ala berfirman: Hai manusia, bertakwalah kepada Tuhanmu, sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Ingatlah) hari (ketika) kamu melihat keguncangan itu, lalailah semua wanita yang menyusui anaknya dari anak yang disusuinya dan gugurlah kandungan segala wanita yang hamil, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi siksa Allah itu sangat keras. (Al-Hajj: 11-2)"
              }
          ]
     },
     {
      "id" : 4,
      "title" : "HARAPAN DAN ANGAN-ANGAN",
      "hadist" : [
              {
                  "id" : 1413,
                  "value" : "Rasulullah SAW bersabda: Barangsiapa bersaksi bahwa tiada Tuhan selain Allah sendiri tiada sekutu bagi-Nya dan bahwa Muhammad adalah hamba dan rasul-Nya dan Isa hamba Allah dan rasul-Nya dan kalimat-Nya yang disampaikan-Nya kepada Maryam dan ruh yang ditiupkan dari-Nya dan surga adalah benar adanya dan neraka adalah benar adanya, maka Allah memasukkannya ke dalam surga, dalam amal pun yang dikerjakannya.(H.R. Syaikhain)"
              },
              {
                  "id" : 1414,
                  "value" : "Barangsiapa bersaksi bahwa tiada Tuhan selain Allah dan Muhammad adalah rasul (utusan) Allah, maka Allah. mengharamkan api neraka atasnya. (hadis riwayat Muslim)"
              },
              {
                  "id" : 1415,
                  "value" : "Barangsiapa berbuat kebaikan, maka ia mendapat balasan sepuluh kalinya atau lebih banyak. Dan siapa yang berbuat dosa, maka balasan dosa ialah hukuman yang setimpal dengannya atau Aku mengampuninya. Barangsiapa mendekatkan diri dari-Ku sejengkal, Aku mendekatkan diri darinya sehasta, dan siapa mendekatkan diri dari-Ku sehasta, Aku mendekatkan diri darinya sedepa. Siapa yang mendatangi Aku dengan berjalan, Aku mendatanginya sambil berlari dan siapa yang berjumpa dengan-Ku membawa dosa hampir sepenuh bumi sedangkan dia tidak menyekutukan Aku dengan sesuatu apa pun, Aku pun memberinya ampunan sebanyak itu. (hadis riwayat Muslim)"
              },
              {
                  "id" : 1416,
                  "value" : "Ketika Allah menciptakan makhluk, Dia menulis dalam sebuah kitab yang berada di sisi-Nya di atas Arsy: Sesungguhnya rahmat-Ku mengalahkan amarah-Ku. Dalam sebuah riwayat 'mendahului amarah-Ku.' (hadis riwayat Syaikhain)"
              },
              {
                  "id" : 1417,
                  "value" : " Sesungguhnya Allah Ta'ala mempunyai seratus rahmat. Dia menurunkan satu rahmat darinya di antara jin dan manusia, binatang dan serangga. Dengan rahmat itu mereka saling mengasihi dan saling menyayangi dan dengan rahmat itu binatang buas menyayangi anaknya. Allah Ta'ala menunda sembilan puluh sembilan rahmat yang dengannya Dia merahmati hamba-hamba Nya pada hari kiamat. (hadis riwayat Syaikhain)"
              }
          ],
      "firman" : [
              {
                  "id" : 1,
                  "value" : "Allah Ta'ala berfirman: Katakanlah: Hai hamba-hamba Ku yang melampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sesungguhnya Dialah yang Maha Pengampun lagi Maha Penyayang. (Az-Zumar: 53)."
              },
              {
                  "id" : 2,
                  "value" : " Allah Ta'ala berfirman: Dan rahmat-Ku meliputi segala sesuatu. (Al-A'raf: 156)"
  }        
  ]
      },
      {
          "id" : 5,
          "title" : "TAWAKKAL KEPADA ALLAH",
          "hadist" : [
                  {
                      "id" : 1418,
                      "value" : "Rasulullah SAW bersabda: Ditunjukkan kepadaku umat-umat. Maka kulihat Nabi bersama beberapa orang pengikutnya, ada nabi bersama satu orang dan dua orang dan ada nabi yang tidak mempunyai pengikut. Tiba-tiba ditampakkan bagiku bayangan besar. Maka aku mengira mereka adalah umatku. Kemudian dikatakan kepadaku: Ini Musa dan kaumnya, tetapi lihatlah ke cakrawala. Maka aku melihat. Ternyata nampak bayangan besar. Kemudian dikatakan kepadaku: Lihatlah ke cakrawala lainnya. Ternyata nampak bayangan besar Kemudian dikatakan kepadaku: Ini umatmu. Bersama mereka ada tujuh puluh ribu orang yang masuk surga tanpa dihisab dan tidak disiksa. Kemudian Nabi SAW bangkit, lalu masuk rumahnya. Orang-orang membicarakan mereka yang masuk surga tanpa dihisab dan tidak disiksa. Salah seorang dari mereka berkata: Barangkali mereka itu orang-orang yang menemani rasulullah SAW. Seorang lagi berkata: Barangkali mereka adalah orang orang yang dilahirkan dalam Islam dan tidak menyekutukan Allah. Mereka menyebut banyak hal. Kemudian Rasulullah SAW keluar menemui mereka. Beliau berkata: Apa yang kalian bicarakan? Maka mereka mengabarinya. Kemudian beliau berkata: Mereka adalah orang-orang yang tidak mengandalkan ruqyah dan tidak minta dilakukan ruqyah, tidak mempercayai pertanda buruk dan mereka bertawakkal kepada Tuhan mereka. Kemudian Ukasyah bin Muhson berkata: Doakan kepada Allah agar menjadikan aku dari golongan mereka. Nabi SAW menjawab: Engkau termasuk golongan mereka. Kemudian seorang lainnya berdiri. Ia berkata: Doakan kepada Allah agar menjadikan aku termasuk golongan mereka. Nabi SAW menjawab: Ukasyah telah mendahuluimu dengannya. (H.R. Syaikhain)"
                  }
              ],
          "firman" : [
                  {
                      "id" : 1,
                      "value" : " Allah Ta'ala berfirman: (Yaitu) orang-orang (yang menaati Allah dan rasul) yang kepada mereka ada orang-orang yang mengatakan: Sesungguhnya manusia telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka, maka perkataan itu menambah keimanan mereka dan mereka menjawab: 'Cukuplah Allah menjadi Penolong kami dan Allah adalah sebaik-baik Pelindung. Maka mereka kembali dengan nikmat dan karunia (yang besar) dari Allah, mereka tidak mendapat bencana apa-apa, mereka mengikuti keridhaan Allah. Dan Allah mempunyai karunia yang besar. (Al-Imran: 173-174)"
                  },
                  {
                      "id" : 2,
                      "value" : "Allah Ta'ala berfirman: Dan bertawakkallah kepada Allah Yang Hidup (kekal) yang tidak mati.(Al-Furqan: 58)."
                  },
                  {
                      "id" : 3,
                      "value" : " Allah Ta'ala berfirman: Hendaklah kepada Allah saja orang-orang mukmin bertawakkal. (Ali Imran: 160)."
                  },
                  {
                      "id" : 4,
                      "value" : " Allah Ta'ala berfirman: Kemudian apabila kamu telah membulatkan tekad, maka bertawakkallah kepada Allah. (Ali Imran: 158)."
                  },
                  {
                      "id" : 5,
                      "value" : " Allah Ta'ala berfirman: 'Dan barangsiapa yang bertawakkal kepada Allah, niscaya Allah akan mencukupkan(keperluannya).' (Ath-Thalaq: 3)"
                  },
                  {
                      "id" : 6,
                      "value" : " Allah Ta'ala berfirman: 'Sesungguhnya orang-orang yang beriman itu adalah mereka yang apabila disebut nama Allah, gemetarlah hati mereka, dan apabila dibacakan kepada mereka ayat-ayat-Nya, bertambahlah iman mereka (karenanya) dan kepada Tuhanlah mereka bertawakkal.' (Al-Anfal: 2)"
                  }
              ]
          },
          {
          "id" : 6,
          "title" : "TANDA-TANDA CINTA ALLAH TA’ALA KEPADA HAMBA",
          "hadist" : [
                  {
                      "id" : 1419,
                      "value" : " Rasulullah SAW bersabda: Allah Ta'ala berfirman: Barangsiapa memusuhi wali-Ku, maka Aku telah menyatakan perang kepadanya. Tidaklah hamba-Ku mendekatkan diri kepada Ku dengan sesuatu yang lebih Aku sukai daripada kewajiban yang Aku tetapkan atasnya. Hamba-Ku tetap mendekatkan diri kepada Ku dengan amalan-amalan sunnah hingga Aku mencintainya. Apabila Aku mencintainya, maka Aku adalah pendengarannya yang ia gunakan untuk mendengar dan penglihatannya yang ia gunakan untuk melihat dan tangannya yang ia gunakan untuk bekerja dan kakinya yang ia gunakan untuk berjalan. Jika ia meminta sesuatu kepada-Ku, tentu Aku memberinya. Jika ia meminta perlindungan dari-Ku, tentu Aku memberinya. Jika ia meminta perlindungan dari-Ku, tentu Aku melindunginya. (hadis riwayat Bukhari) "
                  },
                  {
                      "id" : 1420,
                      "value" : " Sesungguhnya Allah Ta'ala apabila mencintai seorang hamba, Dia memanggil Jibril. Allah berkata: Aku mencintai si Fulan, maka cintailah dia.Maka Jibril mencintainya. Kemudian Jibril berseru di langit. Ia berkata: Sesungguhnya Allah mencintai si Fulan, maka cintailah dia. Maka ia pun dicintai oleh penghuni langit. Kemudian ia dicintai oleh penghuni bumi. Apabila Allah membenci seorang hamba, Dia memanggil Jibril, lalu berkata: Sesungguhnya Aku membenci si Fulan, maka bencilah dia. Maka Jibril membencinya, kemudian ia berseru di antara penghuni langit: Sesungguhnya Allah membenci si Fulan, maka bencilah dia. Kemudian ia pun di benci oleh penghuni bumi. (hadis riwayat Muslim)"
                  }
              ],
          "firman" : [
                  {
                      "id" : 1,
                      "value" : " Allah Ta'ala berfirman: Katakanlah: Jika kamu (benar benar) mencintai Allah, ikutilah aku, niscaya Allah mengasihi dan mengampuni dosa-dosamu. Allah Maha Pengampun lagi Maha Penyayang. (Ali Imran: 31)"
                  }
              ]
          },
          {
              "id" : 7,
              "title" : "KEUTAMAAN MENCARI ILMU",
              "hadist" : [
                      {
                          "id" : 1421,
                          "value" : "Rasulullah SAW bersabda: Siapa yang Allah kehendaki kebaikan baginya, maka Allah akan membuatnya paham tentang agama. (hadis riwayat Syaikhain)"
                      },           
                      {
                          "id" : 1422,
                          "value" : " Perumpamaan petunjuk dan ilmu yang aku diutus Allah dengannya adalah seperti hujan yang banyak turun ke bumi. Ada tanah yang bersih dapat menerima air sehingga menumbuhkan tanaman dan rumput yang banyak. Ada pula tanah tandus yang menyerap air dan Allah memberi manusia manfaat dengannya, maka mereka minum dan menanam. Hujan itu turun juga di tanah yang lain. Sesungguhnya tanah itu datar tidak menyerap air dan tidak menumbuhkan tanaman.. Itulah perumpamaan orang yang memahami agama Allah dan bermanfaat baginya petunjuk yang aku diutus dengannya. Maka ia mengetahuinya dan mengajarkannya. Dan perumpamaan orang yang tidak mengangkat kepala dengan itu dan tidak menerima petunjuk Allah yang aku diutus dengannya. (hadis riwayat Abu Musa Al-Asy'ari)"
                      },
                      {
                          "id" : 1423,
                          "value" : "Diriwayatkan oleh Syaikhain (Bukhari dan Muslim) dari Sahal bin Sa'ad bahwa Nabi SAW berkata kepada Ali: 'Demi Allah, petunjuk yang diberikan Allah kepada satu orang melalui kamu lebih baik bagimu daripada unta merah. Sampaikan dariku walaupun satu ayat dan ceritakan hadis dari Bani Israel dan tidak ada kesempitan. Barangsiapa berdusta terhadapku dengan sengaja, biarlah ia menduduki tempatnya di neraka.' (hadis riwayat Bukhari)"
                      },
                      {
                          "id" : 1424,
                          "value" : "Barangsiapa menempuh jalan untuk mencari ilmu, Allah memudahkan baginya jalan menuju surga. (hadis riwayat Tirmidzi)"
                      }
                  ],
              "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Katakanlah: Adakah sama orang orang yang mengetahui dengan orang-orang yang tidak mengetahui? (Az-Zumar: 9)."
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Allah akan meninggikan orang orang yang beriman di antara kamu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. (Al-Mujadilah: 11)."
                      },
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya hanyalah ulama. (Fathir: 28)"
                      }
                  ]
              },
              {
                  "id" : 8,
                  "title" : "MENUNJUKKAN KEBAIKAN,SERUAN KEPADA KEBENARAN,  SALING MENOLONG DALAM KEBAIKAN DAN KETAKWAAN",
                  "hadist" : [
                          {
                              "id" : 1425,
                              "value" : "Rasulullah SAW bersabda: Barangsiapa menunjukkan kebaikan, ia mendapat pahala seperti pelakunya.(hadis riwayat Abu Mas'ud Al-Badri)"
                          },                          
                          {
                              "id" : 1426,
                              "value" : "Barangsiapa menyeru kepada kebenaran, ia mendapat pahala seperti pahala orang yang mengikutinya dan hal itu tidak mengurangi pahala mereka sedikit pun. Barangsiapa menyeru kepada kesesatan, ia mendapat dosa seperti dosa-dosa orang yang mengikutinya dan hal itu tidak mengurangi dosa-dosa mereka sedikit pun. (hadis riwayat Abu Hurairah)"
                          }
                      ],
                  "firman" : [
                          {
                              "id" : 1,
                              "value" : "Allah Ta'ala berfirman: Serulah (manusia) kepada jalan  Tuhanmu dengan hikmah dan nasihat yang baik. (An-Nahl: 125)."
                      },    
                  {
                      "id" : 2,
                      "value" : " Allah Ta'ala berfirman: Dan hendaklah ada di antara kamu segolongan umat yang menyeru kepada kebajikan. Dan hendaklah kamu saling menolong dalam (berbuat) kebajikan dan jangan saling menolong dalam berbuat dosa dan pelanggaran.(Al-Maidah: 2)."
                  },
                  {
                      "id" : 3,
                      "value" : " Allah Ta'ala berfirman: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian. Kecuali orang-orang yang beriman dan mengerjakan amal shaleh dan saling menasihati supaya menetapi kesabaran. (Al-Ashr: 1-3)"
                          }
                      ]
              },
              {
                  "id" : 9,
                  "title" : "TAUBAT",
                  "hadist" : [
                          {
                              "id" : 1427,
                              "value" : "Rasulullah SAW bersabda: 'Sesungguhnya Allah Ta'ala mengulurkan tangan-Nya di waktu malam supaya pelaku dosa di siang hari bertaubat dan mengulurkan tangan-Nya di waktu siang supaya pelaku dosa di malam hari bertaubat hingga matahari naik dari sebelah baratnya. (hadis riwayat Muslim)"
                          },                          
                          {
                              "id" : 1428,
                              "value" : "Barangsiapa bertaubat sebelum matahari terbit dari sebelah baratnya, Allah menerima taubatnya. (hadis riwayat Muslim)"
                          }
                      ],
                  "firman" : [
                          {
                              "id" : 1,
                              "value" : "Allah Ta'ala berfirman: Dan bertaubatlah kamu sekalian kepada Allah, hai orang-orang yang beriman supaya kam beruntung. (An-Nur: 31). "
                          },
                          {
                              "id" : 2,
                              "value" : " Allah Ta'ala berfirman: 'Mohonlah ampun kepad Tuhanmu, lalu bertaubatlah kepada-Nya.' (Hud: 52)"
                          },
                          {
                              "id" : 3,
                              "value" : "Allah Ta'ala berfirman: 'Hai orang-orang yang beriman bertaubatlah kepada Allah dengan taubat yang semurni-murninya.' (Al-Tahrim:3)"
                          }
                      ]
              },
              {
                  "id" : 10,
                  "title" : "KEUTAMAAN WUDHU",
                  "hadist" : [
                          {
                              "id" : 1429,
                              "value" : "Rasulullah SAW bersabda: Sesungguhnya umatku akan dipanggil pada hari kiamat dalam keadaan anggota tubuhnya putih berseri-seri karena bekas wudhu. Maka barangsiapa di antara kalian yang sanggup memanjangkan bagian yang putih, hendaklah ia melakukannya. (Hadist Riwayat Syaikhain)."
                          },                          
                          {
                              "id" : 1430,
                              "value" : "Perhiasan orang mukmin mencapai bagian anggota yang dicapai wudhu. (hadis riwayat Abu Hurairah)"
                          },
                          {
                              "id" : 1431,
                              "value" : " Apabila hamba yang muslim (atau mukmin) berwudhu, lalu membasuh mukanya, keluarlah dari mukanya setiap dosa yang ia pandang dengan matanya bersama air atau bersama tetes air terakhir. Apabila ia membasuh kedua tangannya, keluarlah dari kedua tangannya setiap dosa yang dilakukan oleh kedua tangannya bersama air atau bersama tetes air terakhir. Apabila ia membasuh kedua kakinya, keluarlah setiap dosa yang dijalani oleh kedua kakinya bersama air atau bersama tetes air terakhir hingga ia keluar dalam keadaan bersih dari dosa-dosa. (hadis riwayat Abu Hurairah)"
                          },
                          {
                              "id" : 1432,
                              "value" : " Maukah aku tunjukkan kepada kalian amal-amal yang Allah menghapus dosa-dosa dengannya dan mengangkat derajat-derajat? Para sahabat menjawab: Mau, ya rasulullah. Nabi SAW berkata: Menyempurnakan wudhu dalam keadaan yang tidak menyenangkan, banyaknya langkah menuju masjid, menunggu shalat sesudah shalat. Itulah jihad, itulah jihad. (hadis riwayat Muslim) "
                          },
                          {
                              "id" : 1433,
                              "value" : " Bersuci itu separuh iman. (hadis riwayat Abu Malik Al-Asy'ari)"
                          },
                          {
                              "id" : 1434,
                              "value" : " Tidaklah seseorang dari kalian berwudhu dengan sempurna, kemudian ia berkata: 'Aku bersaksi bahwa tiada Tuhan selain Allah sendiri tiada sekutu bagi-Nya. Dan aku bersaksi bahwa Muhammad adalah hamba dan rasul-Nya, melainkan dibuka baginya delapan pintu surga yang bisa dimasukinya dari pintu manapun yang dikehendakinya'. (hadis riwayat Muslim)"
                          }
                      ],
                  "firman" : [
                          {
                              "id" : 1,
                              "value" : " Allah Ta'ala berfirman: Hai orang-orang yang beriman, apabila kamu hendak mengerjakan shalat, maka basuhlah mukamu - hingga firman Allah Ta'ala: Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu supaya kamu bersyukur. (Al-Maidah: 6)"
                          }
                      ]
              },
              {
                  "id" : 11,
                  "title" : "KEUTAMAAN SALAT DAN PEMELIHARAANYA SERTA ANCAMAN YANG KERAS BILA MENINGGALKANNYA",
                  "hadist" : [
                          {
                              "id" : 1435,
                              "value" : " Rasulullah SAW bersabda: Aku disuruh memerangi semua manusia hingga mereka bersaksi bahwa tiada Tuhan selain Allah dan bahwa Muhammad adalah utusan Allah, dan mendirikan shalat dan menunaikan zakat. Apabila mereka lakukan itu, maka mereka telah melindungi dariku darah dan harta mereka, kecuali dengan hak Islam dan hisab mereka terserah kepada Allah. (hadis riwayat Syaikhain dari ibnu Umar)"
                          }
                      ],
                  "firman" : [
                          {
                              "id" : 1,
                              "value" : " Allah Ta'ala berfirman:Sesungguhnya shalat itu mencegah dari (perbuatan-perbuatan) keji dan mungkar. (Al-Ankabut: 45). "
                          },
                          {
                              "id" : 2,
                              "value" : " Allah Ta'ala berfirman: Dirikanlah shalat dan tunaikanlah zakat. (An-Nisa': 77)."
                          },
                          {
                              "id" : 3,
                              "value" : " Allah Ta'ala berfirman: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat, dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)"
                          }
                      ]
              },
              {
                  "id" : 12,
                  "title" : "ADZAN",
                  "hadist" : [
                          {
                              "id" : 1436,
                              "value" : " Rasulullah SAW bersabda: Andaikata orang-orang mengetahui keutamaan pada adzan dan shaf pertama, kemudian mereka tidak menemukan jalan untuk mendapatkannya, kecuali dengan mengadakan undian untuknya, niscaya mereka mengadakan undian untuknya. Andaikata mereka mengetahui keutamaan pergi ke masjid di panas yang terik, niscaya mereka berlomba untuk melakukannya. Dan andaikata mereka mengetahui keutamaan jamaah dalam shalat Isya' dan Subuh, niscaya mereka mendatangi keduanya, walaupun dengan merangkak. (Hadist Riawayat Syaikhain dari Abi Hurairah)"
                          },
                          {
                              "id" : 1437,
                              "value" : " Para juru adzan adalah orang-orang yang paling panjang lehernya pada hari kiamat. (hadis riwayat Syaikhain)"
                          },
                          {
                              "id" : 1438,
                              "value" : "Apabila kalian mendengar adzan, maka katakanlah seperti yang dikatakan juru adzan. (hadis riwayat Syaikhain)"
                          },
                          {
                              "id" : 1439,
                              "value" : "Barangsiapa mengucapkan ketika mendengar adzan 'Ya Allah, pemilik seruan yang sempurna ini dan shalat yan berdiri ini, berilah Muhammad wasilah dan keutamaan da bangkitkan dia dalam kedudukan terpuji yang Engkau janjika kepadanya, ia pun mendapat syafa'atku pada hari kiamat'. (hadis riwayat Bukhari)"
                          },
                          {
                              "id" : 1440,
                              "value" : "Barangsiapa mengucapkan ketika mendengar adzan: “Aku bersaksi bahwa tiada Tuhan selain Allah sendiri tiada sekutu bagi-Nya dan Muhammad adalah hamba dan rasul-Nya. Aku Ridha Allah Tuhanku, Muhammad rasul-Nya dan Islam agamaku.” Maka diampunilah dosanya. (Hadist riwayat Muslim)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 13,
                  "title" : "KEUTAMAAN SALAT JAMAAH TERUTAMA DI MASJID ",
                  "hadist" : [
                          {
                              "id" : 1441,
                              "value" : " Rasulullah SAW bersabda: Shalat jama’ah lebih utama daripada shalat sendirian dengan dua puluh tujuh derajat.(Hadist riwayat ibnu Umar)."
                          },
                          {
                              "id" : 1442,
                              "value" : " Shalat orang lelaki dalam jama'ah melebihi shalatnya di rumahnya dan pasarnya sebanyak dua puluh lima kali. Hal itu disebabkan apabila ia berwudhu dengan baik, kemudian keluar menuju masjid dan tidak keluar, kecuali untuk shalat, maka tidaklah ia berjalan satu langkah, melainkan diangkat baginya dengan langkah itu satu derajat dan dihapus darinya satu dosa. Apabila ia mengerjakan shalat, malaikat tetap mendoakannya selama ia di dalam shalatnya dan selama ia tidak berhadats. Para malaikat berkata: 'Ya Allah, berilah keberkahan padanya, ya Allah rahmatilah dia.' Hamba tetap dalam shalat selama ia menunggu shalat.' (hadis riwayat Abu Hurairah)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 14,
                  "title" : "KEUTAMAAN SAF PERTAMA, MENYEMPURNAKAN SAF-SAF DAN MELURUSKANNYA ",
                  "hadist" : [
                          {
                              "id" : 1443,
                              "value" : "Rasulullah SAW bersabda: Andaikata orang-orang mengetahui keutamaan adzan dan saf pertama, kemudian mereka tidak menemukan jalan untuk mendapatkannya, kecuali dengan mengadakan undian untuknya, niscaya mereka adakan undian untuknya. (Hadist riwayat Abu Hurairah) "
                          },
                          {
                              "id" : 1444,
                              "value" : "Luruskan saf-safmu, karena meluruskan saf termasuk kesempurnaan shalat. (hadis riwayat Anas)"
                          },
                          {
                              "id" : 1445,
                              "value" : "Muslim meriwayatkan dari Jabir bin Samurah radiyallahu anhuma ia berkata: Rasulullah SAW keluar menemui kami, lalu beliau berkata: Tidakkah kalian berbaris seperti para malaikat berbaris di sisi Tuhan mereka? Kami berkata: Ya Rasulullah, bagaimana para malaikat berbaris di sisi Tuhan mereka? Nabi SAW menjawab: Mereka menyempurnakan saf pertama dan mereka saling merapat di dalam saf. Sebaik-baik saf kaum lelaki adalah yang pertama dan seburuk buruknya adalah saf terakhir. Sebaik-baiknya saf kaum wanita adalah yang terakhir dan seburuk-buruknya adalah yang pertama."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 15,
                  "title" : "KEUTAMAAN SALAT SUBUH, ASHAR, ANJURAN UNTUK MENGIKUTI SALAT JAMAAH DALAM SALAT SHUBUH DAN ISYA SERTA KEJELEKAN TIDUR SEBELUMNYA DAN BERBICARA SESUDAHNYA",
                  "hadist" : [
                          {
                              "id" : 1446,
                              "value" : "Rasulullah SAW bersabda: Barangsiapa mengerjakan shalat shubuh dan ashar, ia pun masuk surga. (Hadist riwayat Syaikhain)"
                          },
                          {
                              "id" : 1447,
                              "value" : " Tidak akan masuk neraka. Seseorang yang mengerjakan shalat sebelum matahari naik dan sebelum matahari terbenam(yakni shubuh dan ashar). (Hadist riwayat Muslim) "
                          },
                          {
                              "id" : 1448,
                              "value" : "Barangsiapa mengerjakan shalat subuh, ia pun dalam jaminan Allah. Maka lihatlah, hai anak Adam, janganlah sampai Allah menuntutmu atas sesuatu dari jaminan-Nya. (Hadist riwayat Muslim)."
                          },
                          {
                              "id" : 1449,
                              "value" : " Para malaikat bergantian mengurusi kalian di waktu malam dan di waktu siang. Mereka berkumpul pada waktu shalat Subuh dan Shalat Ashar. Kemudian malaikat yang bermalam di tempat kalian naik dan Allah menanyai mereka, sedangkan Dia lebih tahu tentang mereka: Bagaimana kalian tinggalkan hamba ng hamba-Ku? Mereka menjawab: Kami tinggalkan mereka ketika mereka mengerjakan shalat dan kami datangi mereka ketika mereka mengerjakan shalat. (hadis riwayat Syaikhain)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 16,
                  "title" : "KEUTAMAAN HARI JUM’AT, SALAT, MANDI DAN MEMAKAI WANGI-WANGIAN",
                  "hadist" : [
                          {
                              "id" : 1450,
                              "value" : " Rasulullah SAW bersabda: Sebaik-baik hari di atas mana matahari terbit adalah hari Jum'at. Pada hari itu Adam diciptakan, pada hari itu ia dimasukkan ke dalam surga dan pada hari itu ia dikeluarkan darinya. Barangsiapa berwudhu dengan baik, kemudian mendatangi shalat Juma'at, lalu mendengarkan khutbah dan diam, diampunilah dosanya antara hari Jum'at itu dan hari Jum'at sebelumnya ditambah tiga hari. Barangsiapa menyentuh (mempermainkan) batu, maka ia telah berbuat sia-sia. Hendaklah orang-orang berhenti dari meninggalkan shalat Jum'at atau Allah akan menutup hati mereka, kemudian mereka akan menjadi orang-orang yang lalai. (hadis riwayat Muslim)."
                          },
                          {
                              "id" : 1451,
                              "value" : "Apabila seseorang dari kalian, mendatangi shalat Jum’at, hendaklah ia mandi. (Hadist riwayat Syaikhain)."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 17,
                  "title" : "HAL MAKRUH DALAM SALAT,HARAM LEWAT DI DEPAN MUSHALLI, MENGERJAKAN SALAT SUNNAH SETELAH IMAM BERKHUTBAH DAN MENGANGKAT KEPALA SEBELUMNYA ",
                  "hadist" : [
                          {
                              "id" : 1452,
                              "value" : "Abu Hurairah berkata: Rasulullah SAW melarang bertolak pinggang di dalam shalat dan beliau berkata: Tidak ada shalat di hadapan makanan dan tidak boleh ia menahan kencing dan kentut.(Hadist riwayat Muslim)."
                          },
                          {
                              "id" : 1453,
                              "value" : "Mengapa orang-orang mengangkat pandangan mereka ke arah langit dalam shalat mereka. Perkataannya semakin keras mengenai hal itu hingga beliau berkata: Hendaklah mereka berhenti melakukan itu atau penglihatan mereka akan di cabut. (Hadist riwayat Anas)."
                          },
                          {
                              "id" : 1454,
                              "value" : " Andaikata orang yang lewat di depan mushalli mengetahui dosa yang ditanggungnya, niscaya berdiri selama empat puluh (hari) lebih baik baginya daripada lewat di depannya. (hadis riwayat Syaikhain). Rawinya berkata: Aku tidak tahu beliau mengatakan: Empat puluh hari atau empat puluh bulan atau empat puluh tahun."
                          },
                          {
                              "id" : 1455,
                              "value" : "Apabila shalat didirikan, maka tiada shalat selain shalat Fardhu. ( Hadist riwayat Muslim)."
                          },
                          {
                              "id" : 1456,
                              "value" : "Tidakkah seseorang dari kalian takut apabila ia mengangkat kepalanya sebelum imam, bila Allah menjadikan kepalanya seperti kepala keledai atau menjadikan bentuknya seperti bentuk keledai. (hadis riwayat Syaikhain)."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 18,
                  "title" : "SUNNAH RAWATIB, WITIR DAN DHUHA",
                  "hadist" : [
                          {
                              "id" : 1457,
                              "value" : "Diriwayatkan oleh Syaikhain dari ibnu Umar r.a., ia berkata: Aku mengerjakan shalat bersama Rasulullah SAW dua rakaat sebelum Dhuhur dan dua raka'at sesudahnya dan dua raka'at sesudah Jum'at dan dua raka'at sesudah Maghrib dan dua raka'at sesudah Isya'."
                          },
                          {
                              "id" : 1458,
                              "value" : "Diriwayatkan oleh Syaikhain dari Sayyidah Aisyah r.a., ia berkata: Tidaklah Nabi SAW lebih memperhatikan shalat sunnah yang lebih besar daripada dua raka'at fajar (Subuh)."
                          },
                          {
                              "id" : 1459,
                              "value" : "Diriwayatkan oleh Muslim dari Sayyidah Aisyah pula dari nabi SAW bahwa beliau bersabda: Dua raka'at fajar (Subuh) lebih baik daripada dunia beserta isinya."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 19,
                  "title" : "SUNNAH WUDHU, TAHIYYAT MASJID DAN DHUHA",
                  "hadist" : [
                          {
                              "id" : 1460,
                              "value" : "Rasulullah SAW berkata kepada Bilal: hai bilal, ceritakan kepadaku amal paling memberi harapan yang engkau kerjakan dalam Islam, karena aku mendengar suara kedua sandalmu di depanku di surga. Bilal menjawab: Tidaklah aku mengerjakan suatu amal yang lebuh aku harapkan daripada kebiasaan bahwa tidaklah aku bersuci dalam suatu saat du waktu malam atau siang, melainkan aku kerjakan dengan wudhu itu Salat yang diwajibkan bagiku untuk aku kerjakan.(Hadist riwayat Abu Hurairah) "
                          },
                          {
                              "id" : 1461,
                              "value" : "Apabila seseorang dari kalian masuk masjid, maka janganlah ia duduk hingga ia kerjakan shalat dua rakaat. (Hadist riwayat Abu Qatadah)"
                          },
                          {
                              "id" : 1462,
                              "value" : "Jadikan akhir salatmu di waktu malam witir(ganjil) (Hadist riwayat ibnu Umar)."
                          },
                          {
                              "id" : 1463,
                              "value" : " Kekasihku(Muhammad) SAW berwasiat kepadaku agar aku berpuasa tiga hari setiap bulan dan mengerjakan salat dhuha dua rakaat dan aku kerjakan salat witir sebelum tidur. (Hadist riwayat Abu Hurairah)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 20,
                  "title" : "ANJURAN SALAT MALAM, MALAM LAILATUL QADAR, SALAT MALAM DI BULAN RAMADHAN(TARAWIH), SERTA ANJURAN MENGERJAKAN SALAT SUNNAH DI RUMAH",
                  "hadist" : [
                          {
                              "id" : 1464,
                              "value" : " Diriwayatkan oleh Syaikhain dari sayyidah Aisyah r.a., ia berkata: Nabi saw. Mengerjakan salat malam hingga pecah-pecah kedua telapak kakinya. Maka aku katakan kepadanya: mengapa engkau lakukan ini, ya Rasulullah, sedangkan telah diampuni bagimu dosamu yang terdahulu dan yang kemudian? Nabi saw. menjawab: bukankah aku harus menjadi seorang hamba yang bersyukur"
                          },
                          {
                              "id" : 1465,
                              "value" : " Puasa yang paling utama sesudah Ramadhan adalah du bulan Allah Muharam dan salat paling utama sesudah salat Fardhu adalah salat malam. (Hadist riwayat muslim)."
                          },
                          {
                              "id" : 1466,
                              "value" : "Rasulullah saw. mengerjakan salat sebelas rakaat (di waktu malam). Beliau sujud selama seseorang dari kalian membaca 50 ayat sebelum mengangkat kepalanya dan mengerjakan dua rakaat sebelum salat shubuh, kemudian[ berbaring di atas sisinya yang kanan hingga datang kepadanya juru adzan menyerukan iqamah untuk salat. (Hadist riwayat Bukhari)"
                          },
                          {
                              "id" : 1467,
                              "value" : "Nabi saw. Mengerjakan salat malam dua rakaat dan mengerjakan salat witir satu rakaat. (Hadist riwayat Syaikhain daru ibnu Umar)"
                          },
                          {
                              "id" : 1468,
                              "value" : "Barangsiapa mengerjakan salat malam di bulan Ramadhan dengan penuh iman dan mengharap pahala, diampunilah dosanya yang terdahulu. (Hadist riwayat Abu Hurairah)."
                          },
                          {
                              "id" : 1469,
                              "value" : "Barangsiapa mengerjakan salat malam qadar dengan penuh iman dan mengharap pahala diampunilah dosanya yang terdahulu.(Hadist riwayat Syaikhain)" 
                          },
                          {
                              "id" : 1470,
                              "value" : "Carilah malam qadar dalam sepuluh terakhir yang ganjil dari bulan Ramadhan(Hadist riwayat Bukhari)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : " Allah Ta'ala berfirman: 'Dan pada sebagian malam hari kerjakanlah shalat tahajjud olehnya sebagai tambahan ibadah bagimu, mudah-mudahan Tuhanmu mengangkat kamu ke tempat yang terpuji.' (Al-Isra': 79)."
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Lambung mereka jauh dari tempat tidurnya.(As-Sajdah: 16)."
                      },
                      {
                          "id" : 3,
                          "value" : " Allah Ta'ala berfirman: Mereka sedikit sekali tidur di waktu malam. (Adz-Dzariyaat: 16)"
                      }
                  ]
              },
              {
                  "id" : 21,
                  "title" : "MENGANTARKAN JENAZAH",
                  "hadist" : [
                          {
                              "id" : 1471,
                              "value" : "Diriwayatkan oleh muslim dari auf bin malik r.a., ia berkata: Rasulullah saw. Mensalati jenazah maka aku hafal dari doanya, yaitu beliau mengatakan: Ya Allah. Ampunilah dia. Rahmatilah dia, selamatkanlah dia dan maafkanlah dia. Muliakanlah tempatnya, lapangkanlah tempat masuknya dan cucilah dia dengan air, salju dan embun, dan bersihkanlah dia dari dosa-dosa seperti Engkau bersihkan baju yang putih dadi kotoran. Gantilah baginya rumah yang lebih baik daripada rumahnya, keluarga yang lebih baik daripada keluarganya, dan istri yang lebih baik daripada istrinya, masukan dia ke dalam surga, lindungilah dia dari siksa kubur dan siksa neraka."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: (Demikianlah keadaan orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata: Ya Tuhanku, kembalikanlah aku (ke dunia). Agar aku berbuat amal yang baik terhadap yang aku tinggalkan. Sekali-kali tidak. Sesungguhnya itu adalah perkataan yang diucapkannya saja. Dan di hadapan mereka ada dinding sampai hari mereka dibangkitkan.' (Al-Mu'minun: 99-100)."
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Maka apakah kamu mengira bahwa sesungguhnya Kami menciptakan kamu secara main-main (saja), dan bahwa kamu tidak akan dikembalikan kepada Kami? (Al-Mu'minun: 115)"
                      }
                  ]
              },
              {
                  "id" : 22,
                  "title" : "PERBUATAN YANG DIANJURKAN KETIKA MENGHADAPI ORANG YANG AKAN MENINGGAL",
                  "hadist" : [
                          {
                              "id" : 1472,
                              "value" : "Diriwayatkan oleh muslim dari Abi Said al-khudri r.a., berkata:Rasulullah saw bersabda: Talqinilah orang mati di an[tara kalian dengan ucapan: ‘Laa ilaha illalahu’."
                          },
                          {
                              "id" : 1473,
                              "value" : "Diriwayatkan oleh Muslim dari Ummi Salamah r.a., ia berkata: Rasulullah SAW masuk kepada Abi Salamah yang telah payah penglihatannya. Lalu Nabi SAW memejamkannya. Kemudian beliau berkata: Sesungguhnya ruh itu apabila dicabut, ia pun diikuti oleh pandangan. Maka ributlah orang-orang dari keluarganya. Kemudian Nabi SAW berkata: Janganlah kalian mendoakan diri kalian, kecuali dengan kebaikan, karena para malaikat mengamini apa yang kalian ucapkan. Kemudian beliau berkata: Ya Allah, ampunilah Abi Salamah, angkatlah derajatnya di antara orang-orang yang mengikuti kebenaran dan gantilah dia dalam keturunannya di antara orang-orang yang masih hidup dan ampunilah kami dan dia, wahai Tuhan semesta alam, dan lapangkanlah baginya kuburnya dan terangilah baginya dalam kuburnya."
                          },
                          {
                              "id" : 1474,
                              "value" : " Diriwayatkan oleh Muslim dari Ummi Salamah, ia yang berkata: Aku mendengar Rasulullah SAW bersabda: Tidaklah seorang hamba ditimpa musibah, lalu ia berkata: Innaa lillahi , ia innaa ilaihi raaji'uunn. Ya Allah, berilah aku pahala dalam dari musibahku dan gantilah bagiku yang lebih baik daripadanya, melainkan Allah Ta'ala memberinya pahala dalam musibahnya dan mengganti baginya yang lebih baik daripada musibah itu. Ketika Abu Salamah wafat, aku katakan sebagaimana Rasulullah SAW menyuruhku. Maka Allah memberiku ganti yang lebih baik daripadanya, yaitu Rasulullah SAW"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "null"
                      }
                  ]
              },
              {
                  "id" : 23,
                  "title" : "PENGHARAMAN MERATAPI MAYIT DAN MENAMPAR PIPI",
                  "hadist" : [
                          {
                              "id" : 1475,
                              "value" : "Nabi SAW bersabda: Mayit disiksa dalam kuburnya karena ratapan yang dilakukan atasnya. (Menurut ulama bila ia berwasiat agar diratapi: pen). (hadis riwayat Syaikhain)"
                          },
                          {
                              "id" : 1476,
                              "value" : "Bukanlah termasuk golongan kami siapa yang menampar pipi, merobek baju dan berseru dengan seruan jahiliah. (hadis riwayat ibnu Mas'ud)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "null"
                      }
                  ]
              },
              {
                  "id" : 24,
                  "title" : " PENGHARAMAN BERKABUNGNYA WANITA LEBIH DARI TIGA HARI, KECUALI TERHADAP SUAMINYA",
                  "hadist" : [
                          {
                              "id" : 1477,
                              "value" : " Diriwayatkan oleh Syaikain dari Zainab binti Abi Salamah r.a., ia berkata: Aku masuk kepada Ummi Habibah r.a., istri Nabi SAW ketika ayahnya meninggal dunia (yaitu Abu Sufyan bin Harb). Kemudian ia menyuruh mengambil minyak wangi yang mengandung za'faran atau lainnya lalu memakai minyak itu kemudian mengoleskannya pada kedua pipinya, kemudian berkata: Demi Allah, aku tidak membutuhkan minyak wangi, tetapi Aku mendengar Rasulullah SAW berkata di atas mimbar: Tidak halal bagi seorang perempuan yang beriman kepada Allah dan hari akhir berkabung atas orang mati lebih dari tiga malam, kecuali terhadap suami selama empat bulan sepuluh hari."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "null"
                      }
                  ]
              },
              {
                  "id" : 25,
                  "title" : "ANJURAN MENGINGAT MATI DAN KEJELEKAN MENGHARAPKANNYA",
                  "hadist" : [
                          {
                              "id" : 1478,
                              "value" : "Diriwayatkan oleh Bukhari dari ibnu Umar r.a., ia berkata: Rasulullah SAW memegang pundakku, lalu berkata: Jadilah engkau di dunia seakan-akan orang asing atau orang yang lewat di jalan. Adalah ibnu Umar berkata: Apabila engkau memasuki waktu sore, janganlah menunggu pagi. Jika engkau memasuki waktu pagi, janganlah menunggu sore. Gunakanlah masa sehatmu untuk menghadapi masa sakitmu dan gunakanlah masa hidupmu untuk menghadapi kematianmu."
                          },
                          {
                              "id" : 1479,
                              "value" : "Diriwayatkan oleh Syaikhain dari ibnu Umar bahwa Rasulullah SAW bersabda: Tidaklah hak seorang muslim mempunyai sesuatu untuk diwasiatkan dan bermalam dua malam, melainkan wasiatnya tertulis di sisinya."
                          },
                          {
                              "id" : 1480,
                              "value" :  "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. bahwa Rasulullah SAW bersabda: Janganlah seseorang dari kalian mengharapkan kematian. Apabila ia seorang yang baik, barangkali bertambah kebaikannya. Apabila ia seorang yang buruk kelakuannya, barangkali ia meminta keridhaan. Ini lafadz Imam Bukhari. Dalam riwayat Muslim: Janganlah seseorang dari kalian mengharapkan kematian dan berdoa dengannya sebelum kematian datang kepadanya. Karena apabila dia mati, terputuslah amalnya dan tidaklah umur orang mukmin menambah selain kebaikan."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  " Allah Ta'ala berfirman: 'Hai orang-orang yang beriman. janganlah harta-hartamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Barangsiapa yang berbuat demikian, maka mereka itulah orang-orang yang rugi.  'Dan belanjakanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum datang kematian kepada salah seorang di antara kamu, lalu ia berkata: 'Ya Tuhanku, mengapa Engkau tidak menangguhkan (kematian)ku sampai waktu yang dekat, yang menyebabkan aku dapat bersedekah dan aku termasuk orang-orang yang shaleh?' Dan Allah sekali-kali tidak akan menanguhkan (kematian) seseorang apabila datang waktu kematiannya. Dan Allah Maha Mengetahui apa yang kamu kerjakan. (Al-Munafiqun: 9-11)"
                      }
                  ]
              },
              {
                  "id" : 26,
                  "title" : "MENDOAKAN ORANG YANG SUDAH MATI, BERSEDEKAH UNTUKNYA DAN MEMUJINYA",
                  "hadist" : [
                          {
                              "id" : 1481,
                              "value" : "Diriwayatkan oleh Muslim dari Abi Hurairah ra. bahwa Rasulullah SAW bersabda: Apabila manusia mati, terputuslah amalnya, kecuali tiga perkara: sodaqoh yang terus mengalir atau ilmu yang bermanfaat atau anak sholeh yang mendoakannya."
                          },
                          {
                              "id" : 1482,
                              "value" :  "Diriwayatkan oleh Syaikhain dari Anas r.a., ia berkata: Orang-orang melewati jenazah dan mereka memujinya. Maka Nabi SAW berkata: Wajiblah baginya. Kemudian lewat rombongan lainnya membawa jenazah. Para sahabat menyebut kejelekannya. Maka Nabi SAW berkata: Wajiblah baginya. Kemudian Umar bin Khaththab berkata: Apa yang wajib?  Nabi SAW menjawab: Yang ini kalian memujinya. Maka wajiblah surga baginya. Yang ini kalian menyebut kejelekannya, maka wajiblah neraka Jahanam baginya. Kalian adalah saksi-saksi Allah di bumi."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Dan orang-orang yang datang sesudah mereka (Muhajirin dan Anshar), mereka berdoa: Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dulu daripada kami, dan janganlah Engkau membiarkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, sesungguhnya Engkau Maha Pengasih lagi Maha Penyayang. (Al-Hasyr: 10)"
                      }
                  ]
              },
              {
                  "id" : 27,
                  "title" : "ANJURAN ZIARAH KUBUR BAGI ORANG LELAKI, LARANGAN MENEMBOKNYA DAN MEMBANGUN DI ATASNYA, SALAT MENGHADAP KUBUR DAN DUDUK DI ATASNYA.",
                  "hadist" : [
                          {
                              "id" : 1483,
                              "value" : "Rasulullah SAW bersabda: 'Aku dulu melarang kalian menziarahi kuburan, tetapi sekarang berziarahlah ke kuburan. Dalam suatu riwayat: Maka siapa yang ingin menziarahi kuburan, hendaklah menziarahinya, karena mengingatkan kepada akhirat. (hadis riwayat Muslim)"
                          },
                          {
                              "id" : 1484,
                              "value" : "Diriwayatkan oleh Muslim dari Sayyidah Aisyah r.a., ia berkata: Adalah Rasulullah SAW pada setiap hari gilirnya dari Rasulullah SAW keluar menuju Baqi'. Beliau mengucapkan: Semoga keselamatan atas kalian penghuni kubur kaum mukminin dan telah datang kepada kalian apa yang dijanjikan dan kalian diberi penangguhan besok dan jika Allah menghendaki kami akan menyusul kalian. Ya Allah, ampunilah penghuni Baqi' Al gharqad."
                          },
                          {
                              "id" : 1485,
                              "value" : "Diriwayatkan oleh muslim jabir r.a., ia berkata: Rasulullah SAW melarang menembok kuburan dan duduk di atasnya serta mendirikan bangunan di atasnya. "
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: ‘Tiap-tiap yang berjiwa akan merasakan mati. Dan sesungguhnya pada hari kiamat sajalah disempurnakan pahalamu. Barangsiapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, maka sungguh ia telah beruntung. Kehidupan dunia itu tidak lain hanyalah kesenangan yang memperdayakan.’ (Ali Imran: 185)"
                     }
                 
                  ]
              },
              {
                  "id" : 28,
                  "title" : "MENJENGUK ORANG SAKIT DAN DOA YANB DIUCAPKAN UNTUKNYA",
                  "hadist" : [
                          {
                              "id" : 1486,
                              "value" : "Diriwayatkan oleh Syaikhain dari Al-Barro' r.a., ia berkata: Rasulullah SAW menyuruh kami menjenguk orang sakit, mengantarkan jenazah, mendoakan orang bersin, melaksanakan sumpah, menolong orang teraniaya, memenuhi undangan dan menyebarkan salam."
                          },
                          {
                              "id" : 1487,
                              "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. bahwa Rasulullah SAW bersabda: Hak orang muslim pada orang muslim ada lima: yaitu menjawab salam, menjenguk orang sakit, mengantarkan jenazah, memenuhi undangan dan mendoakan orang bersin."
                          },
                          {
                              "id" : 1488,
                              "value" : "Diriwayatkan oleh Muslim dari Abi Hurairah, ia berkata: Rasulullah SAW bersabda: Sesungguhnya Allah azza wa jalla berkata pada hari kiamat: Hai anak Adam, aku sakit, tetapi engkau tidak menjenguk-Ku. Manusia berkata: Ya Tuhanku, bagaimana aku menjenguk-Mu.  sedangkan Engkau Tuhan semesta alam? an Allah menjawab: Tidaklah engkau tahu bahwa hamba-Ku si Fulan sakit, tetapi engkau tidak menjenguknya? Tidakkah engkau tahu bahwa andaikata engkau menjenguknya, niscaya engkau dapati aku di sisinya"
                          },
                          {
                              "id" : 1489,
                              "value" : "Diriwayatkan oleh Bukhari dari Abi Musa Al Asy'ari r.a., ia berkata: Rasulullah SAW bersabda: Rasulullah SAW bersabda: Jenguklah orang sakit, berilah makan orang lapar dan bebaskan tawanan."
                          }                   
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "null"
                      }
                  ]
              },
              {
                  "id" : 29,
                  "title" : "KESABARAN",
                  "hadist" : [
                          {
                              "id" : 1490,
                              "value" : "Diriwayatkan oleh Syaikhain dari Abi Said Al Khudri r.a.: bahwa beberapa orang Anshar meminta pada Rasulullah SAW, maka beliau memberi mereka. Kemudian mereka meminta kepadanya dan beliau memberi mereka hingga habis apa yang ada padanya. Maka beliau berkata kepada mereka, ketika menafkahkan segala sesuatu yang ada di tangannya: Kebaikan apa pun yang ada, aku tidak akan menyimpannya dari kalian. Barangsiapa yang memelihara diri, Allah menjadikannya terpelihara. Siapa yang tidak suka meminta, Allah mencukupinya. Dan siapa yang berusaha untuk sabar, maka Allah menjadikannya sabar. Tidaklah seseorang diberi pemberian yang lebih baik dan lebih luas daripada kesabaran."
                          },
                          {
                              "id" : 1491,
                              "value" : "Diriwayatkan oleh Muslim dari Shuhaib r.a., ia berkata: Rasulullah SAW bersabda: Sungguh mengherankan urusan orang mukmin. Sesungguhnya semua urusannya adalah kebaikan dan hal itu tidak terdapat selain pada orang mukmin. Jika mengalami kesenangan, ia bersyukur, maka hal itu adalah kebaikan baginya. Jika ia mengalami kesusahan, ia bersabar, maka hal itu adalah kebaikan baginya."
                          },
                          {
                              "id" : 1492,
                              "value" : "Pertolongan datang bersama kesabaran, kebebasan itu bersama kesusahan dan sesungguhnya bersama kesulitan ada kemudahan. Sesungguhnya bersama kesulitan ada kemudahan. (hadis riwayat ibnu Najjar dari Anas)."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: 'Hai orang-orang yang beriman, bersabarlah kamu dan kuatkanlah kesabaranmu dan tetaplah bersiap siaga (di perbatasan negerimu).' (Ali Imran: 200)."
                      },
                      {
                          "id" : 2,
                          "value" :  "Allah Ta'ala berfirman: 'Dan sungguh akan kami berikan cobaan kepadamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan. Dan berilah kabar gembira kepada orang-orang yang sabar.' (Al-Baqarah: 155)."
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah Ta'ala berfirman: Sesungguhnya hanya orang-orang yang bersabar yang dicukupkan pahala mereka tanpa batas."
                      }
                  ]
              },
              {
                  "id" : 30,
                  "title" : "KEUTAMAAN AL-QUR’AN DAN PEMBACANYA",
                  "hadist" : [
                          {
                              "id" : 1493,
                              "value" : "Rasulullah SAW bersabda: Yang terbaik di antara kalian ialah siapa yang belajar Al-Qur'an dan mengajarkannya. (hadis riwayat Bukhari)"
                          },
                          {
                              "id" : 1494,
                              "value" : "Bacalah Al-Qur'an, karena ia akan datang pada hari kiamat memberi syafa'at bagi para pembacanya. (Hadist iwayat Muslim)"
                          },
                          {
                              "id" : 1495,
                              "value" : "Tidak boleh iri, kecuali dalam dua perkara: yaitu seorang lelaki yang diberi Allah Al-Qur'an dan ia membacanya sepanjang malam dan sepanjang siang, dan seorang lelaki yang diberi Allah harta dan ia menafkahkannya sepanjang malam dan sepanjang siang. (hadis riwayat Syaikhain)"
                          },
                          {
                              "id" : 1496,
                              "value" : "Orang yang membaca Al-Qur'an sedang ia mahir membacanya, maka ia pun bersama para malaikat yang berkeliling dan mulia serta berbakti. Adapun orang yang membaca Al-Qur'an dan gagap membacanya hingga pembacaannya menjadi berat baginya, ia pun mendapat dua pahala. (hadis riwayat Syaikhain)"
                          },
                          {
                              "id" : 1497,
                              "value" : "Tidakalah suatu kaum berkumpul di suatu rumah Allah membaca Kitabullah dan bergantian membacanya di antara mereka, melainkan turun ketenangan di atas mereka dan mereka pun diliputi rahmat dan dikelilingi para malaikat dan Allah menyebut mereka di antara para malaikat di sisi-Nya. (Hadist riwayat Abu Hurairah)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Katakanlah: Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa Al-Qur'an ini, niscaya mereka tidak akan dapat membuat yang serupa dengannya, sekalipun sebagian mereka menjadi pembantu bagi agian yang lain. (Al-Isra': 88)"
                      }
                  ]
              },
              {
                  "id" : 31,
                  "title" : "KEUTAMAAN MENYEBUT ALLAH AZZA WA JALLA, MEMUJI SERTA MENSYUKURINYA ",
                  "hadist" : [
                          {
                              "id" : 1498,
                              "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. bahwa Rasulullah SAW bersabda: Allah Ta'ala berfirman: Aku mengikuti sangkaan hamba-Ku kepada-Ku dan Aku bersamanya apabila dia menyebut-Ku. Jika ia menyebut-Ku di dalam dirinya (sendirian), Aku menyebutnya sendirian. Jika ia menyebut-Ku dalam sekelompok orang, Aku menyebutnya dalam kelompok yang lebih baik darinya."
                          },
                          {
                              "id" : 1499,
                              "value" : "Diriwayatkan oleh Bukhari dari Abi Musa r.a. dari Nabi SAW, beliau bersabda: Perumpamaan orang yang mengingat Tuhannya dan yang tidak mengingat-Nya adalah seperti orang hidup dan orang mati."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Hai orang-orang yang beriman berdzikirlah (dengan menyebut nama) Allah, dzikir yang sebanyak-banyaknya. Dan bertasbihlah kepada-Nya di waktu pagi dan petang.(Al-Ahzab: 41-42)."
                      },
                      {
                          "id" : 2,
                          "value" :  " Allah Ta'ala berfirman: (Yaitu) orang-orang yang mengingat Allah sambil berdiri atau duduk atau dalam keadaan berbaring dan mereka memikirkan tentang penciptaan langit dan bumi (seraya berkata): Ya Tuhan kami, tidaklah Engkau menciptakan ini dengan sia-sia Maha Suci Engkau, maka peliharalah kami dari siksa neraka. (Ali Imran: 191)"
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah Ta'ala berfirman: Karena itu, ingatlah kamu kepada-Ku, niscaya Aku (ingat) pula kepadamu, dan bersyukurlah kepada-Ku, dan janganlah kamu mengingkari (nikmat)-Ku.' (Al-Baqarah: 152)."
                      },
                      {
                          "id" : 4,
                          "value" :  "Allah Ta'ala berfirman: Sesungguhnya jika kamu bersyukur, pasti Kami akan menambah (nikmat) kepadamu. (Ibrahim: 7)."
                      },
                      {
                          "id" : 5,
                          "value" :  "Allah Ta'ala berfirman: Dan katakanlah: Segala puji bagi Allah.(An-Naml: 93). " 
                      },
                      {
                          "id" : 6,
                          "value" :  "Allah Ta'ala berfirman: Dan penutup doa mereka ialah: Alhamdu lillahi Robbil 'aalamiin.’ (Yunus: 10)"
                      }
                  ]
              },
              {
                  "id" : 32,
                  "title" : "DZIKIR DAN DOA-DOA NABAWIYAH YANG DIBACA DI WAKTU PAGI DAN SORE",
                  "hadist" : [
                          {
                              "id" : 1500,
                              "value" : "Rasulullah SAW bersabda: Barangsiapa mengucapkan ketika memasuki waktu pagi dan ketika memasuki waktu sore: Subhanallahi wa bihamdihi seratus kali tidak ada orang pada hari kiamat yang membawa amalan lebih baik daripada amalan yang dikerjakannya, kecuali orang yang mengucapkan seperti itu atau lebih banyak."
                          },
                          {
                              "id" : 1501,
                              "value" : "Diriwayatkan oleh Muslim dari ibnu Mas'ud r.a., bahwa Nabi SAW apabila memasuki waktu sore, beliau mengucapkan: Kami memasuki waktu sore dan segala kekuasaan itu milik Allah, dan segala puji bagi Allah sendiri tiada sekutu bagi-Nya, bagi-Nya segala kekuasaan dan bagi-Nya segala pujian dan Dia Maha Kuasa atas segala sesuatu. Ya Tuhanku, aku mohon kepada-Mu kebaikan yang terdapat di malam ini dan kebaikan yang sesudahnya dan aku berlindung kepada-Mu dari keburukan yang terdapat di malam ini dan keburukan yang sesudahnya. Ya Tuhanku, aku berlindung kepada-Mu dari kemalasan dan keburukan masa tua dan aku berlindung kepada-Mu dari siksaan di neraka dan siksaan di dalam kubur. Apabila memasuki waktu pagi beliau mengucapkan itu pula, yaitu: Kami memasuki waktu pagi dan segala kekuasaan itu milik Allah."
                          }               
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: 'Hai orang-orang yang beriman, berdzikirlah (dengan menyebut nama) Allah, dzikir yang sebanyak-banyaknya. Dan bertasbihlah kepada-Nya di waktu pagi dan petang.' (Al-Ahzab: 41-42)."
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman:Dan sebutlah (nama) Tuhanmu dalam hatimu dengan merendahkan diri dan rasa takut, dan dengan tidak mengeraskan suara di waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lalai. (Al-A'raf: 205)"
                      },
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: Dan bertasbihlah dengan memuji Tuhanmu sebelum terbit matahari dan sebelum terbenamnya. (Thaha: 130). "
                      },
                      {
                          "id" : 4,
                          "value" : "Allah Ta'ala berfirman: Dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.(Thaha: 55). "
                      },
                  {
                      "id" : 5,
                      "value" : "Allah Ta'ala berfirman: Bertasbih kepada Allah di masjid masjid yang telah diperintahkan untuk dimuliakan dan disebut nama-Nya di dalamnya pada waktu pagi dan petang. Laki-laki yang tidak dilalaikan oleh perniagaan dan tidak (pula) oleh jual beli dari mengingat Allah. (An-Nur: 36-37)"
  }
                  ]
              },
              {
                  "id" : 33,
                  "title" : "DZIKIR DAN DOA-DOA NABAWIYAH YANG DIBACA SEBELUM TIDUR",
                  "hadist" : [
                          {
                              "id" : 1502,
                              "value" : "Rasulullah SAW apabila mendatangi tempat tidurnya, beliau mengucapkan: Dengan nama-Mu ya Allah, aku hidup dan aku mati. (hadis riwayat Bukhari)"
                          },
                          {
                              "id" : 1503,
                              "value" : "Apabila seseorang dari kalian mendatangi tempat tidurnya, ia ucapkan: Dengan nama-Mu ya Tuhanku aku letakkan tubuhku dan dengan nama-Mu aku mengangkatnya. Jika Engkau ambil jiwaku, maka rahmatilah dia dan jika Engkau lepaskan dia, maka lindungilah dia sebagaimana Engkau melindungi hamba hamba-Mu yang shaleh. (hadis riwayat Syaikhain)"
                          }       
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "null"
                      }
                  ]
              },
              {
                  "id" : 34,
                  "title" : "MIMPI DAN DZIKIR-DZIKIRNYA ",
                  "hadist" : [
                          {
                              "id" : 1504,
                              "value" : "Diriwayatkan oleh Bukhari dari Abi Hurairah r.a., ia berkata: Aku mendengar Rasulullah SAW bersabda: Tidaklah tersisa dari kenabian, kecuali mubasysyiraat. Para sahabat berkata: Apakah mubasysyiraat (pembawa kabar gembira) itu? Nabi SAW menjawab: Mimpi yang baik. Apabila zaman semakin dekat, mimpi orang mukmin hampir tidak berdusta. Mimpi orang mukmin adalah satu dari empat puluh enam bagian kenabian. Dalam suatu riwayat: Yang paling benar mimpinya di antara kalian ialah yang paling benar perkataannya. (hadis riwayat Abi Hurairrah)"
                          },
                          {
                              "id" : 1505,
                              "value" : "Barangsiapa melihatku di dalam mimpi, ia akan melihatku dalam keadaan terjaga (atau seakan-akan dia melihatku dalam keadaan terjaga), syaitan tidak bisa menyerupai aku. (hadis riwayat Syaikhain)"
                          },
                          {
                              "id" : 1506,
                              "value" : "Apabila seseorang dari kalian melihat mimpi yang disukainya, sesungguhnya itu berasal dari Allah Ta'ala, maka hendaklah ia memuji Allah atas mimpi itu dan jangan menceritakannya kepada seseorang, kecuali orang yang dicintainya. Apabila ia melihat selain itu yang tidak disukainya, hendaklah ia memohon perlindungan dari kejelekannya dan jangan menceritakannya kepada seseorang, karena mimpi itu tidak membahayakannya. (hadis riwayat Syaikhain)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "null"
                      }
                  ]
              },
              {
                  "id" : 35,
                  "title" : "KEUTAMAAN VERKUMPUL UNTUK MENYEBUT ALLAH TA’ALA ",
                  "hadist" : [
                          {
                              "id" : 1507,
                              "value" : "Rasulullah SAW bersabda: Sesungguhnya Allah Ta'ala mempunyai malaikat-malaikat yang berkeliling di jalan jalan mencari orang-orang yang berdzikir. Apabila mereka menemukan sekelompok orang yang menyebut Allah azza wa jalla, mereka saling memanggil. Kemarilah kalian untuk melaksanakan hajat kalian. Maka para malaikat mengelilingi mereka dengan sayap-sayap mereka hingga langit terdekat. Kemudian Tuhan mereka menanyai mereka sedang Dia lebih tahu: Apa yang dikatakan hamba-hamba-Ku? Para malaikat menjawab: Mereka menyucikan-Mu (bertasbih) dan membesarkan-Mu (bertakbir) dan memuji serta mengagungkan-Mu. Allah berkata: Apakah mereka melihat-Ku? Para malaikat menjawab: Tidak, demi Allah, mereka tidak melihat-Mu. Allah berkata: Bagaimana seandainya mereka melihat-Ku? Para malaikat menjawab: Andaikata mereka melihat-Mu, mereka lebih giat beribadah kepada-Mu, lebih banyak mengagungkan-Mu dan lebih banyak bertasbih kepada-Mu. Allah berkata: Apa yang mereka minta? Para malaikat menjawab: Mereka meminta surga dari-Mu. Allah berkata: Apakah mereka melihatnya? Para malaikat menjawab: Tidak, demi Allah, ya Tuhanku, mereka tidak melihatnya. Allah berkata: Bagaimana seandainya mereka melihatnya? Para malaikat menjawab: Andaikata mereka melihatnya, mereka lebih kuat keinginannya, lebih giat mencarinya dan lebih besar harapannya untuk mendapatkannya. Allah berkata: Dari apa mereka meminta perlindungan? Para malaikat menjawab: Mereka meminta perlindungan dari neraka. Allah berkata: Apakah mereka melihatnya? Para malaikat menjawab: Tidak, demi Allah, mereka tidak melihatnya. Allah berkata: Bagaimana andaikata mereka melihatnya? Para malaikat menjawab: Andaikata mereka melihatnya, mereka lebih jauh menghindarinya dan lebih takut kepadanya. Maka Allah berkata: Aku jadikan kalian sebagai saksi bahwa Aku telah mengampuni mereka. Salah seorang malaikat berkata: Di antara mereka terdapat si Fulan yang bukan termasuk mereka. Ia hanya datang untuk suatu keperluan. Allah berkata: Mereka adalah teman-teman duduk dan tidak sengsara teman duduk mereka dengan sebab mereka. (hadis riwayat Syaikhain)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Dan bersabarlah kamu bersama sama dengan orang-orang yang menyeru Tuhannya di waktu pagi dan senja hari dengan mengharap keridhaan-Nya. (Al-Kahfi: 28)"
                      }
                  ]
              },
              {
                  "id" : 36,
                  "title" : "ISTIGHFAR",
                  "hadist" : [
                          {
                              "id" : 1508,
                              "value" : "Rasulullah SAW bersabda: 'Demi Tuhan yang jiwaku berada di tangan-Nya, andaikata kalian tidak berdosa, niscaya Allah melenyapkan kalian dan mendatangkan suatu kaum yang berdosa, lalu mereka memohon ampun kepada Allah Ta'ala, maka Allah mengampuni mereka.' (hadis riwayat Muslim)"
                          },
                          {
                              "id" : 1509,
                              "value" : "Istighfar yang paling utama ialah hamba mengucapkan: Ya Allah, Engkau Tuhanku, tiada Tuhan selain Engkau, Engkau ciptakan aku dan aku adalah hamba-Mu dan aku berjanji untuk melakukan ketaatan kepada-Mu sesuai kemampuanku. Aku berlindung kepada-Mu dari kejahatan perbuatanku, aku mengakui nikmat-Mu padaku dan aku mengakui dosaku, maka ampunilah aku, sesungguhnya tiada yang mengampuni dosa-dosa, kecuali Engkau. (hadis riwayat Bukhari)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Dan barangsiapa yang melakukan kejahatan atau menganiaya dirinya, kemudian ia memohon ampun kepada Allah, niscaya ia mendapati Allah Maha Pengampun lagi Maha Penyayang. (An-Nisa': 110)"
                      }
                  ]
              },
              {
                  "id" : 37,
                  "title" : "ISTI’ADZAT(MINTA PERLINDUNGAN) ",
                  "hadist" : [
                          {
                              "id" : 1510,
                              "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. dari Nabi SAW, beliau bersabda: Berlindunglah kalian kepada Allah dari cobaan yang berat, kesengsaraan yang sangat, takdir yang buruk, dan kegembiraan musuh."
                          },
                          {
                              "id" : 1511,
                              "value" : "Diriwayatkan oleh Muslim dari Zaid bin Arqam r.a., ia berkata: Rasulullah SAW mengucapkan: Ya Allah, aku berlindung kepada-Mu dari ketidakmampuan dan kemalasan, sifat kikir dan keadaan tua renta dan siksa kubur. Ya Allah berilah diriku ketakwaannya dan sucikanlah dia, Engkaulah sebaik-baik yang menyucikannya. Engkau adalah pelindung dan penolongnya. Ya Allah aku berlindung kepada-Mu dari ilmu yang tidak bermanfaat dan hati yang tidak tunduk, nafsu yang tidak puas dan doa yang tidak dikabulkan."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "null"
                      }
                  ]
              },
              {
                  "id" : 38,
                  "title" : "DOA",
                  "hadist" : [
                          {
                              "id" : 1512,
                              "value" : "Rasulullah SAW bersabda: Doa orang muslim bagi saudaranya tanpa diketahuinya adalah mustajab. Di dekat kepalanya ada seorang malaikat yang ditugasi setiap kali ia mendoakan saudaranya dengan kebaikan, malaikat yang bertugas itu mengucapkan ‘Amin’ dan bagimu yang seperti itu. (hadis riwayat Muslim dari Abi Darda)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Berdoalah kepada-Ku, niscaya Aku kabulkan doamu.(Al-Mu'minun: 60)."
                      },
                      {
                          "id" : 2,
                          "value" :  "Allah Ta'ala berfirman: Berdoalah kepada Tuhanmu dengan merendahkan diri dan suara yang lembut. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas. (Al-A'raf: 55)."
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah Ta'ala berfirman: 'Dan apabila hamba-hamba-Ku bertanya kepadamu tentang Aku, maka (jawablah) bahwa Aku adalah dekat. Aku mengabulkan permohonan orang yang berdoa apabila ia memohon kepada-Ku.' (Al-Baqarah: 186)."
                      },
                      {
                          "id" : 4,
                          "value" :  "Allah Ta'ala berfirman: Dan orang-orang yang datang sesudah mereka (Muhajirin dan Anshor), mereka berdoa: Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dulu daripada kami, dan janganlah Engkau membiarkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami sesungguhnya Engkau Maha Pengasih lagi Maha Penyayang. (Al-Hasyr: 10)"
                      }
                  ]
              },
              {
                  "id" : 39,
                  "title" : "MENGUCAP SALAM DAN ADABNYA",
                  "hadist" : [
                          {
                              "id" : 1513,
                              "value" : "Diriwayatkan oleh Syaikhain dari Abdullah bin Amru r.a. bahwa seorang lelaki bertanya kepada Rasulullah SAW: Amalan Islam mana yang baik? Nabi SAW menjawab: Engkau beri makan dan engkau ucapkan salam kepada orang yang engkau kenal dan yang tidak engkau kenal."
                          }
                      ],
                  "firman" : [
                    {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Hai orang-orang yang beriman, janganlah kalian memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. (An-Nur: 27)."
                    },
                    {
                      "id" : 2,
                      "value" : "Allah Ta'ala berfirman: Apabila kamu dihormati dengan suatu penghormatan, maka balaslah penghormatan itu dengan yang lebih baik atau balaslah (dengan yang serupa).(An-Nisa': 86)"
                    }
                  ]
              },
              {
                  "id" : 40,
                  "title" : "ZAKAT",
                  "hadist" : [
                          {
                              "id" : 1514,
                              "value" : "Diriwayatkan oleh Syaikhain dari ibnu Abbas r.a. bahwa Rasulullah SAW mengutus Mu'adz ke Yaman. Beliau berkata: Sesungguhnya kamu akan mendatangi kaum ahli kitab, Maka ajaklah mereka untuk bersaksi bahwa tiada Tuhan selain Allah dan Muhammad adalah utusan Allah. Jika mereka mematuhi ajakan itu, beritahulah mereka bahwa Allah telah mewajibkan atas mereka lima shalat dalam sehari semalam. Jika mereka mematuhi ajakan itu, beritahulah mereka bahwa Allah telah mewajibkan atas mereka sodaqoh yang diambil dari orang-orang kaya mereka dan diberikan kepada orang-orang miskin mereka. Jika mereka mematuhi ajakan itu, maka janganlah kamu mengambil harta mereka yang berharga dan takutlah doa orang teraniaya, karena tida ada hijab antara doa itu dan Allah."
                          },
                          {
                              "id" : 1515,
                              "value" : "Diriwayatkan oleh Bukhari dari Abi Hurairah r.a., ia berkata: Rasulullah SAW bersabda: Barangsiapa dikaruniai Allah harta, tetapi tidak menunaikan zakatnya, maka hartanya ditampakkan pada hari kiamat berupa ular gundul yang mempunyai dua bintik dan dikalungkan padanya. Kemudian ular itu mencengkeram mulutnya, kemudian berkata: Aku adalah hartamu, aku adalah harta simpananmu. Kemudian Nabi SAW membaca: Janganlah orang-orang yang kikir menyangka dan seterusnya (Ayat) Ali Imran: 180."
                          },
                          {
                              "id" : 1516,
                              "value" : "Diriwayatkan oleh Syaikhain dari Abi Dzarr r.a. dari Nabi SAW, beliau bersabda: Tidaklah seorang lelaki mempunyai unta atau sapi atau kambing yang tidak ia tunaikan haknya, melainkan didatangkan semua itu pada hari kiamat dalam bentuk terbesar dan tergemuk, lalu menginjaknya dengan kuku-kukunya. dan menanduknya dengan tanduk-tanduknya. Setiap kali lewat. yang terakhir, dikembalikan lagi kepadanya yang pertama dari hewan-hewan itu hingga ia diadili di antara orang banyak."
                          },
                          {
                              "id" : 1517,
                              "value" : "Diriwayatkan oleh Syaikhain dari ibnu Umar r.a., ia berkata: Rasulullah SAW mewajibkan zakat fitrah satu sha' kurma atau satu sha' sya'ir atas hamba (budak) dan orang merdeka, laki-laki dan perempuan, anak kecil dan orang tua dari kaum muslimin. Beliau menyuruh menunaikannya sebelum orang orang keluar menuju shalat led."
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Dan dirikan shalat dan tunaikan zakat. (Al-Baqarah: 2)."
                      },
                      {
                          "id" : 2,
                          "value" :  "Allah Ta'ala berfirman: Ambillah zakat dari sebagian. harta mereka, dengan zakat itu kamu membersihkan dan lum menyucikan mereka. (At-Taubah: 103)"
                      }
                  ]
              },
              {
                  "id" : 41,
                  "title" : "KEUTAMAAN ORANG KAYA YANG BERSYUKUR",
                  "hadist" : [
                          {
                              "id" : 1518,
                              "value" : "Rasulullah SAW bersabda: Tidak boleh iri, kecuali dalam dua perkara: yaitu seorang lelaki yang dikarunia harta, lalu ia menggunakannya dengan membelanjakannya di jalan yang benar. Dan seorang lelaki yang dikaruniai Allah hikmah (ilmu), lalu memutuskan perkara dengannya dan mengajarkannya kepada orang anyak. (hadis riwayat Syaikhain)"
                          }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "la adalah orang yang mengambil harta dari jalannya yang benar dan membelanjakannya dalam berbagai keperluan yang diperintahkan melaksanakannya. Allah Ta'ala berfirman: Adapun orang yang memberikan (hartanya di jalan Allah) dan bertakwa. Dan membenarkan adanya pahala yang terbaik (surga). Maka Kami kelak akan menyiapkan baginya jalan yang mudah. (Al-Lail: 5-7)"
                      }
                  ]
              },
              {
                  "id" : 42,
                  "title" : "PUJIAN TERHADAP KEMURAHAN HATI, MEMBERI NAFKAH DI JALAN KEBAIKAN",
                  "hadist" : [
                      {
                          "id" : 1519,
                          "value" : "Rasulullah SAW bersabda: Satu dinar yang engkau nafkahkan di jalan Allah, satu dinar yang engkau nafkahkan untuk membebaskan budak dan satu dinar yang engkau sedekahkan kepada seorang miskin serta satu dinar yang engkau nafkahkan kepada istrimu, yang terbesar pahalanya adalah yang engkau nafkahkan kepada istrimu. (hadis riwayat Muslim)"
                      },
                      {
                          "id" : 1520,
                          "value" : "Dinar paling utama yang dinafkahkan orang lelaki ialah dinar yang dinafkahkannya kepada anak-anaknya dan dinar yang dinafkahkannya kepada hewan tunggangannya di jalan Allah dan dinar yang dinafkahkannya kepada teman-temannya di jalan Allah. (hadis riwayat Muslim)"
                      },
                      {
                          "id" : 1521,
                          "value" : "Hai anak Adam, sesungguhnya jika engkau nafkahkan kelebihan hartamu, maka itu adalah kebaikan bagimu. Dan jika engkau menahannya, itu adalah keburukan bagimu dan engkau tidak disalahkan dalam keadaan cukup. Mulailah dengan orang yang menjadi tanggunganmu dan tangan di atas (memberi) lebih baik daripada tangan di bawah (yang meminta). (hadis riwayat Muslim)"
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" :  "Allah Ta'ala berfirman: Hendaklah orang yang mampu memberi nafkah menurut kemampuannya. Dan orang yang disempitkan rezekinya hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak memikulkan beban kepada seseorang melainkan (sekedar) apa yang Allah berikan kepadanya. Allah kelak akan memberikan kelapangan sesudah kesempitan. (Ath-Thalaq: 7). " 
                      },
                      {
                          "id" : 2,
                          "value" :  "Allah Ta'ala berfirman: Dan barang apa saja yang kamu nafkahkan, maka Allah akan menggantinya. (Saba’: 39)."
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah Ta'ala berfirman: Dan kewajiban ayah memberi makan dan pakaian kepada para ibu dengan cara yang makruf. (Al-Baqarah: 233)"
                      },
                      {
                          "id" : 4,
                          "value" :  "Allah Ta'ala berfirman: Kamu sekali-kali tidak sampai kepada kebajikan (yang sempurna) sebelum kamu menafkahkan sebagian harta yang kamu cintai. (Ali Imran: 92)"
                      }
                  ]
              },
              {
                  "id" : 43,
                  "title" : "KEJELEKAN SIFAT KIKIR, MENGUNGKIT PEMBERIAN DAN MENARIK KEMBALI HIBAH",
                  "hadist" : [
                      {
                          "id" : 1522,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. bahwa Nabi SAW bersabda: Tidaklah suatu hari di mana hamba hamba memasuki waktu pagi, melainkan ada dua malaikat turun. Yang satu berkata: Ya Allah berilah ganti bagi orang yang menafkahkan hartanya. Yang lain berkata: Ya Allah, timpakan kebinasaan bagi orang yang kikir."
                      },
                      {
                          "id" : 1523,
                          "value" : "Sesungguhnya Allah Ta'ala meridhai bagi kalian tiga perkara dan tidak menyukai bagi kalian tiga perkara. Allah meridhai kalian bila kalian menyembah-Nya dan tidak menyekutukan sesuatu apapun dengan-Nya dan bila kalian semuanya berpegang pada tali (agama) Allah dan tidak bercerai berai. Dan Allah tidak menyukai bagi kalian: perkataan (omongan) yang tidak jelas (gosip), banyak bertanya dan penghamburan harta. (hadis riwayat Muslim)"
                      }               
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Hai orang-orang yang beriman, janganlah kamu menghilangkan (pahala) sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan si penerima).(Al-Baqarah: 264)" 
                      }
                  ]
              },
              {
                  "id" : 44,
                  "title" : "MENGUTAMAKAN ORANG LAIN ATAS DIRINYA UNTUK MENOLONG ORANG-ORANG YANG MELARAT ",
                  "hadist" : [
                      {
                          "id" : 1524,
                          "value" : "Diriwayatkan oleh Muslim dari Abi Said r.a., ia berkata: Di saat kami dalam perjalanan bersama Nabi SAW, tiba tiba datang seorang lelaki menaiki kendaraannya. Ia mengarahkan pandangannya ke kanan dan ke kiri. Maka Rasulullah SAW bersabda: Barangsiapa mempunyai kelebihan kendaraan hendaklah ia memberikannya kepada orang yang tidak mempunyai kendaraan. Dan siapa yang mempunyai kelebihan bekal, hendaklah ia memberikannya kepada orang yang tidak mempunyai bekal. Beliau terus menyebut macam-macam harta hingga kami berpendapat bahwa tidak ada hak bagi seseorang dari kami dalam kelebihan hartanya."
                      }              
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman:Dan mereka mengutamakan (orang-orang Muhajirin) atas diri mereka sendiri, sekalipun mereka memerlukan (apa yang mereka berikan itu).(Al-Hasyr: 9)" 
                      }
                  ]
              },
              {
                  "id" : 45,
                  "title" : "QANA’AH, KEJELEKAN PEMINTA SERTA MACAM-MACAM PENCAHARIAN YANB PALING BAIK",
                  "hadist" : [
                      {
                          "id" : 1525,
                          "value" : "Rasulullah SAW bersabda: Bukanlah kekayaan itu ena banyak harta, tetapi kekayaan itu kaya jiwa.(hadis riwayat Abu Hurairah)"
                      },
                      {
                          "id" : 1526,
                          "value" : "Tidaklah seseorang memakan makanan yang lebih baik daripada hasil pekerjaan tangannya. Sesungguhnya nabi Allah Dawud makan dari hasil pekerjaan tangannya.(Hadist riwayat Bukhari) "
                      } 
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Dan tidak ada suatu binatang melata pun di bumi, melainkan Allah yang memberi rezekinya. (Hud: 6)." 
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Dan orang-orang yang apabila membelanjakan (harta) mereka tidak berlebih-lebihan dan tidak (pula) kikir, dan adalah (pembelanjaan) itu di tengah-tengah antara yang demikian.(Al-Furqan: 67)."
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah Ta'ala berfirman: Apabila shalat telah ditunaikan, maka bertebaranlah kamu di muka bumi dan carilah karunia Allah.(Al-Jumu'ah: 10)"
                      }
                  ]
              },
              {
                  "id" : 46,
                  "title" : "PUASA RAMADHAN DAN KEUTAMAANYA",
                  "hadist" : [
                      {
                          "id" : 1527,
                          "value" : "Rasulullah Saw., bersabda: Berpuasalah kalian bila melihat hilal dan hentikan puasa bila melihatnya (pada malam hari raya). Jika langit mendung di atasmu, maka genapkan bilangan Sya’ban tiga puluh hari. (Hadist riwayat Syaikhain)."
                      },
                      {
                          "id" : 1528,
                          "value" : "Barangsiapa berpuasa di bulan Ramadhan dengan iman dan mengharap pahala, diampunilah dosanya yang terdahulu. Dan siapa mengerjakan shalat di malam Qadar dengan penuh iman dan mengharap pahala, diampunilah dosanya yang terdahulu. (Hadist riwayat Abu Hurairah)"
                      },
                      {
                          "id" : 1529,
                          "value" : "Setiap amal anak Adam dilipat gandakan pahalanya: kebaikan dibalas sepuluh kali lipat hingga 700 kali lipat. Allah Ta'ala berkata: Kecuali puasa, karena puasa itu untuk-Ku dan Aku yang membalasnya. Ia tinggalkan syahwatnya, makanan dan minumannya demi Aku. Orang yang puasa mengalami dua kegembiraan: yaitu kegembiraan ketika berbuka dan kegembiraan ketika berjumpa Tuhannya. Sungguh bau mulut orang yang puasa lebih harum di sisi Allah daripada bau misik. Puasa itu perisai. Pada hari seseorang dari kamu berpuasa, janganlah ia berkata keji dan jangan berteriak. Jika seseorang memakinya atau menyerangnya, hendaklah ia katakan: Sesungguhnya aku sedang puasa. (hadis riwayat Syaikhain)"
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang yang sebelum kamu agar kamu bertakwa. (Al-Baqarah: 183)." 
                      },
                      {
                          "id" : 2,
                          "value" : " Hingga firman Allah Ta'ala: (Beberapa hari yang ditentukan itu ialah) bulan Ramadhan, bulan yang di dalamnya diturunkan (permulaan) Al-Qur'an sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang hak dan yang batil). Karena itu, barangkali di antara kamu hadir (di negeri tempat tinggalnya) di bulan itu, maka hendaklah ia berpuasa pada bulan itu, dan barangsiapa sakit atau dalam perjalanan (lalu ia berbuka, maka (wajiblah baginya berpuasa), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. "
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesulitan bagimu. Dan gendaklah kamu mencukupkan bilangannya dan hendaklah kamu mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, supaya kamu bersyukur. (Al-Baqarah: 185) "
                      }
                  ]
              },
              {
                  "id" : 47,
                  "title" : "HAJI ",
                  "hadist" : [
                      {
                          "id" : 1530,
                          "value" : "Dikatakan kepada Rasulullah SAW: Amal apakah yang paling utama? Nabi SAW menjawab: Iman kepada Allah dan rasul-Nya. Dikatakan: Kemudian apa? Nabi SAW menjawab: Jihad di jalan Allah. Dikatakan lagi: Kemudian apa? Nabi SAW menjawab: Haji mabrur."
                      },
                      {
                          "id" : 1531,
                          "value" : "Diriwayatkan oleh Muslim dari Abi Hurairah pula, ia berkata: Rasulullah SAW berkhutbah kepada kami. Beliau berkata: Hai orang-orang semuanya, telah diwajibkan haji atas kalian, maka pergilah untuk menunaikan haji."
                      },
                      {
                          "id" : 1532,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah, ia berkata: Rasulullah SAW bersabda: Barangsiapa menunaikan haji karena Allah, tidak berkata kotor dan tidak berbuat fasik, ia pun kembali seperti hari ketika ia dilahirkan oleh ibunya."
                      },
                      {
                          "id" : 1533,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah, ia berkata: Rasulullah SAW bersabda: 'Umrah hingga umrah berikutnya adalah kaffarat (menghapus dosa) di antara keduanya dan haji yang mabrur tidak mendapat balasan, kecuali surga."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Mengerjakan haji adalah kewajiban manusia terhadap Allah, yaitu (bagi) orang-orang yang sanggup mengadakan perjalanan ke Baitullah. Barangsiapa mengingkari (kewajiban haji), maka sesungguhnya Allah Maha Kaya (tidak memerlukan sesuatu) dari semesta alam.(Ali Imran: 27)" 
                      }
                  ]
              },
              {
                  "id" : 48,
                  "title" : "KETAKWAAN, KETETAPAN DALAM KETAATAN SERTA CINTA KEBAIKAN",
                  "hadist" : [
                      {
                          "id" : 1534,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a.. ia berkata: Dikatakan kepada Rasulullah SAW: Siapa manusia yang paling mulia? Nabi SAW menjawab: Yang paling bertakwa di antara mereka."
                      },
                      {
                          "id" : 1535,
                          "value" : " Diriwayatkan oleh Muslim dari Sufyan bin Abdullah r.a., ia berkata: Aku berkata: Ya Rasulallah, katakan kepadaku tentang Islam suatu perkataan yang aku tidak bertanya kepada seseorang tentangnya selain engkau. Nabi SAW menjawab: Katakanlah: Aku beriman kepada Allah. kemudian beristiqamahlah. Diriwayatkan oleh Muslim dari Abi Hurairah r.a. bahwa Rasulullah SAW bersabda: Segeralah kalian mengerjakan amal amal yang baik. Akan datang fitnah-fitnah seperti potongan potongan malam yang gelap. Di waktu pagi orang beriman dan di waktu sore ia kafir. Di waktu sore ia beriman dan di waktu pagi ia kafir. Ia menjual agamanya dengan harta benda dunia. (Hadist riwayat Muslim)"
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Sesungguhnya orang-orang yang mengatakan: Tuhan kami ialah Allah', kemudian mereka meneguhkan pendirian mereka, maka malaikat akan turun kepada mereka (dengan mengatakan): Janganlah kamu merasa takut dan janganlah kamu merasa sedih, dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan Allah kepadamu. (Fushshilat: 30)." 
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Maka berlomba-lombalah kamu (dalam berbuat) kebaikan.(Al-Baqarah: 148)."  
                      },
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: Dan bersegeralah kamu kepada ampunan dari Tuhanmu dan kepada surga yang luasnya seluas langit dan bumi yang disediakan untuk orang-orang yang bertakwa.(Ali Imran: 133)."   
                      },
                      {
                          "id" : 4,
                          "value" : "Allah Ta'ala berfirman: Hai orang-orang yang beriman, bertakwalah kamu kepada Allah dan katakanlah perkataan yang benar. Niscaya Allah memperbaiki bagimu amal-amalmu dan mengampuni bagimu dosa-dosamu. Dan barangsiapa mentaati Allah dan rasul-Nya, maka sesungguhnya ia telah mendapat kemenangan yang besar. (Al-Ahzab: 70-71)."   
                      },
                      {
                          "id" : 5,
                          "value" :  "Allah Ta'ala berfirman: Barangsiapa yang bertakwa kepada Allah, niscaya Dia akan mengadakan baginya jalan keluar. Dan memberinya rezeki dari arah yang tidak disangkanya (Ath-Thalaq: 2-3)"   
                      }
                  ]
              },
              {
                  "id" : 49,
                  "title" : "MELAKUKAN KETAATAN SECARA WAJAR SUPAYA JIWA TIDAK JEMU ",
                  "hadist" : [
                      {
                          "id" : 1536,
                          "value" : "Diriwayatkan oleh Syaikhain (Bukhari dan Muslim) dari Sayyidah Aisyah r.a. bahwa Nabi SAW masuk kepadanya dan di dekatnya ada seorang perempuan. Nabi SAW berkata: Siapa ini? Aisyah menjawab: Ini si Fulanah. Ia menceritakan tentang shalatnya. Nabi SAW berkata: Berhentilah! Hendaklah kalian kerjakan apa yang kalian mampu. Demi Allah, Allah tidak jemu (memberi pahala) hingga kalian merasa jemu (dalam beramal). Pengamalan agama yang paling disukai-Nya ialah yang tetap dikerjakan oleh pelakunya."
                      },
                      {
                          "id" : 1537,
                          "value" : "Agama itu kemudahan dan tidaklah seseorang mempersulit agama ini, melainkan ia tidak mampu melakukannya. Maka berbuatlah yang wajar dan yang mendekati. Gembiralah dan gunakanlah waktu pagi dan sore dan sebagian dari waktu malam untuk beramal. (hadis riwayat Bukhari)"
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: 'Allah menghendaki kemudahan dan tidak menghendaki kesulitan bagimu.' bagimu (Al-Baqarah: 185)" 
                      }
                  ]
              },
              {
                  "id" : 50,
                  "title" : "MEMELIHARA SUNNAH DAN ADABNYA SERTA LARANGAN BERBUAT BID’AH ",
                  "hadist" : [
                      {
                          "id" : 1538,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. dari Nabi SAW, beliau bersabda: Biarkan aku selama aku biarkan kalian. Sesungguhnya umat yang sebelum kamu binasa karena mereka banyak bertanya dan berselisih terhadap nabi-nabi mereka. Maka apabila aku melarang kalian melakukan sesuatu, jauhilah dia. Dan apabila aku menyuruh kalian melakukan sesuatu, kerjakanlah darinya sesuai kemampuanmu."
                      },
                      {
                          "id" : 1539,
                          "value" : "Diriwayatkan oleh Bukhari dari Abi Hurairah r.a. bahwa Rasulullah SAW bersabda: Semua umatku masuk surga, kecuali siapa yang menolak. Ada yang berkata: Siapa yang menolak, ya Rasulallah? Nabi SAW menjawab: Siapa yang taat kepadaku, ia masuk surga. Dan siapa yang mendurhakai aku, ia pun telah menolak."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Apa yang diberikan rasul kepadamu, maka terimalah dia. Dan apa yang dilarangnya bagimu, maka tinggalkanlah. (Al-Hasyr: 7)." 
                      },
                      {
                          "id" : 2,
                          "value" :  "Allah Ta'ala berfirman: Katakanlah: Jika kamu (benar benar) mencintai Allah, ikutilah aku, niscaya Allah mengasihi dan mengampuni dosa-dosamu. (Ali Imran: 31)" 
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah Ta'ala berfirman: Sesungguhnya telah ada pada (diri) Rasulullah itu teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari kiamat. (Al-Ahzab: 21)" 
                      },
                      {
                          "id" : 4,
                          "value" :  "Allah Ta'ala berfirman: Maka demi Tuhanmu, mereka (pada hakikatnya) tidak beriman hingga mereka menjadikan kamu hakim dalam perkara yang mereka perselisihkan, kemudian mereka tidak merasa keberatan dalam hati mereka terhadap putusan yang kamu berikan dan mereka menerima dengan sepenuhnya. (An-Nisa': 65)." 
                      },
                      {
                          "id" : 5,
                          "value" :  "Allah Ta'ala berfirman: Sesungguhnya jawaban orang orang mukmin bila mereka dipanggil kepada Allah dan rasul-Nya agar rasul menghukum (mengadili) di antara mereka ialah ucapan: Kami mendengar dan kami patuh. Dan mereka itulah orang orang yang beruntung.(An-Nur: 51)." 
                      },
                      {
                          "id" : 6,
                          "value" :  "Allah Ta'ala berfirman: Kemudian jika kamu berlainan pendapat tentang sesuatu, maka kembalikanlah dia kepada Allah (Al-Qur'an) dan rasul (sunnah)nya, jika kamu benar-benar beriman kepada Allah dan hari kemudian.(An-Nisa': 59)" 
                      }
                  ]
              },
              {
                  "id" : 51,
                  "title" : "AHLI BAIT RASULULLAH SAW DAN KECINTAAN KEPADA MEREKA",
                  "hadist" : [
                      {
                          "id" : 1540,
                          "value" : "Diriwayatkan oleh Muslim dari Yazid bin Hayyan, ia berkata: Aku pergi bersama Hushain bin Saburah dan Amru bin Muslim kepada Zaid bin Arqam r.a. Ketika kami duduk menghadap kepadanya, Hushain berkata: Ya Zaid, engkau telah mengalami kebaikan yang banyak. Engkau melihat Rasulullah SAW dan mendengar hadis (perkataan)nya, engkau berperang bersamanya dan shalat di belakangnya. Ya Zaid, ceritakan kepada kami apa yang engkau dengar dari Rasulullah SAW. Zaid menjawab: Hai putra saudaraku, demi Allah, umurku sudah tua dan masaku sudah lama. Aku sudah lupa sebagian yang aku dengar dari Rasulullah SAW. Maka apa yang aku ceritakan kepada kalian, terimalah. Dan yang tidak aku ceritakan, janganlah kamu paksakan aku menceritakannya. Kemudian ia berkata: Pada suatu hari Rasulullah SAW berdiri di antara kami berkhutbah di suatu mata air yang bernama Khumm di antara Makkah dan Madinah. Beliau memuji syukur kepada Allah dan menasehati dan mengingatkan. Kemudian beliau berkata: Amma ba'du: Hai sekalian manusia,  sesungguhnya aku adalah manusia yang hampir datang utusan Tuhanku sehingga aku harus memenuhi (panggilan-Nya). Aku tinggalkan pada kalian dua perkara yang berat. Yang pertama ialah Kitabullah yang di dalamnya terdapat petunjuk dan cahaya. Maka ambillah Kitabullah dan berpeganglah padanya. Kemudian beliau berkata: Dan ahlu baitku. Aku ingatkan kalian kepada Allah mengenai ahli baitku. Kemudian Hushain berkata: Siapa ahli baitnya, ya Zaid? Bukankah istri-istrinya termasuk ahli baitnya? Zaid menjawab: Istri-istrinya bukan termasuk ahli baitnya, tetapi ahlu baitnya ialah orang-orang yang diharamkan menerima van, ia sodaqoh selain beliau. ru bin Hushain berkata: Siapa mereka itu? fuduk Zaid menjawab: Aalu (keluarga) Ali, Aalu Aqil, Aalu Ja'far dan Aalu Abbas. lah Hushain berkata: Semua keluarga ini diharamkan menerima sodaqoh? Zaid menjawab: Ya"
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, hai ahlil bait (keluarga Rasulullah SAW) dan membersihkan kamu sebersih-bersihnya.(Al-Ahzab: 33)" 
                      }
                  ]
              },
              {
                  "id" : 52,
                  "title" : "KEUTAMAAN PARA SAHABAT RADHIYALLAHU ANHUM",
                  "hadist" : [
                      {
                          "id" : 1541,
                          "value" : "Diriwayatkan oleh Syaikhain dari Al-Barro' bin Azib r.a. dari Nabi SAW bahwa beliau bersabda mengenai kaum Anshor: Tidaklah mencintai mereka, kecuali orang mukmin. Dan tidaklah membenci mereka, kecuali orang munafik. Maka siapa yang mencintai mereka, Allah mencintainya dan siapa yang membenci mereka, Allah membencinya."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Muhammad itu adalah utusan Allah dan orang-orang yang bersama dengan dia adalah keras terhadap orang orang kafir, tetapi berkasih sayang sesama mereka. Kamu lihat mereka rukuk dan sujud mencari karunia Allah dan keridhaan-Nya, tanda-tanda mereka tampak pada muka mereka dari bekas sujud.(Al-Fath: 29)" 
                      }
                  ]
              },
              {
                  "id" : 53,
                  "title" : "KEUTAMAAN JIHAD",
                  "hadist" : [
                      {
                          "id" : 1542,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a., in berkata: Rasulullah SAW ditanya: Amal apakah yang paling utama? Beliau menjawab: Iman kepada Allah dan rasul-Nya. Dikatakan lagi: Kemudian apa? Beliau menjawab: Jihadi di jalan Allah. Dikatakan lagi: Kemudian apa? Nabi SAW menjawab: haji mabrur."
                      }               
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Dan perangilah kaum musyrikin itu semuanya sebagaimana mereka pun memerangi kamu semuanya, dan ketahuilah bahwasanya Allah beserta orang-orang yang bertakwa.(At-Taubah: 36)." 
              },
                  {
                      "id" : 2,
                      "value" : "Allah Ta'ala berfirman: Hai orang-orang yang beriman, maukah kamu Aku tunjukkan suatu perniagaan yang dapat menyelamatkan kamu dari siksa yang pedih? (Yaitu) kamu beriman kepada Allah dan rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwamu. Itulah yang lebih baik bagi kamu jika kamu mengetahuinya. Niscaya Allah akan mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan (memasukkan kamu) ke tempat tinggal yang baik di dalam surga Aden. Itulah keberuntungan yang besar. Dan (ada lagi) karunia yang lain yang kamu sukai (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Dan sampaikanlah berita gembira kepada orang-orang yang beriman. (Ash-Shaf: 10-13)"
                      }
                  ]
              },
              {
                  "id" : 54,
                  "title" : "SYUHADA PERANG DAN AKHIRAT",
                  "hadist" : [
                      {
                          "id" : 1543,
                          "value" : "Diriwayatkan oleh Syaikhain dari Anas bahwa Nabi SAW bersabda: Tidak ada orang yang masuk surga ingin kembali ke dunia dan baginya segala sesuatu yang ada di bumi, kecuali orang yang mati syahid. Ia berangan-angan kembali ke dunia, lalu dibunuh sepuluh kali karena kemuliaan yang dilihatnya."
                      }             
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : " Allah Ta'ala berfirman: Janganlah kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati, bahkan mereka itu hidup di sisi Tuhannya dengan mendapat rezeki. Mereka dalam keadaan gembira disebabkan karunia Allah yang diberikan-Nya kepada mereka dan mereka bergirang hati terhadap orang-orang yang masih tinggal di belakang yang belum menyusul mereka, bahwa tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati. Mereka bergirang hati dengan nikmat dan karunia yang besar dari Allah, dan bahwa Allah tidak menyia-nyiakan pahala orang-orang yang beriman.' (Ali Imran: 169-171)" 
                      }
                  ]
              },
              {
                  "id" : 55,
                  "title" : "KEWAJIBAN MENTAATI PEMIMPIN",
                  "hadist" : [
                      {
                          "id" : 1544,
                          "value" : "Rasulullah SAW bersabda: Sesungguhnya akan terjadi sesudah aku tiada, yaitu sifat mementingkan diri sendiri dan hal-hal yang kamu ingkari. Para sahabat berkata: Ya Rasulallah, bagaimana anda menyuruh orang yang mendapati keadaan itu di antara kami? Nabi SAW menjawab: Kalian tunaikan hak yang menjadi tanggungan kalian dan kalian minta hak yang merupakan milik kalian. (hadis riwayat Syaikhain)"
                      },
                      {
                          "id" : 1545,
                          "value" : "Rasulullah SAW bersabda: Barangsiapa mentaati aku, maka ia telah mentaati Allah. Dan siapa yang mendurhakai aku, maka ia telah mendurhakai Allah. Barangsiapa mentaati pemimpin, maka ia telah mentaati aku. Dan siapa yang menentang pemimpin, ia pun telah menentangku. (hadis riwayat Bukhari)"
                      }     
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Hai orang-orang yang beriman. stilah Allah dan taatilah rasul(Nya), dan ulil amri di antara kalian. (An-Nisa : 59)" 
                      }
                  ]
              },
              {
                  "id" : 56,
                  "title" : "ANJURAN PARA PEMIMPIN UNTUK MENGANGKAT PEMBANTU YANG BAIK ",
                  "hadist" : [
                      {
                          "id" : 1546,
                          "value" : "Rasulullah SAW bersabda: Tidaklah Allah mengutus seorang nabi dan tidak mengangkat seorang khalifah, melainkan ia mempunyai dua macam pembantu. Pembantu yang satu menyuruhnya berbuat kebaikan dan mendorongnya untuk melakukan itu. Pembantu yang lain menyuruhnya berbuat buruk dan mendorongnya melakukan itu dan orang yang terpelihara ialah orang yang dilindungi Allah."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Negeri akhirat ihi, Kami jadikan mi ti untuk orang-orang yang tidak ingin menyombongkan diri dan berbust kerusakan di (muka) bumi. Dan kesudahan. (yang baik) itu adalah bagi orang-orang yang bertakwa. (Al-Qashash: 833)."  
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Teman-teman akrab pada hari itu sebagiannya menjadi musuh bagi sebagian yang lain, kecuali orang orang yang bertakwa. (Az-Zukhruf: 67)"  
                      }
                  ]
              },
              {
                  "id" : 57,
                  "title" : "MUSYAWARAH, NASIHAT DAN ISTIKHARAH ",
                  "hadist" : [
                      {
                          "id" : 1547,
                          "value" : "Diriwayatkan oleh Muslim dari Tamim Ad-Daariy bahwa Nabi SAW bersabda: Agama itu nasihat. Kami katakan: Bagi siapa, ya Rasulallah? Nabi SAW menjawab: Bagi Allah, kitab-Nya, rasul-Nya dan para pemimpin kaum muslimin dan kaum awam mereka."
                      },
                      {
                          "id" : 1548,
                          "value" : "Diriwayatkan oleh Syaikhain dari Jarir Al-Bajali, ia berkata: Aku membai'at Rasulullah SAW untuk mendirikan shalat. mengeluarkan zakat dan berbuat baik kepada setiap muslim."
                      },
                      {
                          "id" : 1549,
                          "value" : "Diriwayatkan oleh Bukhari dari Jabir, ia berkata: Adalah Rasulullah SAW bersabda: Apabila seseorang dari kamu hendak mengerjakan suatu perkara, hendaklah ia rukuk (shalat) dua raka'at selain shalat fardhu. Kemudian ia katakan: Ya Allah, aku mohon pilihan dengan pengetahuan-Mu, aku mohon kemampuan dengan kekuasaan-Mu dan aku memohon kepada-Mu dari karunia-Mu yang agung. Sesungguhnya Engkau mampu dan aku tidak mampu dan Engkau mengetahui sedang aku tidak mengetahui dan Engkau Maha Mengetahui segala yang gaib. Ya Allah, jika Engkau mengetahui bahwa urusan ini baik bagiku dalam agama, penghidupan dan akhir urusanku atau masa dekat dan masa depan urusanku, maka takdirkanlah itu bagiku, kemudian mudahkanlah aku di dalamnya. Apabila Engkau mengetahui bahwa urusan ini buruk bagiku dalam agama, penghidupan dan akhir urusanku atau dalam masa dekat urusanku dan masa depannya, maka singkirkanlah dia dariku dan jauhkan aku darinya dan takdirkan kebaikan bagiku dan di mana pun adanya, kemudian jadikan aku ridha dengannya dan menyebut keperluan itu."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Dan bermusyawarahlah dengan mereka dalam urusan itu. (Ali Imran: 159). "  
                      },
                  {
                      "id" : 2,
                      "value" : "Allah Ta'ala berfirman: Dan urusan mereka (diputuskan) dengan musyawarah di antara mereka. (Asy-Syuura: 38)"
  }
                  ]
              },
              {
                  "id" : 58,
                  "title" : "PUJIAN UNTUK KEADILAN, SIKAP LEMBUT KEPADA RAKYAT HARAM MENDALIMI DAN MENIPU MEREKA ",
                  "hadist" : [
                      {
                          "id" : 1550,
                          "value" : "Diriwayatkan oleh Syaikhain dari ibnu Umar, ia berkata: Aku mendengar Rasulullah SAW bersabda: Masing masing dari kalian adalah pemimpin dan masing-masing bertanggung jawab atas yang dipimpinnya. Imam (pemimpin Negara) adalah pemimpin dan bertanggung jawab atas rakyat yang dipimpinnya. Orang lelaki adalah pemimpin dalam keluarganya dan bertanggung jawab atas yang dipimpinnya. Orang perempuan adalah pemimpin di rumah suaminya dan bertanggung jawab atas yang dipimpinnya. Pelayan adalah pemimpin mengenai harta tuannya dan bertanggung jawab atas yang dipimpinnya. Masing-maisng dari kalian adalah pemimpin dan bertanggung jawab atas yang dipimpinnya."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi kepada kaum kerabat, dan Allah melarang dari perbuatan keji, kemungkaran dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran. (An-Nahl: 90)"  
                      }
                  ]
              },
              {
                  "id" : 59,
                  "title" : "PENGHARAMAN KEZALIMAN, MENYURUH BERBUAT BAIK DAN MELARANG BERBUAT MUNGKAR ",
                  "hadist" : [
                      {
                          "id" : 1551,
                          "value" : "Rasulullah SAW bersabda: Hindarilah kezaliman, karena kezaliman menimbulkan kegelapan-kegelapan pada hari kiamat. Hindarilah sifat tamak, karena ketamakan itu membinasakan umat yang sebelum kamu dan mendorong mereka untuk menumpahkan darah mereka dan menghalalkan segala yang diharamkan atas mereka. (hadis riwayat Muslim)"
                      },
                      {
                          "id" : 1552,
                          "value" : "Diriwayatkan oleh Muslim dari Abi Hurairah bahwa Rasulullah SAW berkata: Tahukah kalian siapa orang yang bangkrut itu? Para sahabat menjawab: Orang yang bangkrut di antara kami ialah orang yang tidak mempunyai dirham maupun barang. Kemudian Nabi SAW berkata: Sesungguhnya orang yang bangkrut dari umatku ialah orang yang datang pada hari kiamat membawa pahala shalat, puasa dan zakat, sedangkan dia telah memaki orang ini dan menuduh orang ini berzina dan makan harta orang ini. menumpahkan darah orang ini dan memukul orang ini. Maka orang yang ini diberi dari kebaikan-kebaikannya, dan yang ini dari kebaikan-kebaikannya. Jika sudah habis kebaikannya sebelum ia menebus tanggungannya, diambillah dari dosa dosanya, lalu dibebankan kepadanya, kemudian ia dilemparkan ke dalam neraka."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Orang-orang yang zalim tidak mempunyai teman setia seorang pun dan tidak (pula) mempunya seorang pemberi syafa'at yang diterima syafa'atnya.(Al-Mu'min: 18)."   
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Dan bagi orang-orang yang zalim sekali-kali tidak ada seorang penolong pun. (Al-Hajj: 71)."   
                      },
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: Dan hendaklah ada di antara kamu segolongan umat yang menyeru kepada kebajikan, menyuruh berbuat yang makruf dan mencegah dari yang mungkar, merekalah orang-orang yang beruntung. (Ali Imran: 104)"   
                      },
                      {
                          "id" : 4,
                          "value" : "Allah Ta'ala berfirman: Kamu adalah umat yang terbaik yang dilahirkan untuk manusia, menyuruh kepada yang makruf dan mencegah dari yang mungkar. (Ali Imran: 110)."   
                      },
                      {
                          "id" : 5,
                          "value" : "Allah Ta'ala berfirman: ‘Dan orang-orang yang beriman laki-laki dan perempuan sebagian mereka (adalah) menjadi penolong bagi sebagian yang lain. Mereka menyuruh (mengerjakan) yang makruf dan mencegah dari yang mungkar.’ (At-Taubab: 71)"   
                      }
                  ]
              },
              {
                  "id" : 60,
                  "title" : "KEUTAMAAN ZUHUD TERHADAP DUNIA",
                  "hadist" : [
                      {
                          "id" : 1553,
                          "value" : "Diriwayatkan oleh Syaikahin dari Anas bahwa Nabi SAW bersabda: Ya Allah, tiada kehidupan (yang sebenarnya). kecuali kehidupan akhirat."
                      },
                      {
                          "id" : 1554,
                          "value" : "Diriwayatkan oleh Syaikhain dari Anas dari Rasulullah SAW, beliau bersabda: Mayit diikuti oleh tiga perkara: yaitu keluarganya, harta dan amalnya. Yang dua perkara kembali dan tinggal yang satu. Keluarga dan hartanya kembali dan tinggal amalnya."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Sesungguhnya perumpamaan kehidupan duniawi itu adalah seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah dengan subumya karena air itu tanaman-tanaman bumi, di antaranya ada yang dimakan manusia dan binatang ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan memakai (pula) perhiasannya, dan pemilik-pemiliknya mengira bahwa mereka pasti menguasainya, tiba-tiba datanglah kepadanya siksa Kami di waktu malam atau siang, lalu Kami jadikan (tanaman-tanamannya) laksana tanaman tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. (Yunus: 24)"  
                      }
                  ]
              },
              {
                  "id" : 61,
                  "title" : "BERBAKTI KEPADA IBU BAPAK DAN HARAM DURHAKA KEPADA MEREKA ",
                  "hadist" : [
                      {
                          "id" : 1555,
                          "value" : "Diriwayatkan oleh Syaikhain dari ibnu Mas'ud, ia berkata: Aku bertanya kepada Nabi SAW: Amal apakah yang paling disukai Allah Ta'ala? Nabi SAW menjawab: Shalat pada waktunya. Aku berkata: Kemudian apa? Nabi SAW menjawab: Berbakti kepada ibu bapak. Aku berkata: Kemudian apa? Nabi SAW menjawab: Berjihad di jalan Allah."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Dan Tuhanmu telah memerintahkan supaya kamu jangan menyembah selain Dia dan hendaklah kamu berbuat baik kepada ibu bapakmu dengan sebaik baiknya. Jika salah seorang di antara keduanya atau kedua-duanya sampai berumur lanjut dalam pemeliharaanmu, maka sekali-kali janganlah kamu mengatakan kepada keduanya perkataan ‘ah’ dan janganlah kamu membentak mereka dan ucapkanlah kepada mereka perkataan yang mulia. Dan rendahkanlah dirimu terhadap mereka berdua dengan penuh kesayangan dan ucapkanlah: Wahai Tuhanku, kasihilah mereka keduanya sebagaimana mereka berdua telah mendidik aku di waktu kecil. (Al-Isra': 23-24)"                          
                      }
                  ]
              },
              {
                  "id" : 62,
                  "title" : "MENUNTUT KEADILAN DI ANTARA ANAK-ANAK ",
                  "hadist" : [
                      {
                          "id" : 1556,
                          "value" : "Diriwayatkan oleh Syaikhain dari An-Nu'man bin Basyir bahwa bapaknya membawanya kepada Rasulullah SAW, lalu ia berkata: Aku memberi putraku ini seorang budak milikku. Maka Rasulullah SAW berkata: Apakah engkau lakukan kepada anak-anakmu semuanya? Bapakku menjawab: Tidak. Nabi SAW berkata: Takutlah kepada Allah dan berbuatlah kepada anak-anakmu. Maka bapakku kembali dan mengambil lagi sodaqoh itu."
                      }               
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null"                          
                      }
                  ]
              },
              {
                  "id" : 63,
                  "title" : "HAL SUAMI ISTRI, WASIAT AGAR BEBUAT BAIK KEPADA ISTRI DAN PENDIDIKAN ANAK",
                  "hadist" : [
                      {
                          "id" : 1557,
                          "value" : "Rasulullah saw. bersabda: ‘Apabila orang lelaki memanggil istrinya ke tempat tidurnya, tetapi tidak mendatanginya hingga suaminya marah kepadanya, maka para malaikat melaknatnya hingga ia memasuk waktu pagi. (Hadist riwayat Syaikhain)"
                      }                             
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Kaum lelaki itu adalah pemimpin bagi kaum wanita, oleh karena Allah telah melebihkan sebagian mereka (laki-laki) atas sebagian yang lain (wanita) dan karena mereka (laki-laki) telah menafkahkan sebagian dari harta mereka. Oleh sebab itu, maka wanita yang shalihah ialah yang taat kepada kepada Allah lagi memelihara diri ketika suaminya tidak ada, karena Allah telah memelihara (mereka).(An-Nisa': 34)."                          
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Dan bergaullah dengan mereka (para istri) secara patut. (An-Nisa': 9)."                          
                      },
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: ‘Dan perintahkanlah kepada keluargamu mendirikan shalat dan bersabarlah kamu dalam mengerjakannya.’ (Thaha: 132)"                          
                      },
                      {
                          "id" : 4,
                          "value" : "Allah Ta'ala berfirman: ‘Hai orang-orang yang beriman, lindungilah dirimu dan keluargamu dari api neraka.’ (At-Tahrim: 6)"                          
                      }
                  ]
              },
              {
                  "id" : 64,
                  "title" : "PENGHARAMAN MAKAN HARTA ANAK YATIM, BERBUAT BAIK KEPADA JANDA DAN ORANG MISKIN",
                  "hadist" : [
                      {
                          "id" : 1558,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. dari Nabi SAW, beliau bersabda: Jauhilah tujuh perbuatan yang membinasakan. Para sahabat berkata: Apakah itu, ya Rasulallah? Nabi SAW menjawab: Menyekutukan Allah, sihir, membunuh jiwa yang diharamkan Allah, kecuali dengan alasan yang benar, makan riba, makan harta anak yatim, melarikan diri dari peperangan, dan menuduh wanita yang terpelihara dan beriman yang lengah."
                      },
                      {
                          "id" : 1559,
                          "value" : "Rasulullah SAW bersabda: ‘Orang yang menyantuni janda dan orang miskin adalah seperti orang yang berjihad di jalan Allah.’ (hadis riwayat Syaikhain)"
                      }                     
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: ‘Adapun terhadap anak yatim, maka janganlah kamu berlaku sewenang-wenang. Dan terhadap orang yang meminta-minta, maka janganlah kamu membentaknya.’ (Adh-Dhuha: 9-10)."                          
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: ‘Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api sepenuh perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka).’ (An-Nisa’: 10)"                    
                      }
                  ]
              },
              {
                  "id" : 65,
                  "title" : "HARAM UNTUK MENYENDIRI DENGAN WANITA YANG BUKAN MAHRAMNYA, DAN MEMANDANG LAKI-LAKI YANG GANTENG WAJAHNYA",
                  "hadist" : [
                      {
                          "id" : 1560,
                          "value" : "Diriwayatkan oleh Syaikhain dari ibnu Abbas bahwa Rasulullah SAW bersabda: Janganlah seseorang dari kamu menyendiri dengan seorang perempuan, melainkan bersama mahramnya. (termasuk menyendiri dengan perempuan yang bukan mahramnya adalah menyendiri dengan laki-laki yang mulus mukanya (tidak berambut) dan tampan)."
                      }          
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: ‘Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri nabi), maka mintalah dari belakang tabir.’ (Al-Ahzab: 53)."                           
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Katakanlah kepada orang laki-laki ni yang beriman:’'Hendaklah mereka menahan pandangannya, dan memelihara kemaluannya.’ (An-Nur: 30). "                    
                      },
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: ‘Sesungguhnya pendengaran, penglihatan dan hati, semuanya itu akan diminta pertanggung jawabannya.’ (Al-Isra': 36)."                    
                      },
                      {
                          "id" : 4,
                          "value" : "Allah Ta'ala berfirman: ‘Dia mengetahui (pandangan) mata yang khianat dan apa yang disembunyikan oleh hati.’(Al-Mu'min: 19)."                    
                      }
                  ]
              },
              {
                  "id" : 66,
                  "title" : "SILATURRAHIM DAN WASIAT MENGENAI TETANGGA",
                  "hadist" : [
                      {
                          "id" : 1561,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Hurairah r.a. bahwa Rasulullah SAW bersabda: Sesungguhnya Allah Ta'ala menciptakan makhluk hingga ketika selesai dari mereka, rahim bila Aku berdiri. Ia berkata: Ini adalah keadaan orang yang berlindung kepada-Mu dari pemutusan silaturrahim (hubungan kekerabatan). Allah berkata: Tidakkah engkau senang Ya. menyambung hubungan dengan orang yang menyambung hubungan denganmu dan memutuskan hubungan dengan orang yang memutuskan hubungan denganmu? Rahim menjawab: Ya, aku senang. Allah berkata: Itu adalah untukmu."
                      }   
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: ‘Sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apapun. Dan berbuat baiklah kepada ibu bapak, para kerabat, anak yatim, orang-orang miskin tetangga yang dekat dan tetangga yang jauh, teman sejawat, ibnu sabil (musafir) dan hamba sahayamu.’ (An-Nisa': 36)"                           
                      }
                  ]
              },
              {
                  "id" : 67,
                  "title" : "ANJURAN BERWAJAH RIANG DAN BERKATA BAIK ",
                  "hadist" : [
                      {
                          "id" : 1562,
                          "value" : "Rasulullah saw bersabda:Hindarilah api neraka, walaupun dengan menyedekahkan separuh butir kurma. Barangsiapa tidak menemukannya, maka dengan perkataan yang baik."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta’ala berfirman: ‘Sekiranya kamu bersikap keras lagi berhati kasar, tentulah mereka menjauhkan diri dari sekelilingmu.’ (Ali Imran: 159)"
                     }
                  ]
              },
              {
                  "id" : 68,
                  "title" : "LARANGAN SALING BENCI, DENGKI DAN MENYAKITI ORANG MUKMIN",
                  "hadist" : [
                      {
                          "id" : 1563,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abdullah bin Umar, ia berkata: Rasulullah SAW bersabda: Orang muslim (sejati) ialah orang yang tidak mengganggu kaum muslimin lainnya dengan lidah (perkataan) dan tangannya, sedangkan orang yang hijrah ialah siapa yang meninggalkan segala yang dilarang Allah. Nabi SAW bersabda: Janganlah kalian saling membenci, janganlah kalian saling mendengki, janganlah kalian saling menjauhi dan jangan saling memutus hubungan dan jadilah kalian hamba-hamba Allah yang bersaudara. Tidak halal bagi seorang muslim untuk memutus hubungan dengan saudaranya lebih dari tiga hari."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Sesungguhnya orang-orang mukmin adalah bersaudara.(Al-Hujurat: 10)."
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: ‘Ataukah mereka dengki kepada manusia (Muhammad) lantaran karunia yang Allah telah berikan kepadanya?’ (An-Nisa': 54)."
                      },
                  {
                      "id" : 3,
                      "value" : "Allah Ta'ala berfirman: Hai orang-orang yang beriman, janganlah suatu kaum mengolok-olokkan kaum yang lain (karena) boleh jadi mereka (yang diolok-olokkan) lebih baik dari mereka (yang mengolok-olokkan) dan jangan pula wanita-wanita (mengolok-olokkan) wanita-wanita lain (karena) boleh jadi wanita-wanita (yang diperolok-olokkan) lebih baik dari wanita (yang mengolok-olokkan) dan janganlah kamu mencela dirimu. sendiri dan janganlah kamu panggil memanggil dengan gelar-gelar yang buruk. Seburuk-buruk panggilan ialah (panggilan) yang buruk sesudah iman.(Al-Hujuraat: 11)."
                      }
                  ]
              },
              {
                  "id" : 69,
                  "title" : "KAUM MUSLIMIN YANG LEMAH DAN KAUM FAKIR",
                  "hadist" : [
                      {
                          "id" : 1564,
                          "value" : "Diriwayatkan oleh Syaikhain dari Haritsah bin Wahab, ia berkata: Aku mendengar Rasulullah SAW bersabda: Maukah aku beritahukan kalian tentang penghuni surga? la adalah setiap orang yang lemah dan dianggap lemah, andaikata ia bersumpah demi Allah, niscaya Allah memenuhi sumpahnya. Maukah aku beritahukan kepada kalian tentang penghuni neraka? Ia adaah setiap orang yang kaku kasar, sombong dan suka membanggakan diri."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: ‘Dan bersabarlah kamu bersama sama dengan orang-orang yang menyeru Tuhannya di pagi dan senja hari dengan mengharap keridhaan-Nya dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia ini.’ (Al-Kahfi: 28)"
                      }
                  ]
              },
              {
                  "id" : 70,
                  "title" : "PUJIAN TERHADAP AKHLAK BAIK, SIFAT PEMAAF DAN SIKAP YANG LEMBUT",
                  "hadist" : [
                      {
                          "id" : 1565,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abdullah bin Umar, ia berkata Rasulullah SAW tidak suka berbuat buruk dan berkata buruk. Beliau bersabda: Sesungguhnya termasuk orang-orang baik di antara kamu adalah yang terbaik akhlaknya."
                      },
                      {
                          "id" : 1566,
                          "value" : "Rasulullah SAW bersabda: Sesungguhnya Allah bersifat lembut dan menyukai kelembutan dalam semua urusan. (hadis riwayat Aisyah)"
                      }              
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: ‘Dan orang-orang yang menahan amarahnya dan memaafkan (kesalahan) orang. Allah menyukai orang-orang yang berbuat kebajikan.’(Ali Imran: 134)."
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: ‘Jadilah engkau pemaaf dan suruhlah orang mengerjakan yang makruf dan berpalinglah dari orang-orang yang bodoh.’ (Al-A'raf: 199)."
                      },
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: ‘Dan tidaklah sama kebaikan dan kejahatan. Tolakkah (kejahatan itu) dengan cara yang lebih baik, maka tiba-tiba orang yang antara kamu dan dia ada permusuhan seolah-olah telah menjadi kawan yang sangat setia. Sifat-sifat yang baik itu tidak dianugerahkan, melainkan kepada orang-orang yang sabar dan tidak dianugerahkan, melainkan kepada orang-orang yang mempunyai keberuntungan yang besar.’ (Fushshilat: 34-35)."
                      }
                  ]
              },
              {
                  "id" : 71,
                  "title" : "PUNIAN TERHADAP SIFAT MALU DAN KETENANGAN ",
                  "hadist" : [
                      {
                          "id" : 1567,
                          "value" : "Diriwayatkan oleh Syaikhain dari ibnu Umar bahwa Rasulullah SAW melewati seorang laki-laki Anshor yang sedang menasihati saudaranya tentang rasa malu. Maka Rasulullah SAW berkata: Biarkan dia. Sesungguhnya rasa malu itu bagian dari iman."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: ‘Dan hamba-hamba Tuhan Yang Maha Pengasih itu (ialah) orang-orang yang berjalan di atas bumi dengan rendah hati dan apabila orang-orang jahil menyapa mereka, mereka mengucapkan kata-kata yang baik.’ (Al-Furqan: 63)"
                      }
                  ]
              },
              {
                  "id" : 72,
                  "title" : "PUJIAN TERHADAP SIFAT RENDAH HATI, MERENDAHKAN DIRI TERHADAP ORANG MUKMIN",
                  "hadist" : [
                      {
                          "id" : 1568,
                          "value" : "Diriwayatkan oleh Syaikhain dari Anas bahwa ia melewati anak-anak kecil, lalu memberi salam kepada mereka dan mengatakan: Nabi SAW melakukannya."
                      }
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Dan rendahkanlah dirimu terhadap orang-orang yang mengikutimu, yaitu orang-orang yang beriman.(Asy Syu'araa : 215). "
                      },
                  {
                      "id" : 2,
                      "value" : "Allah Ta'ala berfirman: ‘Dan janganlah kamu mengatakan dirimu suci. Dialah yang paling mengetahui tentang orang yang bertakwa.’ (An-Najm: 3)."
                  },
                  {
                      "id" : 3,
                      "value" : "Allah Ta'ala berfirman: Sesungguhnya dosa itu atas orang orang yang beruat zalim kepada manusia dan melampaui batas di muka bumi tanpa hak. Mereka itu mendapat siksa yang pedih. (Asy-Syuura: 42)"
                      }
                  ]
              },
              {
                  "id" : 73,
                  "title" : "PENGHARAMAN SOMBONG DAN CONGKAK",
                  "hadist" : [
                      {
                          "id" : 1569,
                          "value" : "Rasulullah SAW bersabda: Allah tidak melihat pada hari kiamat kepada orang yang berjalan menyeret sarungnya dengan sombong.  Rasulullah SAW bersabda: ‘Di saat seorang berjalan memakai pakaian dengan congkak sambil menyisir rambutnya dan bergaya dalam jalannya, tiba-tiba Allah membenamkannya dalam bumi hingga hari kiamat."
                      }               
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Negeri akhirat itu Kami jadikan untuk orang-orang yang tidak ingin menyombongkan diri dan berbuat kerusakan di (muka) bumi. Dan kesudahan (yang baik) itu adalah bagi orang-orang yang bertakwa. (Al-Qashash: 83)." 
                      },	
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: ‘Dan janganlah kamu berjalan di muka bumi dengan angkuh.’ (Luqman: 18)." 
                      },
                      {
                          "id" : 3,
                          "value" :  "Allah Ta'ala berfirman: ‘Sesungguhnya Allah tidak menyukai orang-orang yang sombong lagi membanggakan diri.’ (Luqman 18)."
                      }
                  ]
              },
              {
                  "id" : 74,
                  "title" : "MENJAGA RAHASIA, MENEPATI DAN MELAKSANAKAN JANJI",
                  "hadist" : [
                      {
                          "id" : 1570,
                          "value" : "Rasulullah SAW bersabda: Empat sifat yang apabila terdapat pada seseorang, maka ia seorang munafik murni, dan apabila ada satu sifat padanya, maka terdapat satu sifat munafik padanya hingga ia meninggalkannya, yaitu apabila diberi amanat, ia berkhianat. Apabila berbicara, ia berdusta. Apabila berjanji, ia tidak menepati. Dan apabila berdebat, ia menyeleweng"
                      }                              
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Tepatilah janji, sesungguhnya janji itu pasti diminta pertanggung jawabannya.(Al-Isra': 34)." 
                      },
                  {
                      "id" : 2,
                      "value" : "Allah Ta'ala berfirman: ‘Hai orang-orang yang beriman, mengapa kamu mengatakan apa yang tidak kamu perbuat? Amat besar kebencian di sisi Allah bahwa kamu mengatakan apa apa yang tidak kamu kerjakan.’(Ash-Shaf: 2-3)"
                      }
                  ]
              },
              {
                  "id" : 75,
                  "title" : "MENJAGA LIDAH",
                  "hadist" : [
                      {
                          "id" : 1571,
                          "value" : "Diriwayatkan oleh Syaikhain dari Abi Musa, ia berkata: Aku berkata: Ya Rasulallah, orang muslim mana yang paling utama? Nabi SAW menjawab: Orang muslim yang tidak mengganggu orang-orang muslim lainnya dengan lidah (perkataan) dan tangannya."
                      }	
                                              
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Dan janganlah kamu mengikuti apa yang kamu tidak mempunyai pengetahuan tentangnya. Sesungguhnya pendengaran, penglihatan dan hati, semuanya itu akan diminta pertanggung jawabannya.(Al-Isra': 36)." 
                      },
              {
                      "id" : 2,
                      "value" : "Allah Ta'ala berfirman: ‘Tiada suatu ucapan pun yang diucapkannya, melainkan ada di dekatnya malaikat pengawas yang selalu hadir.’ (Qaf: 18)."
                      }
                  ]
              },
              {
                  "id" : 76,
                  "title" : "LARANGAN SUMPAH TERHADAP SELAIN ALLAH DAN PENGHARAMAN SUMPAH DUSTA",
                  "hadist" : [
                      {
                          "id" : 1572,
                          "value" : "Diriwayatkan oleh Syaikahin dari ibnu Umar dari Nabi SAW: Sesungguhnya Allah Ta'ala melarang kalian bersumpah demi bapak-bapakmu. Maka siapa yang bersumpah, hendaklah ia bersumpah demi Allah, atau diam"
                      },
                      {
                          "id" : 1573,
                          "value" : "Rasulullah SAW bersabda: Janganlah kalian bersumpah demi berhala-berhala maupun demi bapak-bapakmu.'"
                      }                    
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "null" 
                      }
                  ]
              },
              {
                  "id" : 77,
                  "title" : "PENGHARAMAN GHIBAH, NAMIMAH DAN MENDENGARKANNYA, SERTA CELAAN TERHADAP ORANG YANG BERMUKA DUA ",
                  "hadist" : [
                      {
                          "id" : 1574,
                          "value" : "Rasulullah SAW bersabda: Tidak masuk surga orang yang suka melakukan namimah. (hadis riwayat Syaikhain)"
                      }                   
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Dan janganlah sebagian kamu menggunjing sebagian yang lain. Sukakah salah seorang di antara kamu memakan daging saudaranya yang sudah mati? Maka tentulah kamu merasa jijik kepadanya. Dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Penerima taubat lagi Maha Penyayang. (Al-Hujurat: 12)." 
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Yang banyak mencela, yang kian kemari menghambur fitnah. (Al-Qalam: 11)" 
                      }
                  ]
              },
              {
                  "id" : 78,
                  "title" : "PUJIAN TERHADAP KEBENARAN, CELAAN TERHADAP DUSTA DAN KESAKSIAN PALSU",
                  "hadist" : [
                      {
                          "id" : 1575,
                          "value" : " Nabi SAW bersabda: Sesungguhnya kebenaran itu menuntun kepada kebajikan dan kebajikan menuntun ke surga. Ada orang yang selalu berkata benar hingga ditulis sebagai Shiddiq di sisi Allah. Dan perkataan dusta menuntun kepada kefasikan, dan kefasikan menuntun ke neraka. Ada orang yang suka berdusta hingga ditulis di sisi Allah sebagai pendusta. "
                      }                                
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Allah Ta'ala berfirman: Hai orang-orang yang beriman, bertakwalah kepada Allah dan hendaklah kamu bersama orang orang yang benar. (At-Taubah: 119)." 
                      },
                      {
                          "id" : 2,
                          "value" : "Allah Ta'ala berfirman: Dan janganlah kamu mengikuti apa yang kamu tidak mempunyai pengetahuan tentangnya. Sesungguhnya pendengaran, penglihatan dan hati, semua itu akan diminta pertanggung jawabannya.' (Al-Isra': 36)." 
                      },	
                      {
                          "id" : 3,
                          "value" : "Allah Ta'ala berfirman: ‘Dan jauhilah perkataan dusta.’ (Al-Hajj: 30)" 
                      }
                  ]
              },
              {
                  "id" : 79,
                  "title" : "BERSHALAWAT UNTUK NABI MUHAMMAD SAW. ",
                  "hadist" : [
                      {
                          "id" : 1576,
                          "value" : "Barangsiapa bershalawat untukku sekali, Allah bershalawat untuknya sepuluh kali. (hadis riwayat Muslim)"
                      },
                      {
                          "id" : 1577,
                          "value" : "Tidaklah seseorang memberi salam kepadaku, melainkan Allah mengembalikan ruhku kepadaku hingga aku menjawab salamnya. (hadis riwayat Abu Dawud)."
                      },
                      {
                          "id" : 1578,
                          "value" : "Orang yang paling dekat denganku pada hari kiamat di antara manusia ialah yang paling banyak bershalawat untukku. (hadis riwayat Tirmidzi)"
                      },
                      {
                          "id" : 1579,
                          "value" : "Orang yang kikir ialah yang aku disebut di dekatnya, tetapi ia tidak bershalawat untukku. (hadis riwayat Tirmidzi)"
                      },
                      {
                          "id" : 1580,
                          "value" : "Hinalah orang yang apabila aku disebut di dekatnya, tetapi ia tidak bershalawat untukku. (hadis riwayat Tirmidzi)"
                      }            
                      ],
                  "firman" : [
                      {
                          "id" : 1,
                          "value" : "Ya Allah, limpahkanlah shalawat atas Muhammad hamba dan rasul-Mu, Nabi yang Ummiy dan atas keluarga Muhammad dan para istrinya serta keturunannya sebagaimana Engkau limpahkan shalawat atas Ibrahim dan keluarga Ibrahim. Dan limpahkanlah barokah atas Muhammad Nabi yang Ummiy dan keluarga Muhammad dan para istrinya dan keturunannya sebagaimana Engkau limpahkan barokah atas Ibrahim dan keluarga Ibrahim, di seluruh alam. Sesungguhnya Engkau Maha Terpuji lagi Maha Mulia" 
                      }
                  ]
              }
  ]
  