[
   {
        "id" : 1,
        "title" : "الدرس الأول: في الإسلام و الإيمان",
        "hadist" : [
            {
                "id" : 1404,
                "value" : "بُنِي الإِسلام عَلَى خَمس: شَهَادَةِ أَن لا إلهَ إِلّا الّلهُ وَ أَنَّ مُحَمَّدًا عَبده وَ رَسُوله وَ إقَامِ الصَّلاة وَ إيتَاءِ الزَّكَاةِ، وَ حَجِّ البَيتِ، وَ صَومِ رَمَضَانَ { رواه الشيخان عن ابن عمر}"
            },
            {
                "id" : 1405,
                "value" : "بَينَمَا نَحنُ جُلُوسٌ عِندَ رَسُول الله صلى الله عليه وسلم إذ طَلَعَ عَلَينَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعرِ، لَا يُرَى عَلَيه أَثَرُ السَّفَرِ، وَ لَا يَعرِفُهُ مِنَّا أَحَدٌ، حَتَّى جَلَسَ إِلَى النَّبِي صلى الله عليه وسلم فَأسنَدَ رُكبتَيه إِلَى رُكبتيه، وَ وَضَعَ كَفَّيه عَلَى فَخِذَيهِ، وَ قَالَ يَا مُحَمَّدُ، أَخبِرنِي عَن الاسلامِ؟ فَقَالَ رَسُول اللهِ صلى الله عليه وسلم : الإِسلامُ أَن تَشهَدَ أَن لَا إلَهَ إلاَّ الله، وَ أَنَّ مُحَمَّدَا رَسُولُ الله، وَ تُقِيمَ الصَّلاةَ، وَ تُؤتِى الزَّكَاةَ، وَ تَصُومَ رَمَضَانَ، وَ تَحُجَّ البَيتَ إنِ استَطَعتَ إلَيه سَبِيلًا، قَالَ: صَدَقتَ، فَعَجِبنَا لَهُ، يَسأَلُهُ وَ يُصَدِّقُهُ. قَالَ: فَأَخبِرنِي عَن الإيمَانِ؟ قَالَ: أَن تُؤمِنَ بِاللهِ وَ مَلَائِكَتِهِ وَ كُتُبِهِ وَ رَسُلِهِ، وَ اليَومِ الأخِر، وَ تُؤمِنَ بِالقَدَرِ خَيرِهِ وَ شَرِّهِ قَالَ: صَدَقتَ. قَالَ: فَأخبِرنِي عَنِ الإحسَانِ، قَالَ: أَن تَعبُدَ اللهَ كَأنَّكَ تَرَاهُ فَإن لَم تَكُن تَرَاهُ فَإنَّه يَرَاكَ. قَالَ: فَأخبِرنِي عَنِ السَّاعَةِ. قَالَ: مَا المَسئُولُ عَنهَا بأعلَمَ مِنَ السَّائِل. قَالَ: فَأخبرني عَن أَمَارَاتِهَا؟ قَالَ أَن تَلِدَ الأَمَةُ رَبَّتَهَا، وَ أَن تَرَى الحُفَاةَ العُرَاةَ العَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي البُنيَانِ، ثُمَّ انطَلَقَ فَلَبِثتُ مَلِيًّا، ثُمَّ قَالَ يَا عُمَرُ أَتَدرِى مِن السَّائِلُ ؟ قُلتُ: الله وَرَسُولُه أَعلَمُ، قَالَ: فَإنَّه جِبرِيلُ أَتَاكُم يُعَلِّمُكُم دِينَكُم {رواه مسلم عن عمر}"
            }
        ],
        "firman" : [
            {
                 "id" : 1,
                 "value" : "null"
            }
        ]
   },
   {
    "id" : 2,
    "title" : "الدرس الثانى: فى فضل الإخلاص و تحريم الرياء",
    "hadist" : [
            {
                "id" : 1406,
                "value" : "وَ قَالَ رَسُولُ الله صلى الله عليه وسلم: إنَّمَا الأَعمَالُ بِالنِّيَاتِ، وَ إنَّمَا لِكُلِّ امرِئٍ مَا نَوَى، فَمَن كَانَت هجرَتُهُ إلَى الله وَ رَسُولِه فَهِجرَتُهُ إلى الله وَ رَسُوله، وَ مَن كَانت هِجرتُه إلَى الدُّنيَا يُصِيبُهَا أوِ امرَأَةٍ يَنكِحُهَا فَهِجرَتُهُ إلَى مَا هَاجَرَ إلَيِيه {رواه الشيخان عن عمر}"
            },   
            {
                "id" : 1407,
                "value" : "إنَّ الله تَعَالَى لَا يَنظُرُ إلَى أجسَامِكُم وَلا إلَى صُوَرِكُم وَلَكِن يَنظُرُ إلَى قُلوبِكُم وَ أَعمَالِكُم {رواه مسلم عن ابى هريرة}"
            },   
            {
                "id" : 1408,
                "value" : "إِنَّ الله كَتَبَ الحَسَنَاتِ وَ السَّيِّئَاتِ ثُمَّ بَيَّنَ ذَلِكَ فِي كِتَابِه فَمَن هَمَّ بِحَسَنَةٍ يَعمَلهَا كَتَبَهَا اللهُ عِندَهُ حَسَنَةً كَامِلَةً، فَإن هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِندَهُ عَشرَ حَسَنَاتٍ إلَى أضعَافٍ كَثِيرَةٍ، وَ مَن هَمَّ بِسيِّئَةٍ فَلَم يَعمَلهَا كَتَبَهَا الله عِندَهُ حَسَنَةً كَامِلَةً، وَ إن هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً {رواه الشيخان عن ابن عباس}"
            },
            {
            "id" : 1409,
            "value" : "مَن سَمَعَ اللهُ بِه، وَ من يُرائِ يَرائ الله بِهِ {رواه الشيخان}"
            }  
        ],
        "firman" : [
            {
                "id" : 1,
                "value" : "قَالَ الله تَعَالَى: وَ مَا أمِرُوا إلَّا لِيَعبُدُوا الله مُخلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَ يُقِيمُوا الصَّلاةَ وَ يُؤتُوا الزَّكَاةَ وَ ذَلِكَ دِينُ القَيِّمَةِ"
            }
        ]
    },
    {
        "id" : 3,
        "title" : "الدرس الثالث: فى الخوف من الله تعالى و مراقبته عز و جل",
        "hadist" : [
            {
                "id" : 1410,
                "value" : "وَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إنَّ أَحَدَكُم يُجمَعُ خَلقُه فِى بَطنِ أُمُّهِ أَربَعِينَ يَومًا نَطفَةً، ثُمَّ يَكُونُ عَلَقَةً مِثلُ ذلِكَ، ثُمَّ يَكُونُ مُضغَةً مِثلَ ذَلِكَ، ثُمَّ يُرسَلُ المَلَكُ فَيَنفَخُ فِيهِ الرُّوحَ، وَ يُؤمَرُ بِأَربَعِ كَلِمَاتٍ: بِكَتبه رِزقِه وَ أَجلِهِ وَ عَمَله وَ شَقِيُّ أَو سَعِيدٌ. فَوَ الّذِي لَا إلهَ غَيرُهُ – إنَّ أَحَدَكُم لَيَعمَلُ بِعَمَلِ أَهلِ الجَنَّة حَتَّى مَا يَكُونُ بَينَهُ وَ بَينَهَا  إلَّا ذِرَاعٌ فَيَسبِقُ عَلَيهِ الكِتَابُ، فَيَعمَلُ بِعَمَلِ أَهلِ النَّارِ فَيَدخُلُهَا وَ إنَّ أَحَدَكُم لَيَعمَلُ بِعَمَلِ أَهلِ النَّارِ حَتَّى مَا يَكُونُ بَينَهُ وَ بَينَهَا إِلَّا ذِرَاعٌ فَيَسبِقُ عَلَيهِ الكِتَابُ فَيَعمَلُ بِعَمَلِ الجَنَّة فَيَدخُلُهَا {رواه الشيخان عن ابن مسعود}"
            },       
            {
                "id" : 1411,
                "value" : "مَا مِنكُم مِن أَحَدِ إلَّا سَيُكَلِّمُهُ رَبُّهُ. لَيسَ بَينَهُ تَرجُمَانٌ فَيَنظُرُ أَيمَنَ مِنهُ، فَلَا يَرَى إلَّا مَا قَدَّمَ، وَ يَنظرُ أَشأمَ مِنه، فَلَا يَرَى إلَّا مَا قَدَّمَ، وَ يَنظُرُ بَينَ يَدَيهِ، فَلَا يَرى إلّا النَّارَ تِلقَاءَ وَجهِه فَاتَّقُو النَّارَ وَلَو بِشِقِّ تَمرَةٍ {رواه الشيخان عن عدى بن حاتم}"
            },
            {
                "id" : 1412,
                "value" : "إِنَّ اللهَ تَعَالَى يَغَارُ، وَ غَيرَةُ اللهِ تَعَالَى أن يَأتِيَ المَرءُ مَا حَرَّمَ اللهُ تَعَالَى عَلَيهِ {رواه الشيخان عن ابى هريرة}"
            }
        ],
        "firman" : [
            {
                 "id" : 1,
                 "value" : "قَالَ اللهُ تَعَالى: يَا أَيُّهَا النَّاسُ التَّقُوا رَبَّكُم إنَّ زَلزَلَةَ السَّاعَةِ شَئٌ عَظِيمٌ يَومَ تَرَونَهَا تَذهَلُ كُلُّ مُرضِعَةٍ عَمَّا أَرضَعَتْ وَ تَضَعُ كُلُّ ذَاتِ حَملٍ حَملَهَا وَ تَرَى النَّاسَ سُكَارَى وَ مَا هُم بِسُكَارَى وَ لَكِنَّ عَذَابَ اللهِ شَهِيدٌ"
            }
        ]
   },
   {
    "id" : 4,
    "title" : "الدرس الرابع: فى الرجاء و الأمل",
    "hadist" : [
            {
                "id" : 1413,
                "value" : "وَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم : مَن شَهِدَ أن لَا إلَهَ إلَّا اللهُ وَحدَهُ لَا شَرِيكَ لَه وَ أَنَّ مُحَمَّدًا عَبدُهُ وَ رَسُولُهُ وَ أَنَّ عِيسَى عَبدُ اللهِ وَرَسُولُهُ وَ كَلِمَتُهُ أَلقَاهَا إلَى مَريَم، وَ رُوحٌ مِنهُ وَ أَنَّ الجَنَّةَ حَقٌّ، وَ النَّارُ حَقٌّ  أدخَلَهُ اللهُ الجَنَّةَ عَلَى مَا كَانَ مِن عَمَلٍ {رواه الشيخان عن عبادة بن الصامت}"
            },
            {
                "id" : 1414,
                "value" : "مَن شَهِدَ أن لَا إلَهَ إِلَّا اللهُ وَ أنَّ مُحَمَّدًا رَسُولُ اللهِ حَرَّمَ اللهَ عَلَيهِ النّارَ {رواه مسلم}"
            },
            {
                "id" : 1415,
                "value" : "مَن جَاءَ بِالحَسَنَةِ فَلَهُ عَشرُ أمثَالِهَا، أو أزيَدُ، وَ مَن جَاءَ بِالسَّيِّئَةِ فَجَزَاءُ سَيِّئَةٍ سَيِّئَةُ مِثلُهَا أَو أَغفِرُ، وَ مَن تَقَرَّبَ مِنِّى شِبرًا تَقَرَّتُ مِنه ذِرَاعًا، وَ مَن تَقَرَّبَ مِنِّى ذِرَاعًا تَقَرَّبتُ مِنه بَاعًا، وَ مَن أَتَانِى يَمشِى أَتَيتُهُ هَروَلَةً، وَ مَن لَقِيَنِى بِقِرَابِ الأَرضِ خَطِيئَةً لَا يُشرِكُ بِى شَيئًا لَقِيتُهُ بِمِثلِهَا مَغفِرَةً  {رواه مسلم عن ابى ذر}"
            },
            {
                "id" : 1416,
                "value" : "لَمَّ خَلَقَ اللهُ الخَلقَ كَتَبَ فِى كِتَابٍ، فَهُوَ عِندَهُ فَوقَ العَرشِ[إنَّ رَحمَتِى غَلَبَت غَضَبِى] وَ فِى رِوَايَةٍ سَبَقَت غَضَبِ ر{رواه الشيخان عن ابى هريرة}"
            },
            {
                "id" : 1417,
                "value" : "إِنَّ اللهَ تَعَالَى مائَةَ رَحمَةٍ،  أَنزَلَ مِنهَا رَحمَةً وَاحِدَةً بَينَ الجِنِّ وَ الإِنسِ وَ البَهَائِمِ وَ العَوَامِّ فَبِهَا يَتَعَاطَفُونَ وَ بِهَا يَتَرَاحَمُونَ وَ بِهَا تَعطِفُ الوَجشُ عَلَى وَلَدِهَا، وَ أَخَّرَ اللهُ تَعَالَى تِسعًا وَ تِسعِينَ رَحمَةً يَرحَمُ بِهَا عِبَادَهُ يَومَ القِيَامَةِ {رواه الشيخان عن ابى هريرة}"
            }
        ],
    "firman" : [
            {
                "id" : 1,
                "value" : "قَالَ الله تَعَالَى: قُل يَا عِبَادِى الّذِينَ أَسرَفُوا عَلَى أَسرَفُوا عَلَى أَنفُسِهِم لَا تَقنَطُوا مِن رَحمَةِ اللهِ، إنَّ اللهَ يَغفِرُ الذُّنُوبَ جَمِيعًا، إِنَّهُ هُوَ الغَفُورُ الرَّحِيمُ"
            },
            {
                "id" : 2,
                "value" : "وَقَالَ تَعَالَى: وَ رَحمَتِى وَ سِعَت كُلَّ شَئٍ"
            }
        ]
    },
    {
        "id" : 5,
        "title" : "الدرس الخامس : فى التوكل على الله",
        "hadist" : [
                {
                    "id" : 1418,
                    "value" : "وَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم :عُرِضَت عَلَيَّ الأُمَمُ فَرَأَيتُ النَّبِيِّ وَ مَعَهُ الرُّهَيطُ <1> وَ النَّبِيُّ وَ مَعَهُ الرَّجُلُ وَ الرَّجُلَانِ،  وَ النَّبِيُّ لَيسَ مَعَهُ أَحَدٌ ، إذ رُفِعَ لِى سَوَادٌ عَظِيمٌ فَظَنَنتُ أَنَّهُم أُمَّتِي، فَقِيلَ لِى:  أُنظُر إِلَى الأُفُقِ الآخَرِفَإِذَا سَوَادٌ عَظِيمٌ، فَقِيلَ لِى: هذَهِ أُمَّتُكَ، وَمَعَهُم سَبعُونَ أَلفًا يَدخُلُونَ الجَنَّة بِغَيرِ حِسَابٍ وَ لَا عَذَابٍ، ثُمَّ نَهَضَ فَدَخَلَ مَنزِلَهُ فَحَاضَ النَّاسُ فِي أُولئِكَ الَّذِينَ يَدخُلُونَ الجَنَّة بِلَا حِسَابٍ وَ لَا عَذَابٍ  فَقَالَ بَعضُهُم : فَلَعَلَّهُمُ الَّذِينَ صَحِبُوا رَسُولَ صلى الله عليه وسلم، وَ قَالَ بَعضُهُم: فَلَعَلَّهُمُ الَّذِينَ وُلِدُوا فِي الإِسلَامِ فَلَم يُشرِكُوا بِاللهِ وَ ذَكَرُوا أَشيَاءَ، فَخَرَجَ عَلَيهِم رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ: مَا الَّذِينَ تَخُوضُونَ فِيهِ؟ فَأخبَرُوهُ، فَقَالَ: هُمُ الَّذِينَ لَا يَرقُونَ وَ لَا يَستَرقُونَ وَ لَا يَطَيَّرُونَ وَ عَلَى رَبِّهِم يَتَوَكَّلُونَ، فَقَامَ عُكَاشَةُ بنُ مُحصِنٍ فَقَالَ: ادعُ اللهَ أَن يَجعَلَنِى مِنهُم، فَقَالَ: أَنتَ مِنهُم، ثُمَّ قَامَ رَجُلٌ آخَرُ فَقَالَ: ادْعُ اللهَ أَن يَجعَلَنِى مِنهُمْ، فَقَالَ: سَبَقَكَ بِهَا عُكَاشَةُ {رواه الشيخان}"
                }
            ],
        "firman" : [
                {
                    "id" : 1,
                    "value" : "قَالَ اللهُ تَعَالَى: [الَّذِينَ قَالَ لَهُمُ النَّاسَ قَد جَمَعُوا لَكُم فَاخشَةهُم، فَزَادَهُم إِيمَانًا، وَ قَالُوا حَسبُنَا اللهُ وَ نِعمَ الوَكِيلُ فَانقَلَبُوا بِنِغمَةٍ مِنَ اللهِ وَ فَضلٍ لَم يَمسَسهُم سُوءٌ وَاتَّبَعُوا رِضوَانَ اللهِ وَاللهُ ذُو فَضلٍ عَظِيمٍ] "
                },
                {
                    "id" : 2,
                    "value" : "وَ قَالَ تَعَالَى: [وَ تَوَكَّل عَلَى الحَيِّى الّذِى لَا يَمُوتُ]"
                },
                {
                    "id" : 3,
                    "value" : "وَ قَالَ تَعَالَى: [وَ عَلَى اللهِ فَليَتَوَكَّلِ المُؤمِنُونَ]"
                },
                {
                    "id" : 4,
                    "value" : " وَ قَالَ تَعَالَى: [ فَإذَا عَزَمتَ فَتَوَكَّل عَلَى اللهِ]،"
                },
                {
                    "id" : 5,
                    "value" : "وَ قَالَ تَعَالَى: [ وَ مَن يَتَوَكَّل عَلَى اللهِ فَهُوَ حَسبُهُ]"
                },
                {
                    "id" : 6,
                    "value" : "وَ قَالَ تَعَالَى: [إِنَّمَا المُؤمِنُونَ الّذِينَ إِذَا ذُكِرَ اللهُ وَ جِلَت قُلُوبُهُم، وَ إِذَا تُلِيَت عَلَيهِم آيَاتُهُ زَادَتهُم إِيمَانًا وَ عَلَى رَبِّهِم يَتَوَكَّلُونَ]"
                }
            ]
        },
        {
        "id" : 6,
        "title" : "الدرس السادس : في علامات حب الله تعالى للعبد",
        "hadist" : [
                {
                    "id" : 1419,
                    "value" : "وَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: إِنَّ اللهَ تَعَالَى قَالَ: مَن عَادَى لِى وَلِيًّا فَقَد آذَنتُهُ بِالحَربِ، وَ مَا تَقَرَّبَ إِلَيَّ عَبدِى بِشَئٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضتُ عَلَيهِ، وَ مَا يَزَالُ عَبدِى يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإذَا أَحبَبتُهُ كُنتُ سَمعَهُ الَّذِي يَسمَعُ بِهِ، وَ بَصَرَهُ الَّذِى يُبصِرُ بِه، وَ يَدَهُ التِى يَبطِشُ بِهَا وَ رِجلَهُ الَّتِى يَمشِى بِهَا، وَ إِن سَأَلَنِى أَعطَيتُهُ، وَ لَئِن استَعَاذّنِى لأيذَنَّه {رواه البخارى عن ابى هريرة}"
                },
                {
                    "id" : 1420,
                    "value" : "إنَّ اللهَ تَعَالَى إِذَا أَحَبَّ عَبدًا دَعَا جِبرِيلَ فَقَال: إِنِّي أُحِبُّ فُلَانًا فَأَحِبَّه فَيُحِبُّهُ جِبرِيلُ، ثُمَّ يُنَادِى فِي السَّمَاءِ فَيَقُولُ: إِنَّ اللهَ يُحِبُّ فُلانًا فَأحِبُّوه  فَيُحِبُّه أَهلُ السَّمَاءِ ثُمَّ يُوضَعُ لَه القَبُولُ فِي الأَرضِ، وَ إِذَا أَبغَضَ عَبدًا دَعَا جِبرِيلَ فَيَقُولُ: إِنِّي أُبغِضُ فُلانًا فَأَبغِضُ فَيُبغِضُهُ جِبرِيلُ، ثُمَّ يُنَادِى فِي أَهلِ السَّمَاءِ إِنَّ اللهَ يُبغِضُ فُلانًا فَأبغِضُوهُ، ثُمَّ تُوضَعُ لَهُ البَغضَاءُ فِي الأَرضِ {رواه مسلم}"
                }
            ],
        "firman" : [
                {
                    "id" : 1,
                    "value" : "قَالَ اللهُ تَعَالَى: قُل إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِى يُحبِبكُمُ اللهُ وَ يَغفِر لَكُم ذُنُوبَكُم وَ اللهَ غَفُورٌ رَحِيمٌ"
                }
            ]
        },
        {
            "id" : 7,
            "title" : "الدرس السابع: في فضل طلب العلم",
            "hadist" : [
                    {
                        "id" : 1421,
                        "value" : "وَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: مَن يُرِدِ اللهُ بِهِ خَيرًا يُفَقِّههُ فِي الدِّينِ {رواه الشيخان عن معاوية}"
                    },           
                    {
                        "id" : 1422,
                        "value" : "مَثَلُ مَا بَعَثَنِى اللهُ بِهِ مِنَ الهُدَى وَ العِلمِ كَمَثَلِ غَيثٍ أَصَابَ أَرضًا فَكَانَت مِنهَا طَائِفَةُ طَيِّبَةُ قَبِلَتِ المَاءَ، فَأَنبَتَت الكَلأَ وَ العُشبَ الكَثِيَرَ، وَ كَانَ مِنهَا أَجَادِبُ أَمسَكَتِ المَاءُ فَنَفَعَ اللهُ بِهَا النَّاسَ فَشَرِبُوا مِنهَا وَ سَقَوا وَزَرَعُوا، وَ أَصَابَ طَائِفَةً مِنهَا أُخرَى، إِنَّمَا هِيَ قِيعَانٌ لا تُمسِكُ مَءً، وَ لَاتُنبِتُ كَلَأً، فَذلِكَ مَثَلُ مَن فَقُهَ فِي دِينِ اللهِ وَنَفَعَهُ مَا بَعَثَيِى اللهُ بِهِ، فَعَلِمَ وَ عَلَّمَ، وَ مَثَلُ مَن لَم يَرفَع بِذلِكَ رَأسًا وَ لَم يَقبَل هُدَى اللهِ الَّذِى أُرسِلتُ بِه {رواه أبو موسى الأشعرى}"
                    },
                    {
                        "id" : 1423,
                        "value" : "وَ رَوَى الشيخان عن سهل بن سعد أنَّ النَّبِيّ صلى الله عليه وسلم قَالَ لَعَلِيِّ [فَوَاللهِ لأَن يَهدِىَ اللهُ بِكَ رَجُلًا وَاحِدًا خَيرٌ لَكَ مِن حُمرِ النِّعَمِ] بَلِّغُو عَنِّي وَ لَو آيَةً، وَ حَدِّثُوا عَن بَبِى إسرائيل وَ لا حَرَجَ، وَ مَن كَذَبَ عَلَيَّ مُتَعَمِّدًا فَليَتَبَوَّأ مَقعَدَهُ مِن النَّارِ {رواه البخارى}"
                    },
                    {
                        "id" : 1424,
                        "value" : "مَن سَلَكَ طَرِيقًا يَلتَمِسُ فِيهِ عِلمًا سَهَّلَ اللهُ لَهُ طَرِيقًا إِلَى الجَنَّةِ {رواه الترمذى}"
                    }
                ],
            "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: قُل هَل يَستَوِى الَّذِينَ يَعمَلُونَ وَ الَّذِينَ لَا يَعمَلُونَ "
                    },
                    {
                        "id" : 2,
                        "value" : "وَ قَالَ تَعَالَى: يَرفَعِ الَّذِينَ آمَنُوا مِنكُم وَ الَّذِينَ أُوتُوا العِلمَ دَرَجَاتٍ"
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: إِنَّمَا يَخشَى اللهَ مِن عِبَادِهِ العُلَمَاءُ"
                    }
                ]
            },
            {
                "id" : 8,
                "title" : "الدرس الثامن: في الدلالة على الخير و الدعوة إلى الهدى و التعاون على البر و التقوى",
                "hadist" : [
                        {
                            "id" : 1425,
                            "value" : "وَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: مَن دَلَّ خَيرٍ فَلَهُ مِثلُ أَجرِ فَاعِلِهِ {رواه مسعود البدرى}"
                        },                          
                        {
                            "id" : 1426,
                            "value" : "مَن دَعَا إلى هُدًى كَانَ لَه مِنَ الأَجرِ مِثلُ أُجُورِ مَن تَبِعَهُ لَا يَيقُصُ ذلِكَ مِن أُجُورِهِم شَيئئًا، وَ مَن دَعَا إلَى ضَلَالَةِ كَانَ عَلَيهِ مِنَ الإِثمِ ِمِثلُ آثَامِ مَن تَبِعَهُ لا يَنقُصُ ذَلِكَ مِن آثَامِهِم شَيئًا {رواه أبو هريرة}"
                        }
                    ],
                "firman" : [
                        {
                            "id" : 1,
                            "value" : "َالَ الله تعالى: [أُدعُ إِلَى سَبِيلِ رَبِّكَ بِالحِكمَةِ وَ المَوعِظَةِ الحَسَنَةِ]"
                        },
                        {
                            "id" : 2,
                            "value" : "وَ قَالَ تعالى: [وَ تَعَاوَنُوا عَلَى البِرِّ وَ التَّقوَى وَ لَا تَعَاوَنُوا عَلَى الإِثمِ وَ العُدوَانِ]"
                        },
                        {
                            "id" : 3,
                            "value" : "وَ قَالَ تعالى: [وَ العَصرُ إِنَّ الإِنسَانَ لَفِى خُسرٍ إِلَّا الَّذِينَ آمَنُوا وَ عَمِلُوا الصَّالِحَاتِ وَ تَوَاصَو بِالحَقِّ وَ تَوَاصَو بِالصَّبرِ ]"
                        }
                    ]
            },
            {
                "id" : 9,
                "title" : "الدرس التاسع : في التوبة",
                "hadist" : [
                        {
                            "id" : 1427,
                            "value" : "وَ قال رسول اللهِ صلى الله عليه وسلم: إِنَّ الله تعالى يَبسُطُ يَدَهُ بِالَّيلِ لِيَتُوبَ مُسِئَ النَّهَارِ، وَ يَبسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِئُ الَّيلِ حَتَّى تَطلُعَ الشَّمسُ مِن مَغرِبهَل {رواه مسلم}"
                        },                          
                        {
                            "id" : 1428,
                            "value" : "مَن تَابَ قَبلَ أَن تَطلُعَ الشَّمسُ مِن مَغرِبِهَا تَابَ اللهُ عَلَيه {رواه مسلم}"
                        }
                    ],
                "firman" : [
                        {
                            "id" : 1,
                            "value" : "قَالَ تَعَالى: وَ تُوبُوا إِلَى اللهِ جَمِيعًا أَيُّهَا المُؤمِنُونَ لَعَلَّكُم تُفلِحُونَ"
                        },
                        {
                            "id" : 2,
                            "value" : "وَ قَالَ تَعَالَى: استَغفِرُوا رَبَّكُم ثُمَّ تُوبُوا إِلَيهِ"
                        },
                        {
                            "id" : 3,
                            "value" : "وَقَالَ تَعَالَى : يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللهِ تَوبَةَ نَصُوحًا"
                        }
                    ]
            },
            {
                "id" : 10,
                "title" : "الدرس العاشر: في فضل الوضوء",
                "hadist" : [
                        {
                            "id" : 1429,
                            "value" : "وَ قَالَ رسول اللهِ صلى الله عليه وسلم: إنَّ أُمَّتِي يُدعَونَ يَومَ القِيَامَةِ غُرًّا مَحَجَّلِينَ مِن آثَارِ الوُضُوءِ فَمَنِ استطَاعَ مِنكم أن يُطِيلَ غَرَّتَهُ فَليَفعَل{رواه الشيخان}"
                        },                          
                        {
                            "id" : 1430,
                            "value" : "تَبلُغُ الحِليَةُ مِنَ المُؤمِن حَيثُ يَبلُغُ الوُضُوءُ {رواه أبو هريرة}"
                        },
                        {
                            "id" : 1431,
                            "value" : "إِذَا تَوَضَّأ العَبدُ المُسلِمُ [أَو المُؤمِنُ] فَغَسَلَ وَجهَهُ خَرَدجَ مِن وَجهه كُلُّ خَطِيئَةٍ نَظَرَ إِلَيهَا بِعَينِهِ مَعَ المَاءِ أَو مَعَ آخَرِ قَطرِ المَاءِ، فَإذَا غَسَلَ يَدَيه خَرَجَ مِن يَدَيه كُلُّ خَطِيئَةٍ كَانَت بَطَشَتهَا يَدَاهُ مَعَ المَاءِ أَو مَعَ آخِرِ قَطرِ المَاءِ، فَإذا غسل رِجلَيه خَرَجَت كُلُّ خَطِيئَةٍ مَشَتهَا رِجلَاهُ مَعَ المَاءِ أَو مَعَ آخِرِ قَطرَةِ المَاءِـ حَتَّى يَخرُجَ يَقِيًّا مِنَ الذُّنُوبِ {رواه أبو هريرة}"
                        },
                        {
                            "id" : 1432,
                            "value" : "أَلا أَدُلُّكُم عَلَى مَا يَمحُو اللهُ بِه الخِطَايَا وَ يَرفَعُ بِه الدَّرَجَاتِ؟ قالو: بَلى يَا رسول الله، قال: إساَاغُ الوُضُوءِ عَلَى المَكَارِهِ وَ كَثرَةُ الخُطَا إِلَى المَسَاجِدِ وَ انتِطَارُ الصَّلاةِ بَعد الصَّلاةةِ فَذَلِكُم الرِّبَاطُ فَذلكُم الرِّبَاطُ {رواه مسلم}"
                        },
                        {
                            "id" : 1433,
                            "value" : "أَلطَّهُورُ شَطرُ الإيمَانُ {رواه أبو مالك الأشعرى}"
                        },
                        {
                            "id" : 1434,
                            "value" : "مَا مِنكم من أَحَد يَتَوَضَّأ فَيُسبُعُ الوُضُوءَ ثُمَّ قَالَ: أَشهد أن لا إلهَ إلاّ الله وَحده لا شَرِيكَ لَه، وَ أَشهد أَنَّ مُحَمَّدًا عبده و رسوله، إِلّا فُتِحَت  له أَبواب الجَنّة الثَّمَانِيَةُ يَدخُلُ مِن أَيُّهَا شَاء {رواه مسلم}"
                        }
                    ],
                "firman" : [
                        {
                            "id" : 1,
                            "value" : "قَالَ الله تَعَالَى: يَـاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمتُم إِلَى الصَّلاةِ فَاغسِلُةا وُجُوهَكُم - إِلَى قَولِه تَعَالَى: مَايُرِيدُ اللهُ لِيَجعَلَ عَلَيكُم مِن حَرَجٍ وَ لَكِن يُرِيدُ لِيُطَهِّرَكُم وَ لِيُتِمَّ نِعمَتَهُ عَلَيكُم لَعَلَّكُم تَشكُرُونَ"
                        }
                    ]
            },
            {
                "id" : 11,
                "title" : "الدرس الحادى عشر: في فضل الصلاة و المحاظة عليها و العيد الشديد على تركها",
                "hadist" : [
                        {
                            "id" : 1435,
                            "value" : "و قالى رَسُول الله صلى الله عليه وسلم: أُمِرتُ أُقَاتِلَ النَّاسَ حَتَّى يَشهَدُوا أَن لا إلَهَ إلّا اللهُ وَ أَنَّ مُحَمَّجدًا رَسُولُ اللهِ وَ يُقِيمُوا الصَّلاة وَ يُؤتُوا الزَّكَاةَ فَإذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّى دِمَاءَهُم وَ أَموَالهم إلّا بِحَقّ الإسلامِ وَ حِسَابُهُم عَلَى اللهِ {رواه الشيخان عن ابن عمر}"
                        }
                    ],
                "firman" : [
                        {
                            "id" : 1,
                            "value" : "قال تعالى: إِنَّ الصَّلَاةَ تَتهَى عَنِ الفَحشَاءِ وَ المُنكَرِ"
                        },
                        {
                            "id" : 2,
                            "value" : "وَ قال تعالى: وَ أَقِيمُوا الصَّلَاةَ وَ آتُوا الزَّكَاةَ"
                        },
                        {
                            "id" : 3,
                            "value" : "وَ قَالَ تعالى: وَ مَا أُمِرُوا إلَّا لِيَعبُدُوا اللهَ مُخلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَ يُقِيمُوا الصَّلاةَ وَ يُؤتُوا الزَّكَاةَ وَ ذلِكَ دِينُ القَيِّمَةِ"
                        }
                    ]
            },
            {
                "id" : 12,
                "title" : "الدرس الثانى عشر: فى الأذان",
                "hadist" : [
                        {
                            "id" : 1436,
                            "value" : "قَالَ رَسول الله صلى الله عليه وسلم: لَو يَعلَمُ النَّاسُ مَا فِي النِّدَاءِ وَ الصَّفِّ الأَوَّلِ، ثُمَّ لَم يَجِدُوا إلّا أَن يَستَهِمُوا عَلِيهِ لَا ستَهِمُوا عَلَيهِ، وَ لَو يَعلَمُونَ مَا فِي التَّهجِيرِ لَا ستَبَقُوا إليه وَ لَو يَعلَمُونَ مَا فِى العَتَمَةِ وَ الصُّبحِ لِأَتَو هُمَا وَ لَو حَبوًا {رواه الشيخان عن ابى هريرة}"
                        },
                        {
                            "id" : 1437,
                            "value" : "المُؤَذِّنُونَ أَطوَالُ النَّاسِ أعنَاقًا يَومَ القِيَامَةِ {رواه مسلم}"
                        },
                        {
                            "id" : 1438,
                            "value" : "إذَا سَمِعتُمُ النِّدَاءَ فَقُولُوا كَمَا يَقُولُ المُؤَذِّنُ {رواه الشيخان}"
                        },
                        {
                            "id" : 1439,
                            "value" : "مَن قَالَ حِينَ يَسمَعُ النِّدَاءَ [اللَّهُمَّ رَبِّ هذه الدَّعوَةِ التَّامَّةِ وَ الصَّلاةِ القَائِمَةِ آتِ مُحَمَّدًا الوَسيلَةَ وَ الفَضِيلَةَ وَابعَثهُ مَقَامًا مَحمُودًا الَّذِى وَعَدتَهُ] حَلَّت لَه شَفَاعَتِى يَومَ القِيَامَةِ {رواه البخارى}"
                        },
                        {
                            "id" : 1440,
                            "value" : "مَن قَال حِينَ يَسمَعُ المُؤَذِّنُ [أَشهَدُ أَن لا إلَهَ إلّا اللهُ وَ حدَحهُ لَا شَرِيَ لَهُ َ أَنَّ مُحَمَّدًا عَبدُخُ وَرَسُولُه رَضِيتُ بِاللهِ رَبًّا وَ بِمُحَمَّدٍ رَسولا وِ بِالإِسلام دِينًا ] غُفِرَ لَه ذّنبُهُ {رواه مسلم}"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 13,
                "title" : "الدرس الثالث عشر: في فضل صلاة الجماعة و لا سيما بالمسجد",
                "hadist" : [
                        {
                            "id" : 1441,
                            "value" : "قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: صَلاةُ الجَمَاعَةِ أفضَلُ مِن صلاةِ الغَذِّ بِسَبعِينَ وَ عِشرِينَ دَرَجَةً {رواه ابن عمر}"
                        },
                        {
                            "id" : 1442,
                            "value" : "صَلاة الرَّجُلِ فِي جَمَاعَةِ تَضعُفُ عَلَى صَلاتِهِ فِي بَيتِه وَ سُوقِه خَمسًا وَ عِشرِينَ ضِعفًا، وَ ذلك إذَا تَوَضَّأ فأحسنَ الوُضُوءَ ثُمَّ خَرَجَ إلى المَسجدِ لا يُحرِجُهُ إلَّا الصَّلاةُ، لَم يَخطُ خَطوَةً إِلَّا رُفِعَت له بها دردةٌ، وَ حُطَّت غنه بها خَطِيئَةٌ، فَإذا صَلّى لَم تَزَلِ المَلائِكَةُ تُصَلِّى عَلَيهِ مَا دَامَ فِي مُصَلَّاه، مَا لم يَحدِث تَقُولُ: [اللَّهُمَّ صلِّ عَليه أللهُمَّ ارحَمهُ] وَ لَا يَزَالُ فِي صَلَاةٍ مَا انتَظَرَ الصَّلَاةَ {رواه أبو هريرة}"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 14,
                "title" : "الدرس الرابع عشر: في فضل الصف الأول و إتمام الصفوف و تسويعها",
                "hadist" : [
                        {
                            "id" : 1443,
                            "value" : "قَال رَسُول الله صلى الله عليه وسلم: لَو يَعلَمُ النَّاسُ مَافِى النِّدَاءِ وَ الصَّفِّ الأَوَّلِ ثُمَّ لَم يَجِدُوا إلَّا أن يَستَهمُوا عَليه لَأَستَهَمُوا {رواه أبو هريرة}"
                        },
                        {
                            "id" : 1444,
                            "value" : "سَوُّوا صُفُوفَكُم فَإنَّ تَسوِيَةَ الصَّفِّ من تَمَام الصّلاة {رواه أنس}"
                        },
                        {
                            "id" : 1445,
                            "value" : "وَ رُوِيَ مُسلِم عن جابر بن سمرة رضي الله عنهما قال: خَرَجَ عَلَينَا رَسول الله صلى الله عليه وسلم فقال: أَلَا تُصَفُّونَ كَمَا تُصَفُّ المَلائكة عِند رَبِّهَا، قَالَ يُتِمُّونَ الصَّفِّ الأَوَّلَ، وَ يَتَرَاصُّونَ فِي الصَّفِّ، خَيرُ صُفُوفِ الرِّجَالِ أَوَّلُهَا وَ شَرُّهَا آخِرهَا، وَ خير صُفوفِ النِّسَاءُ آخِرهَا وَ شَرُّ أَوَّلُهَا"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 15,
                "title" : "الدرس الخامس عشر : في فضل صلاة الصبح و العصر و الحث على حضور الجماعة في الصبح و العشاء و كراهة النوم قبلها و الحديث بهدها",
                "hadist" : [
                        {
                            "id" : 1446,
                            "value" : "قَال رَسُول الله صلى الله عليه وسلم: مَن صَلَّى البَردَينِ دَخَلَ الجَنَّة{رواه الشيخان}"
                        },
                        {
                            "id" : 1447,
                            "value" : "لَن يَلِجَ النَّارَ أَحَدٌ َلَّى قَبلَ طُلُةعِ الشَّمسِ وَ قَبل غُرُوبِهَا [يَعنى الفجر و العصر] {رواه مسلم}"
                        },
                        {
                            "id" : 1448,
                            "value" : "مَن صَلَّى الصُّبحَ فَهُوَ فِي ذِمَّةِ اللهِ، فَانظُر يَأابنَ آدَمَ لا يَطلُبَنَّكَ اللهُ مِن ذِمَّتِهِ بِشَئٍ {رواه مسلم}"
                        },
                        {
                            "id" : 1449,
                            "value" : "يَتَعَاقَبُونَ فِيكُم ملائكةٌ بالليلِ وَ ملائكَةٌ بِالنَّهَارِ وَ يَجتَمِعُونَ فِي صلاة الصبح و صلاة العصر، ثُمَّ يَعرُجُ الَّذِينَ بَاتُوا فِيكُم فَيَسأَلُهُمُ اللهُ وَ هُوَ أَعلَمُ بِهِم، كَيفَ تَرَكتُم عِبَادِى! فَيَقُولُونَ تَرَكنَاهُم وَ هُم يُصَلُّونَ وَ أَتَينَاهُم وَ هُم يُصَلُّونَ {رواه الشيخان}"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 16,
                "title" : "الدرس السادس عشر: في فضل يوم الجمعة و صلاتها و الاغتسال و التطيب لها",
                "hadist" : [
                        {
                            "id" : 1450,
                            "value" : "قَال رَسول الله صلى الله عليه وسلم: خَير يَومِ طَلَعَت عَليه الشَّمسُ يَومُ الجُمعَةِ فِيه خلِقَ آدَمُ، وَ فيه أُدخِلَ الجَنَّة، وَ فِيخ أخرِجَ مِنهَا، مَن تَوَضَّأَ فَأحسنَ الوُضُوءَ ثُمَّ أَتَى الجمعة فَاستَمَعَ وَ انصَتَ، غُفِرَ لَهُ مَا بَينَه وَ بَينَ الجُمُعَاةِ أَو لَيَختِمَنَّ اللهُ عَلَى قُلُوبِهِم ثُمَّ لَيَكُنَنَّ مِن الغَافِلِينَ {رواه مسلم}"
                        },
                        {
                            "id" : 1451,
                            "value" : "إذَا جَاءَ أَحَدُكُمُ الجُمُعَةَ فَليَغتَسِل {رواه الشيخان}"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 17,
                "title" : "الدرس السابع عشر: في بعض مكروهات الصلاة و تحريم المرور بين يدى المصلى و الدخول في نافلة بعد شروع الإمام ورفع الرأس قبله",
                "hadist" : [
                        {
                            "id" : 1452,
                            "value" : "قَال أبو هريرة: نَهَى رَسُول لله صلى الله عليه وسلم عَن الخَصرِ فِي الصلاة وَ قَال: لا صلاة بِحَضرَةِ طَعَامٍ وَ لا يُدَافِع الأخبَثَينِ{رواه مسلم}"
                        },
                        {
                            "id" : 1453,
                            "value" : "مَا بَالُ أَقوَامٍ يَرفَعُون أَبصَارَهُم إلَى السَّمَاءِ فِى صَلاتِهِم، فَاشتَدَّ قَولُهُ صلى الله عليه وسلم فِي ذلك حَتَّى قَالَ: [لَيَتَهِيَنَّ عَن ذلِكَ أَو لَتُخطَفَنَّ أبصارهم] {رواه أنس}"
                        },
                        {
                            "id" : 1454,
                            "value" : "لَو يَعلَمُ المَارُّ بَينَ يَدَى المُصَلِّى مَاذَا عَلَيه؟ لَكَانَ يَقِفُ أَربَعِينَ خَيرًا لَه من أن يَمُرَّ بَين يَدَيهِ {رواه الشيخان} قَالَ الرَّارِى: لَا أَدرِى قال: أَربَعِين يَزمًا أَو أَربَعِينَ شَعرًا أَو أَربَعِينَ سَنَةً"
                        },
                        {
                            "id" : 1455,
                            "value" : "إذَا أقِيمَتِ الصَّلاةُ فَلا صَلاةَ إلَّا المَكتُوبَةُ {رواه مسلم}"
                        },
                        {
                            "id" : 1456,
                            "value" : "أَمَا يَحخشَى أَحَدُكُم إذَا رَفَعَ رَأسَهُ قَبلَ الإمام أن يَجعَل اللهُ رَأسَه رَأسَ حِمَارٍ أَو يَجعَلَ صُورَتَه صُورَةَ حِمَارٍ {رواه الشيخان}"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 18,
                "title" : "الدرس الثامن عشر: في السنن الراتبة و الوتر و الضحى",
                "hadist" : [
                        {
                            "id" : 1457,
                            "value" : "وَ رُرِيَ عن ابن عمر رضي الله عنهما قال: صَلَّيتُ مَعَ رَسُولِ الله صلى الله عليه وسلم رَكعَتَينِ قبل الظُّهرِ وَ رَكعَتَينِ بَعدَ الجُمعىِ وَ رَكعَتَينِ بَعد المَغرِبِ وَ رَكعَتَين بَعدَ العِشَاء"
                        },
                        {
                            "id" : 1458,
                            "value" : "- وَ رُوِيَ الشيهخان عن السّيّدة عائشة عنها قالت: لَم يَكُنِ النَّبِيُّ صلى الله عليه وسلم عَلَى شَئٍ مِن النَّوَافِلِ أَشَدَّ تَعَاهُدًا مِنه عَلَى رَكعَتَى الفَجرِ"
                        },
                        {
                            "id" : 1459,
                            "value" : "وَ رُوِيَ مُسلِم عن السّيَدة عائشة أَيضا عن النبيّ صلى الله عليه وسلم أنَّه قَالَ: رَكعَتَا الفَجرِ خَيرٌ مِنَ الدُّنيَا وَ مَافِيهَا"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 19,
                "title" : "الدرس التاسع عشر: في سنة الوضوء و تحية المسجد و صلاة الضحى",
                "hadist" : [
                        {
                            "id" : 1460,
                            "value" : "قَال رسول الله صلى الله عليه وسلم لِبِلالٍ: يَا بِلَالُ حَدِّثنِى بِأرجَى عَمَلٍ عَمِلتُهُ فِي الإسلام فَإنِّي سَمِعتُ دَفَّ نَعلَيكَ بَينَ يَدَيَّ فِي الجَنَّةِ، قال: مَا عَمِلتُ عَمَلًا أَرجَى عِندِى مِن أَنِّى لَم أَتَطَهَّر طُهُورًا فِي سَاعَةٍ مِن لَيلٍ أو نَهَارٍ إلَّا صَلَّيتُ بِذلِك الطُّهُورِ مَا كُتِبَ لِى أن أُصَلِّى {رواه أبو هريرة}"
                        },
                        {
                            "id" : 1461,
                            "value" : "إذَا دَخَلَ أحدُكُم المَسجِدَ فَلَا يَجلس حَتَّى يُصَلِّى رَكعَتَينِ {رواه أبو قتادة}"
                        },
                        {
                            "id" : 1462,
                            "value" : "إجعَلُوا آخِرَ صَلَاتِكُم بِالَّيلِ وِترًا {رواه إبن عمر}"
                        },
                        {
                            "id" : 1463,
                            "value" : "أَوصَانِى خَلِلِى صلى الله عليه وسلم بِصيَامِ ثَلَاثَةِ أَيَّامٍ مِن كُلِّ شَهرٍ وَ رَكعَتَى الضُّحَى وَ أن أُوتِرَ قَبلَ أن أَرقُد {رواه أبو هريرة}"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 20,
                "title" : "الدرس العشرون: في استحباب قيام الليل و قيام ليلة القدر و قيام مضان وهو التراويح} و استجاب جعل النوافل في البيت",
                "hadist" : [
                        {
                            "id" : 1464,
                            "value" : "وَ رَوَى الشيخان عن السّيّدة عائشة رضي الله عنها أنَّهَا قَالَن: كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُومُ مِن الَّليلِ حَتَّى تَنفَطِرَ قَدَمَاهُ، فَقُلتُ لَهُ لِمَ تَصنَعُ هذَا يَا رَسُولَ اللهِ وَ قَد غُفِرَ لَكَ مِن ذَنبِكَ مَا تَقَدَّمَ وَمَا تَأَخَّر؟ قَالَ: {أَفَلَا أَكُونُ عَبدًا شَكُورًا}؟"
                        },
                        {
                            "id" : 1465,
                            "value" : "أفضَلُ الصِّيَامِ بَعدَ رَمَضَانَ َشَهرُ اللهِ المُحَرَّمَ، وَ أَفضَلُ الصلاة بَعد الفَرِيضَةِ صلاةُ الَّليلِ {رواه مسلم}"
                        },
                        {
                            "id" : 1466,
                            "value" : "كَانَ رَسُول الله صلى الله عليه وسلم يُصَلِّى إحدَى عَشرَةَ رَكَعَةً [يعنى فِي الليل] يَسجُدُ السَّجدَةَ مِن ذلك قَدرَ مَا يَقرَأُ أَحَدُكُم خَمسِينَ آيَةً قَبلَ أَن يَرفَعَ رَأسَهُ وَ يَركَعُ رَكعَتَينِ قَبلَ صلاة الفَجر ثُمَّ يَضطَجِعُ عَلَى شِقِّه الأَيمَنِ حتّى يَأتِيه المُنَادِى لِلصَّلاةِ {رواه البخارى}"
                        },
                        {
                            "id" : 1467,
                            "value" : "كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّى مِن الَّليلِ مَثنَى مَثنَى وَيُوتِرُ بِرَكعَةِ {رواه الشيخان عن ابن عمر}"
                        },
                        {
                            "id" : 1468,
                            "value" : "مَن قَامَ رَمَضَانَ إِيمَانًا وَاحتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ من ذَتبِهِ {رواه أبو هريرة}"
                        },
                        {
                            "id" : 1469,
                            "value" : "مَن قَامَ لَيلَةَ القَدرِ إِيمَانًا وَاحتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِن ذَنبِهِ {رواه الشيخان}" 
                        },
                        {
                            "id" : 1470,
                            "value" : "تَحَرَّوا لَيلَةَ القَدرِ فِي الوِترِ مِنَ العَشرِ الأَوَاخِرِ مِن رَمَضَانَ {رواه البخارى}"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَ مِنَ الَّليلِ فَتَهَجَّد بِهِ نَافِلَةً لَكَ عَسَى أَن يَيعَثَكَ رَبُّكَ مَقَامًا مَحمُودًا."
                    },
                    {
                        "id" : 2,
                        "value" : "وَ قال تعالى: تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ"
                    },
                    {
                        "id" : 3,
                        "value" : "وَ قال تعالى: كَانُوا قَلِيلًا مِن الَّيلِ مَا يَهجَعُونَ"
                    }
                ]
            },
            {
                "id" : 21,
                "title" : "الدرس الحادى والعشرون:فى الجنازة وتشييعها",
                "hadist" : [
                        {
                            "id" : 1471,
                            "value" : "وَرَوَى مُسْلِمٌ عَنْ عَوْفِ بْنِ مَالِكِ رَضِىَ اللهُ عَنْهُ قَالَ رَسُوْلُ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم عَلَى جَنَازَةٍ فَحَفِظْتُ مِنْ دُعَائِهِ وَهُوَ يَقُوْلُ: (أَللّهُمَّ اغْفِرْلَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مَدْخَلُهُ وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَأَدْخِلْهُ الْجَنَّةَ وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ وَمِنْ عَذَابِ النَّارِ)"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى : حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُوْنِ لَعَلَّى أَعْمَلُ صَالِحًا فِيْمَا تَرَكْتُ، كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُوْنَ"
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُوْنَ"
                    }
                ]
            },
            {
                "id" : 22,
                "title" : "الدرس الثانى والعشرون: فيما يستحب فعله عند المحتضر والميت حين يموت",
                "hadist" : [
                        {
                            "id" : 1472,
                            "value" : "رَوَى مُسْلِمٌ عَنْ أَبِى سَعِيْدٍ الْخُدْرِى رَضِىَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم: (لَقِّنُوا مَوْتَاكُمْ لاَإِلَهَ إِلاَّ اللهُ) "
                        },
                        {
                            "id" : 1473,
                            "value" : "َورَوَى مُسْلِمٌ عَنْ أُمِّ سَلَمَةَ رَضِىَ اللهُ عَنْهَا قَالَتْ: دَخَلَ رَسُوْلُ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم عَلَى أَبِى سَلَمَةَ وَقَدْ شُقَّ بَصَرُهُ فَأَغْمَضُهُ، ثُمَّ قَالَ: إِنَّ الرُّوْحَ إِذَا قُبِضَ تَبِعَهُ الْبَصَرُ، فَضَجَّ نَاسُ أَهْلِهِ، فَقَالَ: لاَ تَدْعُوْا عَلَى أَنْفُسِكُمْ إِلاَّ بِخَيْرٍ، فَإِنَّ الْمَلاَئِكَةَ يُؤْمِنُوْنَ عَلَى مَا تَقُوْلُوْنَ، ثُمَّ قَالَ: (أَللّهُمَّ اغْفِرْ لِأَبِى سَلَمَةَ، وَارْفَعْ دَرَجَتَهُ فِى الْمَهْدِيِّيْنَ وَاخْلُفْهُ فِى عَقَبِهِ فِى الْغَابِرِيْنَ، وَاغْفِرْلَنَا وَلَهُ يَارَبِّ الْعَالَمِيْنَ، وَافْسَحْ لَهُ فِى قَبْرِهِ وَنَوِّرْ لَهُ فِيْهِ) "
                        },
                        {
                            "id" : 1474,
                            "value" : "وَرَوَى مُسْلِمٌ عَنْ أٌمِّ سَلَمَةَ أَيْضًا قَالَتْ: سَمِعْتُ رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَّم يَقُوْلُ: مَا مِنْ عَبْدٍ تُصِيْبُهُ مُصِيْبَةٌ فَيَقُوْلُ: إِنَّا لِلّهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ أَللّهُمَّ أَجِرْنِى فِى مُصِيْبَتِى وَاخْلُفْ لِى خَيْرًا مِنْهَا إِلاَّ آجَرَهُ اللهُ تَعَالَى فِى مُصِيْبَتِهِ أَخْلَفَ لَهُ خَيْرًا مِنْهَا، قَالَتْ: فَلَمَّا تُوُفِّى أَبُوْ سَلَمَةَ قُلْتُ كَمَا أَمَرَنِى رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم فَأَخْلَفَ اللهُ لِى خَيْرًا مِنْهُ رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "null"
                    }
                ]
            },
            {
                "id" : 23,
                "title" : "الدرس الثالث والعشرون: فى تحريم النياحة على الميت ولطم الخدود",
                "hadist" : [
                        {
                            "id" : 1475,
                            "value" : "قَالَ النَبِىُّ صَلَى اللهُ عَلَيْهِ وَسَلَم الْمَيِّتُ يُعَذِّبُ فِى قَبْرِهِ بِمَا نِيْحَ عَلَيْهِ (رواه الشيخان)"
                        },
                        {
                            "id" : 1476,
                            "value" : "لَيْسَ مِنَّا مَنْ ضَرَبَ الْخُدُوْدَ وَشَقَّ الْجُيُوْبَ وَدَعَا بِدَعْوَى الْجَاهِلِيَةِ (رواه ابن مسعود)"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "null"
                    }
                ]
            },
            {
                "id" : 24,
                "title" : "الدرس الرابع والعشرون: فى تحريم إحداد المرأة فوق ثلاث إلا على زوجها ",
                "hadist" : [
                        {
                            "id" : 1477,
                            "value" : "رَوَى الشَّيْخَانِ عَنْ زَيْنَبَ بِنْتِ أَبِى سَلَمَةَ رَضِىَ اللهُ عَنْهُمَا قَالَتْ: دَخَلْتُ عَلَى أُمِّ حَبِيْبَةَ رَضِىَ اللهُ عَنْهَا زَوْجِ النَّبِىُّ صَلَى اللهُ عَلَيْهِ وَسَلَم حِيْنَ تُوُفِّى أَبُوْهَا (وَهُوَ أَبُوْ سُفْيَانَ بْنُ حَرْبٍ) فَدَعَتْ بِطِيْبِ فِيْهِ صُقْرَةُ خُلُوْقٍ أَوْ غَيْرِهِ، فَدَهَنَتْ مِنْهُ ثُمَّ مَسَّتْ بِعَارِضَيْهَا ثُمَّ قَالَتْ: وَاللهِ مَا لِى بِالطَّيْبِ مِنْ حَاجَةٍ غَيْرَ أَنِّى سَمِعْتُ رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم يَقُوْلُ عَلَى الْمِنْبَرِ: لاَ يَحِلُّ لِإِمْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ تَحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلَاثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "null"
                    }
                ]
            },
            {
                "id" : 25,
                "title" : "الدرس الخامس والعشرون: فى استحباب ذكر الموت وكراهة تمنية",
                "hadist" : [
                        {
                            "id" : 1478,
                            "value" : "وَرَوَى الْبُخَارِى عَنِ ابْنِ عُمَرَ رَضِىَ اللهُ عَنْهُمَا قَالَ: أَخَذَ رَسُوْلُ الله صَلَى اللهُ عَلَيْهِ وَسَلَم بِمَنْكِبِى، فَقَالَ: كُنْ فِى الدُّنْيَا كَأَنَّكَ غَرِيْبٌ أَوْ عَابِرُ سَبِيْلٍ وَكَانَ ابْنُ عُمَرُ يَقُوْلُ: إِذَا أَمْسَيْتَ فَلَا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلاَ تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ وَمِنْ حَيَاتِكَ لِمَوْتِكَ"
                        },
                        {
                            "id" : 1479,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنِ ابْنِ عُمَرُ أَيْضًا أَنَّ رَسُوْلَ اللهِ صَلَى الله عَلَيْهِ وَسَلَم قَالَ: حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَئٌ يُوْصِى فِيْهِ يَبِيْتُ لَيْلَتَيْنِ إِلاَّ وَوَصِيَّتُهُ مَكْتُوْبَةٌ عِنْدَهُ"
                        },
                        {
                            "id" : 1480,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صَلىَ الله عَلَيْهِ وَسَلَم قَالَ: لاَ يَتَمَنَّيْنَّ أَحَدُكُمُ الْمَوْتَ إِمَّا مُحْسِنًا فَلَعَلَهُ يَزْدَادُ، وَإِمَّا مُسِيْئًا فَلَعَلَّهُ يَسْتَعْتِبُ، وَهَذَا لَفْظُ الْبُخَارِى، وَفِى رِوَايَةِ لِمُسْلِمٍ: لاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ وَلاَ يَدْعُ بِهِ مِنْ قَبْلِ أَنْ يَأْتِيَهُ وَإِنَّهُ إِذَا مَاتَ انْقَطَعَ عَمَلُهُ وَإِنَّهُ لَا يَزِيْدُ الْمُؤْمِنَ عُمْرُهُ إِلاَّ خَيْرًا"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: يَا أَيُّهَا الَّذِيْنَ آمَنُوْا لاَ تُلْهِكُمْ أَمْوَالِكُمْ وَلاَ أَوْلاَدِكُمْ عَنْ ذِكْرِ اللهِ، وَمَنْ يَفْعَل ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُوْنَ، وَأَنْفِقُوْا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِىَ أَحَدَكُمُ الْمَوْتُ فَيَقُوْلُ: رَبِّ لَوْلاَ أَخَّرْتَنِى إِلَى أَجَلٍ قَرِيْبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِيْنَ، وَلَنْ يُؤَخَّرَ اللهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللهُ خَبِيْرٌ بِمَا تَعْمَلُوْنَ"
                    }
                ]
            },
            {
                "id" : 26,
                "title" : "الدرس السادس والعشرون: فى الدعاء للميت والصدقة عنه والثناء عليه ",
                "hadist" : [
                        {
                            "id" : 1481,
                            "value" : "وَرَوَى مُسْلِمٌ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صَلَى الله عَلَيْهِ وَسَلَم قَالَ: إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاَثٍ: صَدَقَةٍ جَارِيَةٍ أَوْ عِلْمٍ يُنْتَفَعُ بِهِ أَوْ وَلَدٍ صَالِحٍ يَدْعُوْلَهُ"
                        },
                        {
                            "id" : 1482,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَنَسٍ رَضِىَ اللهُ عَنْهُ قَالَ: مَرُّوا بِجَنَازَةِ فَأَثْنَوْا عَلَيْهَا خَيْرًا، فَقَالَ النَّبِىُّ صَلىَ اللهُ عَلَيْهِ وَسَلَم: وَجَبَتْ، ثُمَّ مَرُّوا بِأُخْرَى فَأَثْنَوْ عَلَيْهَا شَرَّا، فَقَالَ النَّبِيُّ صَلى الله عليه وسلم: وَجَبَتْ، فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: مَا وَجَبَتْ؟ فَقَالَ: هَذَا أَثْنَيْتُمْ عَلَيْهِ خَيْرًا، فَوَجَبَتْ لَهُ الْجَنَّةُ، وَهَذَا أَثْنَيْتُمْ عَلَيْهِ شَرًّا، فَوَجَبَتْ لَهُ النَّارُ، أَنْتُمْ شُهَدَاءُ اللهِ فِى الْأَرْضِ"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: وَالَّذِيْنَ جَاءُوْا مِنْ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْلَنَا وَلِإِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْإِيْمَانِ وَلاَ تَجْعَلْ فِى قُلُوْبِنَا غِلاًّ لِلَّذِيْنَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوْفٌ الرَّحِيْمٌ"
                    }
                ]
            },
            {
                "id" : 27,
                "title" : "الدرس السابع والعشرون: فى استحباب زيارة القبور للرجال والنهى عن تجصيصها والبناء عليها والصلاة إليها والجلوس عليها",
                "hadist" : [
                        {
                            "id" : 1483,
                            "value" : "وَقَالَ رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم كُنْتُ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُوْرِ وَلَكِنْ فَزُوْرُوْهَا، وَفِى رِوَايَةٍ: فَمَنْ أَرَادَ أَنْ يَزُوْرَ الْقُبُوْرَ فَلْيَزُرْهَا فَإِنَّهَا تُذَكِّرُ الْآخِرَةَ. (رواه مسلم)"
                        },
                        {
                            "id" : 1484,
                            "value" : "وَرَوَى أَيْضًا مُسْلِمٌ عَنِ السَّيِّدَةِ عَائِشَة رَضِىَ اللهُ عَنْهَا قَالَتْ: كُلَّمَا كَانَ لَيْلَتَهَا مِنْ رَسُوْلِ اللهِ صَلَى الله عَلَيْهِ وَسَلَم يَخْرُجُ مِنْ آخِرِ اللَّيْلِ إِلَى الْبَقِيْعِ، فَيَقُوْلُ: السَّلَامُ عَلَيْكُمْ داَرَ قَوْمٍ مُؤْمِنِيْنَ وَأَتَاكُمْ مَا تُوْعَدُوْنَ غَدًا مُؤَجَّلُوْنَ وَإِنَّا إِنْ شَاءَ اللهُ بِكُمْ لاَحِقُوْنَ، أَللّهُمَّ اغْفِرْ لِأَهْلِ بَقِيْعِ الْغَرْقَدِ"
                        },
                        {
                            "id" : 1485,
                            "value" : "وَرَوَى مُسْلِمٌ عَن جَابِرٍ رَضِىَ اللهُ عَنْهُ قَالَ: نَهَى رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَمَ أَنْ يُحَصِّصَ الْقَبْرُ وَأَنْ يُقْعَدَ عَلَيْهِ وَأَنْ يُبْنَى عَلَيْهِ"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَاَلى: كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُوْرَكُمْ يَوْمَ الْقِيَامَةِ، فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأَدْخِلَ الْجَنَّةِ فَقَدْ فَازَ، وَمَا الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُوْرِ"
                   }
               
                ]
            },
            {
                "id" : 28,
                "title" : "الدرس الثامن والعشرون:فى عيادة المريض وما يدعى به له",
                "hadist" : [
                        {
                            "id" : 1486,
                            "value" : "رَوَى الشَّيْخَانِ عَنِ الْبَرَّاءِ رَضِىَ اللهُ عَنْهُمَا قَالَ: أَمَرَنَا رَسُوْلُ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم بِعِيَادَةِ الْمَرِيْضِ وَاتِّبَاعِ الْجَنَازَةِ وَتَشْمِيَتِ الْعَاطِسِ وَإِبْرَارِ الْقَسَمِ وَنَصْرِ الْمَظْلُوْمِ وَإِجَابَةِ الدَّاعِى وَإِفْشَاءِ السَّلاَمِ"
                        },
                        {
                            "id" : 1487,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صَلَى الله عَلَيْهِ وسَلّم قَالَ: حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ خَمْسٌ: رَدُّ السَّلاَمِ وَعِيَادَةُ الْمَرِيْضِ وَاتِّبَاعُ الْجَنَازَةِ وَإِجَابَةُ الدَّعْوَةِ وَتَشْمِيَتُ اْلعَاطِسِ"
                        },
                        {
                            "id" : 1488,
                            "value" : "وَرَوَى مُسْلِم عَنْ أَبِى هُرَيْرَة أَيْضًا قَالَ: قَالَ رَسُوْلَ اللهِ صَلَى الله عَلَيْهِ وَسَلَم: إِنَّ اللهَ عَزَّ وَجَلَّ يَقُوْلُ يَوْمَ الْقِيَامَةِ: يَاابْنَ آدَمَ مَرِضْتُ فَلَمْ تَعُدْنِى قَالَ: يَا رَبِّ كَيْفَ أَعُوْدُكَ وَأَنْتَ رَبُّ الْعَالَمِيْنَ؟ قَالَ : أَمَا عَلِمْتَ أَنَّ عَبْدِى فُلاَنًا مَرِضَ فَلَمْ تَعُدْهُ؟ أَمَا عَلِمْتَ أَنَّكَ لَوْ عُدْتَهُ لَوَجَدْتَنِى عِنْدَهُ"
                        },
                        {
                            "id" : 1489,
                            "value" : "وَرَوَى الْبُخَارِىّ عَنْ أَبِى مُوْسَى الأَشْعَرِىّ رَضِىَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ الله صلى الله عَلَيْهِ وَسَلم: عُوْدُوا الْمَرِيْضَ وَأَطْعِمُوْا الْجَائِعَ وَفُكُّوا الْعَافِىَ"
                        }                   
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "null"
                    }
                ]
            },
            {
                "id" : 29,
                "title" : "الدرس التاسع والعشرون:فى الصبر",
                "hadist" : [
                        {
                            "id" : 1490,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنْ اَبِى سَعِيْدِ الْخُدْرِى رَضِىَ اللهُ عَنْهُ: أَنَّ نَاسًا مِنَ الْأَنْصَارِ سَأَلُوا رَسُوْلَ اللهِ صَلَى الله ُعَلَيْهِ وَسَلَم فَأَعْطَاهُمْ، ثُمَّ سَأَلُوْهُ فَأَعْطَاهُمْ، حَتَّى نَفِدَ مَا عِنْدَهُ فَقَالَ لَهُمْ حِيْنَ أَنْفَقَ كُلَّ شَئٍ بِيَدِهِ، مَا يَكُنْ مِنْ خَيْرٍ فَلَنْ أَدْخِرَهُ عَنْكُمْ، وَمَنْ يَسْتَعْفِفْ يُعِفَّهُ اللهُ، وَمَنْ يَسْتَغْنِ يُغْنِهِ اللهُ، وَمَنْ يَتَصَبَّرُ يُصَبِّرُهُ اللهُ، وَمَا أَعْطَى أَحَدٌ عَطَاءَ خَيْرًا وَأَوْسَعَ مِنَ الصَّبْرِ"
                        },
                        {
                            "id" : 1491,
                            "value" : "وَرَوَى مُسْلِمٌ عَنْ صُهَيْبِ رَضِىَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلَ الله صلى الله عليه وسلم: عَجَبًا لِأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ لَهُ خَيْرٌ وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلاَّ لِلْمُؤْمِنِ إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ"
                        },
                        {
                            "id" : 1492,
                            "value" : "النَّصْرُ مَعَ الصَّبْرِ وَالْفَرَجُ مَعَ الْكَرْبِ، وَإِنَّ مَعَ الْعُسْرِ يُسْرًا، إِنَّ مَعَ الْعُسْرِ يُسْرًا (رواه ابن النجار عن أنس) "
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: يَا أَيُّهَا الَّذِيْنَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا "
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ تَعَالَى: وَلَنَبْلُوَنَّكُمْ بِشَئٍ مِنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِيْنَ"
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعَالَى: إِنَّمَا يُوَفّىَ الصَّابِرُوْنَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ"
                    }
                ]
            },
            {
                "id" : 30,
                "title" : "الدرس الثلاثون: فى فضل القرآن وتلاوته",
                "hadist" : [
                        {
                            "id" : 1493,
                            "value" : "وَقَالَ رَسُوْلَ اللهِ صَلَى الله عليه وسلم: خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ (رواه البخارى) "
                        },
                        {
                            "id" : 1494,
                            "value" : "إِقْرَءُوا الْقُرْآن فَإِنَّهُ يَأْتِى يَوْمَ الْقِيَامَةِ شَفِيْعًا لِأَصْحَابِهِ (رواه مسلم) "
                        },
                        {
                            "id" : 1495,
                            "value" : "لاَحَسَدَ إِلاَّ فِى اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللهُ الْقُرْآنَ فَهُوَ يَقُوْمُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ آتَاهُ اللهُ مَالًا فُهُوَ يُنْفِقُهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ (رواه الشيخان) "
                        },
                        {
                            "id" : 1496,
                            "value" : "الَّذِى يَقْرَأُ الْقُرْآنَ وَهُوَ مَاهِرٌ بِهِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِى يَقْرَأُ الْقُرْآنَ وَيُتَعْتِعُ فِيْهِ وَهُوَ عَلَيْهِ شَاقٌّ لَهُ أَجْرَانِ (رواه الشّيخان)"
                        },
                        {
                            "id" : 1497,
                            "value" : "مَا اجْتَمَعَ قَوْمٌ فِى بَيْتٍ مِنْ بُيُوْتِ اللهِ يَتْلُوْنَ كِتَابَ اللهِ وَيَتَدَارَسُوْنَهُ بَيْنَهُمْ إِلاَّ نَزَلَتْ عَلَيْهِمُ السَّكِيْنَةُ وَغِشَيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ الْمَلاَئِكَةُ وَذَكَرَهُمُ اللهُ فِيْمَنْ عِنْدَهُ (رواه أبو هريرة) "
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ تَعَالَى: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوْ بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُوْنَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضِ ظَهِيْرًا"
                    }
                ]
            },
            {
                "id" : 31,
                "title" : "الدرس الحادى والثلاثون:فى فضل ذكر الله وحمده وشكره عز وجل",
                "hadist" : [
                        {
                            "id" : 1498,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صَلَى الله عَلَيْهِ وَسَلم قَالَ: يَقُوْلُ اللهُ تَعَالَى: أَنَا عِنْدَ الظَّنِّ عَبْدِى بِى، وَأَنَا مَعَهُ إِذَا ذَكَرَنِى، فَإِنْ ذَكَرَنِى فِى نَفْسِهِ ذَكَرْتُهُ فِى نَفْسِى، وَإِنْ ذَكَرَنِى فِى مَلَإِ ذَكَرْتُهُ فِى مَلَإٍ خَيْرٍ مِنْهُ"
                        },
                        {
                            "id" : 1499,
                            "value" : "وَرَوَى الْبُخَارِىّ عَنْ أَبِى مُوْسى رَضى الله عنه عَنِ النّبىّ صَلى الله عليه وسلم قَالَ: مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِى لاَ يَذْكُرُهُ مَثَلُ الْحَىَّ وَالْمَيِّتِ"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "وَقَالَ تَعَالَى: يَا أَيُّهَا الَّذِيْنَ آمَنُوا اذْكُرُوا اللهَ ذِكْرًا كَثِيْرًا وَسَبِّحُوْهُ بُكْرَةً وَأَصِيْلاً"
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ تَعَالَى: إِنَّ فِى خَلْقِ السَّمَوَاتِ وَالْأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لآيَاتِ لِأُولِى الْأَلْبَابِ، الَّذِيْنَ يَذْكُرُوْنَ اللهَ قِيَامًا وَقُعُوْدًا وَعَلَى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِى خَلْقِ السَّمَوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ"
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعَالَى: فَاذْكُرُوْنِى أَذْكُرْكُمْ وَاشْكُرُوْالِى وَلاَ تَكْفُرُوْنَ"
                    },
                    {
                        "id" : 4,
                        "value" :  "وَقَالَ تَعَالَى: وَلَئِنْ شَكَرْتُمْ لَأَزِيْدَنَّكُمْ"
                    },
                    {
                        "id" : 5,
                        "value" :  "وَقَالَ تَعَالَى: وَقُلِ الْحَمْدُ لِلّهِ" 
                    },
                    {
                        "id" : 6,
                        "value" :  "وَقَالَ تَعَالَى: وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلّهِ رَبِّ الْعَالَمِيْنَ"
                    }
                ]
            },
            {
                "id" : 32,
                "title" : "الدرس الثانى والثلاثون:فى أذكار وأدعية نبوية تقال فى الصباح والمساء",
                "hadist" : [
                        {
                            "id" : 1500,
                            "value" : "وَقَالَ رَسُوْل الله صلى الله عليه وسلم: مَنْ قَالَ حِيْنَ يُصْبِحُ وَحِيْنَ يُمْسِى سُبْحَانَ اللهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضل مِمَّا جَاءَ بِهِ إِلاَّ وَاحِدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ"
                        },
                        {
                            "id" : 1501,
                            "value" : "وَرَوَى مُسْلِم عَنِ ابْنِ مَسْعُوْدٍ رَضِىَ الله عَنْهُ كَانَ رَسُوْلَ الله صلى الله عليه وسلم إِذَا أَمْسَى قَالَ: أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلّهِ، وَالْحَمْدُ لله لاَ إِلَهَ إِلاّالله وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَئٍ قَدِيْر، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ، وَخَيْرَ مَا بَعْدَهَا، وَأَعُوْذُبِكَ مِنْ شَرِّ مَا فِى هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوْذُبِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ وَأَعُوْذُبِكَ مِنْ عَذَابْ فِى النَّارِ وَعَذَابِ فِى الْقَبْرِ وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا، أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلّهِ"
                        }               
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: يَا أَيُّهَا الَّذِيْنَ آمَنُوْا اذْكُرُوا اللهَ ذِكْرًا كَثِيْرًا وَسَبِّحُوْهُ بُكْرَةً وَأَصِيْلاً"
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ تعَالَى: وَاذْكُرْ رَبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَحِيْفَةً وَدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ ولَا تَكُنْ مِنَ الْغَافِلِيْنَ"
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعالَى: وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ'"
                    },
                    {
                        "id" : 4,
                        "value" :  "وَقال تَعَالَى: فِى بُيُوْتٍ أَذِنَ اللهُ أَنْ تُرْفَعُ وَيُذْكَرَ فِيْهَا اسْمُهُ، يُسَبِّحُ لَهُ فِيْهَا بِالْغُدُوِّ وَالْآصَالِ رِجَالٌ لاَ تُلْهِيْهِمْ تِجَارَةً وَلاَ بَيْعٌ عَنْ ذِكْرِ اللهِ"
                    }
                ]
            },
            {
                "id" : 33,
                "title" : "الدرس الثالث والثلاثون:فى أذكار وأدعية نبوية تقال عند النوم",
                "hadist" : [
                        {
                            "id" : 1502,
                            "value" : "كَانَ رَسُوْلَ اللهِ صَلَى الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ: بِاسْمِكَ أَللّهُمَّ أَحْيَا وَأَمُوْتُ (رواه البخارى) "
                        },
                        {
                            "id" : 1503,
                            "value" : "إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ يَقُوْلُ: بِاسْمِكَ رَبِّى وَضَعْتُ جَنْبِى وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِى فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِيْنَ (رواه الشّيخان)"
                        }       
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "null"
                    }
                ]
            },
            {
                "id" : 34,
                "title" : "الدرس الرابع والثلاثون: فى الرؤيا وأذكارها ",
                "hadist" : [
                        {
                            "id" : 1504,
                            "value" : "رَوَى الْبُخَارِى عَنْ أَبِى هُرَيْرَةَ رَضِىَ الله عَنْهُ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم يَقُوْلُ: لَمْ يَبْقَ مِنَ النُّبُوَّةِ إِلاَّ الْمُبَشَّرَات، قَالُوْا: وَمَا الْمُبَشَّرَات؟ قَالَ: الرُّؤْيَا الصَّالِحَةُ، إِذَا اقْتَرَبَ الزَّمَانُ لَمْ تَكَدْ رُؤْيَا الْمُؤْمِنِ تَكْذِبُ، وَرُؤْيَا الْمُؤْمِنُ جُزْءٌ مِنْ سِتَّةِ وَأَرْبَعِيْنَ جُزْءًا مِنَ النُّبُوَّةِ، وَفِى رِوَايَةٍ: أَصْدَقُكُمْ رُؤْيَا أَصْدَقُكُمْ حَدِيْثًا (رواه أبو هريرة) "
                        },
                        {
                            "id" : 1505,
                            "value" : "مَنْ رَآنِى فِى الْمَنَامِ فَسَيَرَانِى فِى الْيَقَظَةِ (أَوْكَأَنَّمَا رَآنِى فِى الْيَقَظَةِ) لاَ يَتَمَثَّلُ الشَّيْطَانُ بِى (رواه الشّيخان) "
                        },
                        {
                            "id" : 1506,
                            "value" : "إِذَا رَأَى أَحَدُكُمْ رُؤْيَا يُحِبُّهَا فَإِنَّمَا هِىَ مِنَ اللهِ تَعَالَى، فَلْيَحْمَدِ اللهَ عَلَيْهَا، وَلاَ يُحَدِّثُ بِهَا إِلاَّ مَنْ يُحِبُّ، وَإِذَا رَأَى غَيْرَ ذَلِكَ مِمَّا يَكْرَهُ فَإِنَّمَا هِىَ مِنَ الشَّيْطَانِ، فَلْيَسْتَعِدْ مِنْ شَرِّهَا وَلَا يَذْكُرْهَا لِأَحَدٍ فَإِنَّهَا لَا تَضُرُّهُ (رواه الشيخان)"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "null"
                    }
                ]
            },
            {
                "id" : 35,
                "title" : "الدرس الخامس والثلاثون:فى فضل الإجتماع عل ذر الله تعالى ",
                "hadist" : [
                        {
                            "id" : 1507,
                            "value" : "وَقَالَ رَسُوْل الله صلى الله عليه وسلم: إِنَّ لِلّهِ تَعَالَى مَلَائِكَةً يَطُوْفُوْنَ فِى الطُّرُقِ يَلْتَمِسُوْنَ أَهْلَ الذِّكْرِ، فَإِذَا وَجَدُوا قَوْمًا يَذْكُرُوْنَ اللهَ عَزَّ وَجَلَّ تَنَادَوا: هَلُمُّوا إِلَى حَاجَتِكُمْ فَيَخُفُّوْنَهُمْ بِأَجْنِحَتِهِمْ إِلَى السَّمَاءِ الدُّنْيَا، فَيَسْأَلْهُمْ رَبُّهُمْ، وَهُوَ أَعْلَمُ: مَا يَقُوْلُ عِبَادِى؟ قَالَ: يَقُوْلُوْنَ: يُسَبِّحُوْنَكَ وَيُكَبِّرُوْنَكَ، وَيَحْمَدُوْنَكَ وَيُمَجِّدُوْنَكَ، فَيَقُوْلُ: هَلْ رَأَوْنِى؟ فَيَقُوْلُوْنَ: لاَ وَاللهِ مَا رَأَوْكَ، فَيَقُوْلُوْنَ: كَيْفَ لَوْ رَأَوْنى؟ قَالَ: يَقُوْلُوْنَ لَوْ رَأَوْكَ كَانُوْا أَشَدَّ لَكَ عِبَادَةً، وَأَشَدَّ لَكَ تَمْجِيْدًا، وَأَكْثَرَ لَكَ تَسْبِيْحًا، فَيَقُوْلُ: فَمَاذَا يَسْأَلُوْنَ؟ قَالَ: يَقُوْلُوْنَ يَسْأَلُكَ الْجَنَّةَ، قَالَ: يَقُوْلُ وَهَلْ رَأَوْهَا؟ قَالَ: يَقُوْلُوْنَ: لَا، وَاللهِ يَا رَبِّ مَا رَأَوْهَا، قَالَ: يَقُوْلُ فَكَيْفَ لَوْ رَأَوْهَا؟ قَالَ: يَقُوْلُوْنَ لَوْ أَنَّهُمْ رَأَوْهَا كَانُوْا أَشَدَّ عَلَيْهَا حِرْصًا، وَأَشَدَّ لَهَا طَلَبًا وَأَعْظَمَ فِيْهَا رَغْبَةً، قَالَ: فَمِمَّ يَتَعَوَّذُوْنَ؟ قَالَ: يَتَعَوَّذُوْنَ مِنَ النَّارِ، قَالَ: فَيَقُوْلُ وَهَلْ رَأَوْهَا؟ قَال: يَقُوْلُوْنَ: لاَ، وَاللهِ مَا رَأَوْهَا، فَيَقُوْلُ: كَيْفَ لَوْ رَأَوْهَا؟ قَالَ: يَقُوْلُوْنَ لَوْ رَأَوْهَا أَشَدَّ مِنْهَا فِرَارًا، وَأَشَدَّ لَهَا مَخَافَةً، قَالَ فَيَقُوْلُ: فَأُشْهِدُكُمْ أَنِّى قَدْ غَفَرْتُ لَهُمْ، قَالَ: يَقُوْلُ مَلَكٌ مِنَ الْمَلاَئِكَةِ فِيْهِمْ فُلاَنٌ لَيْسَ مِنْهُمْ، وَإِنَّمَا جَاءَ لِحَاجَةٍ، قَالَ: فَيَقُوْلُ: هُمُ الْجُلَسَاءُلاَ يَشْقَى بِهِمْ جَلِيْسُهُمْ. (رواه الشيخان) "
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِىِّ يُرِيْدُوْنَ وَجْهَهُ"
                    }
                ]
            },
            {
                "id" : 36,
                "title" : "الدرس السادس والثلاثون:فى الإستغفار",
                "hadist" : [
                        {
                            "id" : 1508,
                            "value" : "وَقَالَ رَسُوْلَ اللهِ صَلى الله عليه وسلم: وَالَّذِيْ نَفْسِى بِيَدِهِ لَوْ لَمْ تُذْنِبُوا لِذَهَبَ اللهُ تَعَالَى بِكُمْ وَلَجَاءَ بِقَوْمٍ يُذْنِبُوْنَ فَيَسْتَغْفِرُوْنَ اللهَ تَعَالَى فَيَغْفِرْ لَهُمْ (رواه مسلم) "
                        },
                        {
                            "id" : 1509,
                            "value" : "سَيِّدُ الْإِسْتِغْفَارِ أَنْ يَقُوْلَ الْعَبْدُ: (أَللّهُمَّ أَنْتَ رَبِّى لَا إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِى وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَااسْتَطَعْتُ أَعُوْذُبِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُلَكَ بِنِعْمَتِكَ عَلَىَّ، وَأَبُوْءُ بِذَنْبِى فَاغْفِرْلِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ) (رواه البخارى) "
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَال اللهُ تَعَالَى: وَمَنْ يَعْمَلْ سُوْءًا أَوْ يَظْلِمْ نَفْسَهُ، ثُمَّ يَسْتَغْفِرِ اللهَ يَجِدِ اللهَ غَفُوْرًا رَحِيْمًا"
                    }
                ]
            },
            {
                "id" : 37,
                "title" : "الدرس السابع والثلاثون:فى الإستعاذات",
                "hadist" : [
                        {
                            "id" : 1510,
                            "value" : "رَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ الله عَنْهُ عَنِ النَّبِىِّ صلى الله عليه وسلم قَالَ: تَعَوَّذُوا بِاللهِ مِنْ جَهْدِ الْبَلاَءِ وَدَرْكِ الشَّقَاءِ وَسُوْءِ الْقَضَاءِ وَشَمَاتَةِ الْأَعْدَاءِ"
                        },
                        {
                            "id" : 1511,
                            "value" : "وَرَوَى مُسْلِمٌ عَنْ زَيْدِ بْنِ أَرْقَمِ رَضِىَ اللهُ عَنْهٌ قَالَ: كَانَ رَسُوْلَ اللهِ صَلَى اللهِ عَلَيْهِ وَسَلَم يَقُوْلُ: (أَللّهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَالْهَرَمِ وَعَذَابِ الْقَبْرِ، أَللّهُمَّ آتِ نَفْسِى تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلَاهَا، أَللّهُمَّ إِنِّى أَعُوْذُبِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبِ لَا يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دَعْوَةٍ لاَ يُسْتَجَابَ لَهَا)"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "null"
                    }
                ]
            },
            {
                "id" : 38,
                "title" : "الدرس الثامن والثلاثون: فى الدعاء ",
                "hadist" : [
                        {
                            "id" : 1512,
                            "value" : "وَقَالَ رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم: دَعْوَةُ الْمَرْءِ الْمُسْلِمِ لِأَخِيْهِ بِظَهْرِ الْغَيْبِ مُسْتَجَابَةٌ، عِنْدَ رَأْسِهِ مَلَكٌ مُوَكِّلٌ كُلَّمَا دَعَا لِأَخِيْهِ بِخَيْرٍ قَالَ الْمَلِكُ الْمُوَكَّلُ (آمِيْن) وَلَكَ بِمِثْلِ ذَلِكَ (رواه مسلم عن أبى الدرداء) "
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: وَقَالَ رَبُّكُمُ ادْعُوْنِى أَسْتَجِبْ لَكُمْ"
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ تَعَالَى: أُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِيْنَ "
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعَالَى: وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيْبٌ أُجِيْبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ"
                    },
                    {
                        "id" : 4,
                        "value" :  "وَقَالَ تَعَالَى: وَالَّذِيْنَ جَاءُوْا مِنْ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْلَنَا وَلِإِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْإِيْمَانِ وَ تَجْعَلْ فِى قُلُوْبِنَا غِلاًّ لِلَّذِيْنَ آمَنُوْا رَبَّنَا إِنَّكَ رَءُوْفٌ رَحِيْمٌ"
                    }
                ]
            },
            {
                "id" : 39,
                "title" : "الدرس التاسع والثلاثون:فى السلام وآدابه ",
                "hadist" : [
                        {
                            "id" : 1513,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنْ عَبْدِ الله بْنِ عَمْرِو رَضِىَ الله عَنْهُمَا أَنَّ رَجُلًا سَأَلَ رَسُوْلَ اللهِ صلى الله عليه وسلم: أَيُّ الْإِسْلَامِ خَيْرٌ؟ قَالَ: تُطْعِمُ الطَّعَام وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفُ"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ تَعَالَى: يَاأَيُّهَا الَّذِيْنَ آمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتَّى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلَى أَهْلِهَا"
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ تَعَالَى: وَإِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوْهَا"
                    }
                ]
            },
            {
                "id" : 40,
                "title" : "الدرس الأربعون:فى الزكاة ",
                "hadist" : [
                        {
                            "id" : 1514,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنِ ابْنِ عَبَّاسٍ رَضِىَ اللهُ عَنْهُمَا رَسُوْلَ الله صَلَى اللهُ عَلَيْهِ وَسَلَم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَقَالَ: إِنَّكَ تَأْتِى قَوْمًا أَهْلَ كِتَابٍ فَادْعُهُمْ إِلَى شَهَادَةِ أَنْ لَاإِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدًا رَسُوْلُ الله، فَإِنْ هُمْ أَطَاعُوْا لِذَلِكَ، فَأَعْلِمْهُمْ أَنَّ اللهَ قَدْ فَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِى الْيَوْمِ وَاللَّيْلَةِ، فَإِنْ هُمْ أَطَاعُوْا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللهَ قَدْ فَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائِهِمْ، فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَإِيَّاكَ وَكَرَائِمِ أَمْوَالِهِمْ، وَاتَّقِ دَعْوَةَ الْمَظْلُوْمِ، فَإِنَّهُ لَيْسَ بَيْنَهَا وَبَيْنَ اللهِ حِجَابٌ"
                        },
                        {
                            "id" : 1515,
                            "value" : "وَرَوَى البُخَارِى عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَى الله عليه وسلم: مَنْ آتَاهُ اللهُ مَالاَ فَلَمْ يُؤَدِّ زَكَاتَهُ مُثِّلَ مَالَهُ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ لَهُ زَبِيْبَتَانِ يُطَوِّقُهُ يَوْمَ الْقِيَامَةِ، ثُمَّ يَأْخُذُ بِلِهْزِمَتَيْهِ (يَعْنِى شِدْقَيْهِ) ثُمَّ يَقُوْلُ: أَنَا مَالُكَ، أَنَا كَنْزُكَ، ثُمَّ تَلَا: وَلاَ يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ، الآية"
                        },
                        {
                            "id" : 1516,
                            "value" : "وَرَوى الشَّيْخَانِ عَنْ أَبِى ذَرٍّ رَضِىَ الله عَنْهُ عَنِ النَّبِىِّ صَلى الله عليه وسلم قَالَ: مَا مِنْ رَجُلٍ يَكُوْنُ لَهُ إِبِلٍ أَوْ بَقَرٍأَوْ غَنَمِ لاَ يُؤَدِّى حَقَّهَا إِلاَّ أَتِىَ بِهَا يَوْمَ الْقِيَامَةِ أَعْظَمَ مَا يَكُوْنُ وَأَسْمَنَهُ تَطُؤُهُ بِأَخْفَافِهَا وَتَنْطَحُهُ بِقُرُوْنِهَا كُلَّمَا جَازَتْ أُخْرَاهَا رُدَّتْ عَلَيْهِ أُولاَهَا حَتَّى يُقْضِى بَيْنَ النَّاسِ"
                        },
                        {
                            "id" : 1517,
                            "value" : "وَرَوَى الشَّيْخَانِ عَنِ ابْنِ عُمَر رَضِى الله عَنْه قَالَ: فَرَضَ رَسُوْلَ الله صلى الله عليه وسلم زَكَاةَ الْفِطْرِـ صَاعًا مِنْ تَمْرٍ، أَوْ صَاعًا مِنْ شَعِيْرٍ، عَلَى الْعَبْدِ وَالْحُرِّ وَالذَّكَرِ وَالْأُنْثَى وَالصَّغِيْرِ وَالْكَبِيْرِ مِنَ الْمُسْلِمِيْنَ. وَأَمَرَ بِهَا أَنْ تُؤَدِّى قَبْلَ خُرُوْجِ النَّاسِ إِلَى صَلاَةِ الْعِيْدِ"
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: وَأَقِيْمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ "
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ تَعَالَى: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا"
                    }
                ]
            },
            {
                "id" : 41,
                "title" : "الدرس الحادى والأربعون: فى فضل الغنى الشاكر",
                "hadist" : [
                        {
                            "id" : 1518,
                            "value" : "وَقَالَ رَسُوْلَ اللهِ صَلَى اللهُ عَلَيْهِ وسلم: لاَحَسَدَ إِلاَّ فِى اثْنَتَيْنِ: رَجُلٍ آتَاهُ اللهُ مَالًا فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِى الْحَقِّ، وَرَجُلٍ آتَاهُ اللهُ حِكْمَةً فَهُوَ يَقْضِى بِهَا وَيُعَلِّمُهَا النَّاسَ (رواه الشّيخان) "
                        }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "وَهُوَ مَنْ أَخَذَ الْمَالَ مِنْ وَجْهِهِ وَصَرَفَهُ فِى وُجُوْهِهِ الْمَأمُوْرِ بِهَا قَالَ اللهُ تَعَالَى: فَأَمَّا مَنْ أَعْطَى وَاتَّقَى، وَصَدَّقَ بِالْحُسْنَى، فَسَنُيَسِّرُهُ لِلْيُسْرَى"
                    }    
                ]
            },
            {
                "id" : 42,
                "title" : "الدرس الثانى والأربعون: فى مدح الكرم والإنفاق فى طرق الخير",
                "hadist" : [
                    {
                        "id" : 1519,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صَلَى الله عليه وسلم: دِيْنَارٌ أَنْفَقْتَهُ فِى سَبِيْلِ اللهِ، وَدِيْنَارٌ أَنْفَقْتَهُ فِى رَقَبَةٍ، وَدِيْنَارٌ تَصَدَّقْتَ بِهِ عَلَى مِسْكِيْنِ، وَدِيْنَارٌ أَنْفَقْتَهُ عَلَى أَهْلِكَ ـ أَعْظَمُهَا أَجْرًا الَّذِى أَنْفَقْتَهُ عَلَى أَهْلِكَ (رواه مسلم) "
                    },
                    {
                        "id" : 1520,
                        "value" : "أَفْضَلُ دِيْنَارٍ يَنْفِقُهُ الرَّجُلُ دِيْنَارٌ يُنْفِقُهُ عَلَى عِيَالِهِ وَدِيْنَارٌ يُنْفِقُهُ عَلَى دَابَّتِهِ فِى سَبِيْلِ اللهِ وَدِيْنَارٌ يُنْفِقُهُ عَلَى أَصْحَابِهِ فِى سَبِيْلِ اللهِ (رواه مسلم)"
                    },
                    {
                        "id" : 1521,
                        "value" : "يَا ابْنَ آدَمَ ـ إِنَّكَ إِنْ تَبْذُلِ الْفَضْلَ خَيْرٌ لَكَ، وَإِنْ تُمْسِكْهُ شَرٌّ لَكَ، وَلاَ تُلاَمُ عَلَى كَفَافٍ، وَابْدَأْ بِمَنْ تَعُوْلُ وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى (رواه مسلم)  "
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" :  "قَالَ اللهُ تَعَالَى: لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ، وَمَنْ قُدِرَعَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللهُ، لَا يُكَلِّفُ اللهُ نَفْسًا إِلاَّ مَا آتَاهَا سَيَجْعَلُ اللهُ بَعْدَ عُسْرٍ يُسْرًا" 
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ تَعَالَى: وَمَا أَنْفَقْتُمْ مِنْ شَئٍ فَهُوَ يُخْلِفُهُ"
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعَالَى: وَعَلَى الْمَوْلُوْدِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِ"
                    },
                    {
                        "id" : 4,
                        "value" :  "وَقَالَ تَعَالَى: لَنْ تَنَالُو الْبِرَّ حَتَّى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ"
                    }
                ]
            },
            {
                "id" : 43,
                "title" : "الدرس الثالث والأربعون: فى ذم الشح والمن بالعطية والرجوع فى الهبة ",
                "hadist" : [
                    {
                        "id" : 1522,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَة رَضِى الله عَنْه أَنَّ النَّبِىَّ صلى الله عليه وسلم قَالَ: مَا مِنْ يَوْمِ يُصْبِحُ الْعِبَادُ فِيْهِ إِلاَّ مَلَكَانٍ يَنْزِلاَنِ، فَيَقُوْلُ أَحَدُهُمَا: أَللّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا، وَيَقُوْلُ الْآخِرُ: أَللّهُمَّ أَعْطِ مُمْسِكًا تَلَفًا"
                    },
                    {
                        "id" : 1523,
                        "value" : "إِنَّ اللهَ تَعَالَى يَرْضَى لَكُمْ ثَلَاثًا وَيَكْرَهُ لَكُمْ ثَلاَثًا، فَيَرْضَى لَكُمْ تَعْبُدُوْهُ وَلَا تُشْرِكُوْا بِهِ شَيْئًا وَأَنْ تَعْتَصِمُوْا بِحَبْلِ اللهِ جَمِيْعًا وَلَا تَفَرَّقُوْا وَيَكْرَهُ لَكُمْ ـ قِيْلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ وَإِضَاعَةَ الْمَالِ (رواه مسلم) "
                    }               
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: يَا أَيُّهَا الَّذِيْنَ آمَنُوْا لاَ تُبْطِلُوْا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى" 
                    }
                ]
            },
            {
                "id" : 44,
                "title" : "الدرس الرابع والأربعون: فى إيثار المرء علىنفسه لمواساة البؤساء",
                "hadist" : [
                    {
                        "id" : 1524,
                        "value" : "وَرَوَى مُسْلِمٍ عَنْ أَبِى سَعِيْدٍ رَضِىَ اللهُ عَنْهُ قَالَ: بَيْنَمَا نَحْنُ فِى سَفَرِ مَعَ النَّبِىِّ صلى الله عليه وسلم إِذَا جَاءَ رَجُلٌ عَلَى رَاحِلَةِ لَهُ، فَجَعَلَ يُصَرِّفُ بَصَرَهُ يَمِيْنًا وَشِمَالًا فَقَالَ رَسُوْلَ الله صلى الله عليه وسلم: مَنْ كَانَ مَعَهُ فَضْلَ ظَهْرٍ فَلْيَجُدْ بِهِ عَلَى مَنْ لاَ ظَهْرَ لَهُ، وَمَنْ كَانَ لَهُ فَضْلُ مِنْ زَادٍ فَلْيَجُدْ بِهِ عَلَى مَنْ لاَ زَادَ لَهُ، فَذَكَرَ مِنْ أَصْنَافِ الْمَالِ مَا ذَكَرَ حَتَّى رَأَيْنَا أَنَّهُ لاَ حَقُّ لِأَحَدٍ مِنَّا فِى فَضْلٍ"
                    }              
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَيُؤْثِرُوْنَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ" 
                    }
                ]
            },
            {
                "id" : 45,
                "title" : "الدرس الخامس والأربعون: فى القناعة وذم السؤال وأفضل أنواع الكسب",
                "hadist" : [
                    {
                        "id" : 1525,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم: لَيْسَ الْغِنَى عَنْ كَثْرَةِ الْعَرْضِ وَلَكِنَّ الْغِنَى غِنَى النَّفْسِ (رواه أبو هريرة) "
                    },
                    {
                        "id" : 1526,
                        "value" : "مَا أَكَلَ أَحَدٌ طَعَامًا قَطُّ خَيْرًا مِنْ أَنْ يَأْكُلَ مِنْ عَمَلِ يَدِهِ، وَإِنَّ نَبِيَّ اللهِ دَاوُدَ كَانَ يَأْكُلُ مِنْ عَمَلِ يَدِهِ (رواه البخارى) "
                    } 
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالى: وَمَا مِنْ دَابَّةٍ فِى الْأَرْضِ إِلاَّ عَلَى اللهِ رِزْقُهَا" 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: وَالَّذِيْنَ إِذَا أَنْفَقُوْا لَمْ يُسْرِفُوْا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا"
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعَالَى: فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوْا فِى الْأَرْضِ وَابْتَغُوْا مِنْ فَضْلِ اللهِ"
                    }
                ]
            },
            {
                "id" : 46,
                "title" : "درس السادس والأربعون:فى صوم رمضان وفضل الصيام وما يتعلق به",
                "hadist" : [
                    {
                        "id" : 1527,
                        "value" : "وَقَالَ رَسُوْلَ الله صَلى الله عليه وسلم: صُوْمُوْا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ، فَإِنْ غُمَّ عَلَيْكُمْ فَأَكْمِلُوْا عِدَّةَ شَعْبَانَ ثَلاَثِيْنَ يَوْمًا (رواه الشّبخان) "
                    },
                    {
                        "id" : 1528,
                        "value" : "مَنْ صَامَ رَمَضَانَ إِيْمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيْمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ (رواه أبو هريرة) "
                    },
                    {
                        "id" : 1529,
                        "value" : "كُلُّ عَمَلِ ابْنِ آدَمَ يُضَاعَفُ: الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةٍ ضِعْفٍ، قَالَ اللهُ تَعَالَى: إِلاَّ الْصَّوْمَ فَإِنَّهُ لِى وَأَنَا أَجْزِى بِهِ. يَدَعُ شَهْوَتَهُ وَطَعَامَهُ وَشَرَابَهُ مِنْ أَجْلِى، لِلصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ عِنْدَ فِطْرِهِ، وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ، وَلَخَلُوْفُ فَمِ الصَّائِمِ أَطِيْبُ عِنْدَ اللهِ مِنْ رِيْحِ الْمِسْكِ، وَالصّيَامِ جَنَّة، وَإِذَا كَانَ يَوْمُ صَوْمٍ أَحَدَكُمْ فَلاَ يَرْفَثُ وَلاَ يَصْخَبْ، فَإِنْ سَابَّهُ أَحَدٌ أَوْ قَاتَلَهُ فَلْيُقَلْ إِنِّى امْرُؤٌ صَائِمٌ (رواه الشّيخان) "
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: يَا أَيُّهَا الَّذِيْنَ آمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامَ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ " 
                    },
                    {
                        "id" : 2,
                        "value" : "إِلَى قَوْلِ اللهِ تَعَالَى: شَهْرُ رَمَضَانَ الَّذِيْ أَنْزَلَ فِيْهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ، فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ، وَمَنْ كَانَ مَرِيْضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ، يُرِيْدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ، وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُوْنَ"
                    }
                ]
            },
            {
                "id" : 47,
                "title" : "الدرس السابع والأربعون:فى الحجّ",
                "hadist" : [
                    {
                        "id" : 1530,
                        "value" : "وَقِيْلَ لِرَسُوْلِ اللهِ صلى الله عليه وسلم أَيُّ الْعَمَلَ أَفْضَلُ؟ قَالَ: إِيْمَانٌ بِاللهِ وَرَسُوْلِهِ، قِيْلَ ثُمَّ مَاذَا؟ قَالَ: الْجِهَادُ فِى سَبِيْلِ الله، قِيْلَ: ثُمَّ مَاذَا؟ قَالَ: حَجٌّ مَبْرُوْرٌ"
                    },
                    {
                        "id" : 1531,
                        "value" : "وَرَوَى مُسْلِمٌ عَنْ أَبِى هُرَيْرَةَ أَيْضًا قَالَ: خَطَبَنَا رَسُوْلَ الله صَلى الله عليه وسلم فَقَالَ: يَا أَيُّهَا النَّاسُ قَدْ فَرَضَ عَلَيْكُم ُالْحَجَّ فَحُجُّوا"
                    },
                    {
                        "id" : 1532,
                        "value" : "وَرَوَى الشَّيْخَان عن أبى هريرة أَيْضًا قَال: قال رسول الله صلى الله عليه وسلم: مَنْ حَجَّ لِلّهِ فَلَمْ يَرْفُثُ وَلَمْ يَفْسُقُ رَجَعَ كَيَوْمِ وَلَدَتْهُ أُمُّهُ"
                    },
                    {
                        "id" : 1533,
                        "value" : "وَرَوَى الشَّيْخَان عَنْ أَبِى هُرَيْرَةَ أَيْضًا قَالَ: قَالَ رَسُوْلَ الله صلى الله عليه وسلم: الْعُمْرَةِ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا، وَالْحَجُّ الْمَبْرُوْرُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الْجَنَّةَ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيْلًا، وَمَنْ كَفَرَ فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِيْنَ" 
                    }
                ]
            },
            {
                "id" : 48,
                "title" : "الدرس الثامن والأربعون: فى التقوى والاستقامة على الطاعة ومحبة الخيرات ",
                "hadist" : [
                    {
                        "id" : 1534,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ الله عَنْهُ قَالَ: قِيْلَ: يَارَسُوْلَ اللهِ مَنْ أَكْرَمُ النَّاسِ؟ قَالَ: أَتْقَاهُمْ"
                    },
                    {
                        "id" : 1535,
                        "value" : "وَرَوَى مُسْلِمٌ عَنْ سُفْيَان بْنِ عَبْدِ اللهِ رَضِىَ اللهُ عَنْهُ قَالَ: قُلْتُ يَا رَسُوْلَ اللهِ، قُلْ لِى فِى الْإِسْلَامِ قَوْلًا، لاَ أَسْأَلُ عَنْهُ أَحَدًا غَيْرَكَ، قَالَ: قُلْ آمَنَتْ بِاللهِ ثُمَّ اسْتَقِمْ، وَرَوَى مُسْلِم عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ: بَادِرُوْا بِالْأَعْمَالِ الصَّالِحَة فَسَتَكُوْنُ فِتَنْ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ، يُصْبِحُ الرَّجُلُ مُؤْمِنًا، وَيُمْسِى كَافِرًا، وَيُمْسَى مُؤْمِنًا، وَيُصْبِحُ كَافِرًا يَبِيْعُ دِيْنَهُ بِعَرَضٍ مِنَ الدُّنْيَا (رواه مسلم) "
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: إِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلاَئِكَةُ أَلَّا تَخَافُوْا وَلاَ تَحْزَنُوْا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِى كُنْتُمْ تُوْعَدُوْنَ" 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: فَاسْتَبِقُواالْخَيْرَاتِ"  
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: وَسَارِعُوْا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتِ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِيْنَ"   
                    },
                    {
                        "id" : 4,
                        "value" : "وَقَالَ تَعَالَى: يَاأَيُّهَا الَّذِيْنَ آمَنُوا اتَّقُوا اللهَ وَقُوْلُوْا قَوْلاً سَدِيْدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُوْلَهُ فَقَدْ فَازَ فَوْزًا عَظِيْمًا"   
                    },
                    {
                        "id" : 5,
                        "value" :  "وَقَالَ تَعَالَى: وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقُهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ"   
                    }
                ]
            },
            {
                "id" : 49,
                "title" : "الدرس التاسع والأربعون: فى الاقتصاد فى الطاعة لئلأ تمل النفس",
                "hadist" : [
                    {
                        "id" : 1536,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنِ السَّيِّدَةِ عَائِشَةَ رَضِىَ اللهُ عَنْهَا أَنَّ النَّبِىّ صَلى الله عليه وسلم دَخَلَ عَلَيْهَا وَعِنْدَهَا امْرَأَةً، قَالَ: مَنْ هَذِهِ؟ قَالَتْ هَذِهِ فُلَانَةُ تَذْكُرُ مِنْ صَلاَتِهَا، قَالَ: مَهْ عَلَيْكُمْ بِمَا تُطِيْقُوْنَ، فَوَاللهِ لاَ يَمَلُّ اللهُ حَتَّى تَمَلُّوا. وَكَانَ أَحَبُّ الدِّيْنِ إِلَيْهِ مَادَاوَمَ صَاحِبُهُ عَلَيْهِ"
                    },
                    {
                        "id" : 1537,
                        "value" : "الدِّيْنُ يُسْرٌ وَلَنْ يُشَادَّ الدِّيْنَ أَحَدٌ إِلاَّ غَلَبَهُ فَسَدَّدُوا وَقَارِبُوا وَأَبْشِرُوا وَاسْتَعِيْنُوْا بِالْغُدْوَةِ وَالرَّوْحَةِ وَشَئٍ مِنَ الدُّلْجَةِ (رواه البخارى) "
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: يُرِيْدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ" 
                    }
                ]
            },
            {
                "id" : 50,
                "title" : "الدرس الخمسون: فى المحافظة على السنة وآدبها والنهى عن البدع",
                "hadist" : [
                    {
                        "id" : 1538,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ عَنِ النَّبِىَّ صَلَى الله عليه وسلم قَالَ: دَعُوْنِى مَا تَرَكْتُكُمْ إِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ كَثْرَةَ سُؤَالِهِمْ وَاخْتِلاَفُهُمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا نَهَيْتُكُمْ عَنْ شَئٍ فَاجْتَنِبُوْهُ، وَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوْا مِنْهُ مَا اسْتَطَعْتُمْ"
                    },
                    {
                        "id" : 1539,
                        "value" : "وَرَوَى الْبُخَارِىُّ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ أنّ رسول الله صلى الله عليه وسلم قَالَ: كُلُّ أُمَّتِى يَدْخُلُوْنَ الْجَنَّةَ إِلاَّ مَنْ أَبِى ـ قِيْلَ: وَمَنْ يَأْتِى يَا رَسُوْلَ الله؟ قَالَ: مَنْ أَطَاعَنِى دَخَلَ الْجَنَّةَ، وَمَنْ عَصَانِى فَقَدْ أَبِى"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَمَا آتَاكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا" 
                    },
                    {
                        "id" : 2,
                        "value" :  "وَقَالَ اللهُ تَعَالَى : قُلْ إِنْ كُنْتُمْ تُحِبُّوْنَ اللهَ فَاتَّبِعُوْنِى يُحْبِبْكُمُ اللهُ وَيَغْفِرْلَكُمْ ذُنُوْبَكُمْ" 
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعَالَى: لَقَدْ كاَنَ لَكُمْ فِى رَسُوْلِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُوا الله وَالْيَوْمَ الْآخِرَ" 
                    },
                    {
                        "id" : 4,
                        "value" :  "وَقَالَ تَعَالَى: فَلاَ وَرَبُّكَ لاَ يُؤْمِنُوْنَ حَتَّى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِى أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا" 
                    },
                    {
                        "id" : 5,
                        "value" :  "وَقَالَ تَعَالَى: إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ إِذَا دُعُوْا إِلَى اللهِ وَرَسُوْلِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُوْلُوْا سَمِعْنَا وَأَطَعْنَا وَأُلَئِكَ هُمُ الْمُفْلِحُوْنَ" 
                    },
                    {
                        "id" : 6,
                        "value" :  "وَقَالَ تَعَالَى: فَإِنْ تَنَازَعْتُمْ فِى شَئٍ فَرُدُّوْهُ إِلَى اللهِ وَالرَّسُوْلِ إِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللهِ وَالْيَوْمِ الْآخِرِ" 
                    }
                ]
            },
            {
                "id" : 51,
                "title" : "الدرس الحادى والخمسون:فى فضل أهل بيت رسول الله صلى الله عليه وسلم ومحبتهم",
                "hadist" : [
                    {
                        "id" : 1540,
                        "value" : "وَرَوَى مُسْلِمٌ عَنْ يَزِيْدَ بْنِ حَيَّان قَالَ: انْطَلَقْتُ وَأَنَا حُصَيْنُ بْنُ سَبُرَةَ وَعَمْرُو ابْن مُسْلِمٍ إِلَى زَيْدُ بْنِ أَرْقَمَ رَضِىَ اللهُ عَنْهُمْ فَلَمَّا جَلَسْنَا إِلَيْهِ، قَالَ حُصَيْنٌ: لَقَدْ لَقِيْتَ يَازَيْدُ خَيْرًا كَثِيْرًا ـ رَأَيْتَ رَسُوْلَ اللهِ صَلَى الله عليه وسلم وَسَمِعْتَ حَدِيْثَةُ، وَغَزَوْتَ مَعَهُ وَصَلَّيْتَ خَلْفَهُ ـ حَدَّثْنَا يَازَيْدُ مَا سَمِعْتَ مِنْ رَسُوْل الله صلى الله عليه وسلم قَالَ: يَا ابْنَ أخِى: وَاللهِ لَقَدْ كَبِرَتْ سِنِّى وَقَدُمَ عَهْدِى ـ وَنَسِيْتُ بَعْضَ الَّذِيْ كُنْتُ أَعِى مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم فَمَا حَدَّثْتُكُمْ فَاقْبَلُوْا وَمَالًا فَلاَ تُكَلِّفُوْنِيْهِ ثُمَّ قَالَ: قَامَ رَسُوْلُ الله صلى الله عليه وسلم يَوْمًا فِيْنَاخَطِيْبًا بِمَاءٍ يُدْعَى خُمًّا، بَيْنَ مَكَّةَ وَالْمَدِيْنَةِ فَحَمِدَ اللهَ، وَأثْنَى عَلَيْهِ وَوَعَظَ وَذَكَّرَ، ثُمَّ قَالَ: أَمَّا بَعْدُ: أَلَا أَيُّهَا النَّاسُ فَإِنَّمَا أَنَا بَشَرٌ يُوْشِكُ أَنْ يَأْتِى رَسُوْلُ رَبِّى فَأُجِيْبُ، وَأَنَا تَارِكٌ فِيْكُمْ ثَقَلَيْنِ: أَوَّلَهُمَا كِتَابُ اللهِ فِيْهِ الْهُدَى وَالنُّوْرُ فَخُذُوا بِكِتَابِ اللهِ وَاسْتَمْسِكُوْا بِهِ، ثُمَّ قَالَ: وَأَهْلُ بَيْتِى، أُذَكِّرُكُمُ اللهَ فِى أَهْلِ بَيْتِى، فَقَالَ لَهُ حُصَيْنٌ: وَمَنْ أَهْلُ بَيْتِهِ يَا زَيْدُ؟ أَلَيْسَ نِسَاؤُهُ مِنْ أَهْلِ بَيْتِهِ؟ قَالَ نِسَاؤُهُ لَسْنَ مِنْ أَهْلِ بَيْتِهِ، وَلَكِنْ أَهْلَ بَيْتِهِ عَنْ حَرَمَ الصَّدَقَةَ بَعْدَهُ، قَالَ وَمَنْ هُمْ؟ قَالَ آلُ عَلِىُّ وَآلُ عَقِيْلٍ، وَآلُ جَعْفَرٍ وَآلُ عَبَّاسٍ قَالَ: كُلُّ هَؤُلاَءِ حُرِمَ الصّدَقَةَ؟ قَالَ: نَعَمْ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: إِنَّمَا يُرِيْدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًا" 
                    }
                ]
            },
            {
                "id" : 52,
                "title" : "الدرس الثانى والخمسون: فى ذكر فضل الصحابة رضى الله عنهم",
                "hadist" : [
                    {
                        "id" : 1541,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنِ الْبَرَّاءِ بْنِ عَازِبِ رَضِىَ اللهُ عَنْهُ عَنِ النَّبِىِّ صلى الله عليه وسلم أَنُّهُ قَالَ فِى الْأَنْصَارِ: لاَ يُحِبُّهُمْ إِلاَّمُؤْمِنٌ، وَلاَ يُبْغِضُهُمْ إِلاَّ مُنَافِقٌ، فَمَنْ أَحَبَّهُمْ أَحَبَّهُ اللهُ وَمَنْ أَبْغَضَهُمْ أَبْغَضَهُ اللهُ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: مُحَمَّدٌ رَسُوْلُ اللهِ وَالَّذِيْنَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءِ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُوْنَ فَضْلاً مِنَ اللهِ وَرِضْوَانًا سِيْمَاهُمْ فِى وُجُوْهِهِمْ مِنْ أَثَرِ السُّجُوْدِ" 
                    }
                ]
            },
            {
                "id" : 53,
                "title" : "الدرس الثالث والخمسون: فى فضل الجهاد ",
                "hadist" : [
                    {
                        "id" : 1542,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ قَالَ: سُئِلَ رَسُوْلَ اللهِ صَلَى الله عليه وسلم أَىُّ الْعَمَلِ أَفْضَلُ؟ قَالَ: إِيْمَانٌ بِاللهِ وَرَسُوْلِهِ، قِيْلَ ثُمَّ مَاذَا؟ قَالَ: الْجِهَادُ فِى سَبِيْلِ اللهِ قِيْلَ ثُمَّ مَاذَا؟ قَالَ: حَجٌّ مَبْرُوْرٌ"
                    }               
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قاَلَ اللهُ تَعَالَى: وَقَاتِلُوا الْمُشْرِكِيْنَ كَافَّةً كَمَا يُقَاتِلُوْنَكُمْ كَافَّةً وَاعْمَلُوْا أَنَّ اللهَ مَعَ الْمُتَّقِيْنَ" 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تعَالَى: يَاأَيُّهَا الَّذِيْنَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيْكُمْ مِنْ عَذَابٍ أَلِيْمٍ تُؤْمِنُوْنَ بِاللهِ وَرَسُوْلِهِ وَتُجَاهِدُوْنَ فِى سَبِيْلِ اللهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُوْنَ، يَغْفِرْ لَكُمْ ذُنُوْبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِى مِنْ تَحْتِهَا الْأَنْهَارُ، وَمَسَاكِنَ طَيِّبَةً فِى جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيْمِ، وَأُخْرَى تُحِبُّوْنَهَا نَصْرٌ مِنَ اللهِ وَفَتْحٌ قَرِيْبٌ وَبَشِّرِ الْمُؤْمِنِيْنَ" 
                    }
                ]
            },
            {
                "id" : 54,
                "title" : "الدرس الرابع والخمسون: فى فضل شهداء الحرب وشهداء الآخرة ",
                "hadist" : [
                    {
                        "id" : 1543,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَنَسٍ أَنَّ النَّبِىَّ صَلى الله عليه وسلم قَالَ: مَا أَحَدٌ يَدْخُلُ الْجَنَّةَ يُحِبُّ أَنْ يَرْجِعَ إِلَى الدُّنْيَا وَلَهُ مَا عَلَى الْأَرْضِ مِنْ شَئٍ إِلاَّ الشَّهِيْدُ يَتَمَنَّى أَنْ يَرْجِعَ إِلَى الدُّنْيَا فَيُقْتَلُ عَشْرَ مَرَّاتٍ لِمَا يَرَى مِنَ الْكَرَامَةِ"
                    }             
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوا فِى سَبِيْلِ اللهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَ، فَرِحِيْنَ بِمَا آتَاهُمُ اللهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِنْ خَلْفِهِمْ أَنْ لَا خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُوْنَ، يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِنَ اللهِ وَفَضْلٍ وَأَنَّ اللهَ لَا يُضِيْعُ أَجْرَ الْمُؤْمِنِيْنَ" 
                    }
                ]
            },
            {
                "id" : 55,
                "title" : "الدرس الخامس والخمسون: فى وجوب طاعة ولاة الأمور ",
                "hadist" : [
                    {
                        "id" : 1544,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم: إِنَّهُ سَتَكُوْنُ بَعْدِى أَثْرَةٌ وَأُمُوْرٌ تُنْكِرُوْنَهَا، قَالُوْا: يَا رَسُوْلَ اللهِ كَيْفَ تَأْمُرُ مَنْ أَدْرَكَ مِنَّا ذَلِكَ؟ قَالَ: تُؤَدُّوْنَ الْحَقَّ الَّذِي عَلَيْكُمْ وَتَسْأَلُوْنَ الَّذِي لَكُمْ ( رواه الشيخان) "
                    },
                    {
                        "id" : 1545,
                        "value" : "وَقَالَ صَلَى الله عَلَيْه وَسَلَم: مَنْ أَطَاعَنِى فَقَدْ أَطَاعَ اللهَ، وَمَنْ عَصَائِى فَقَدْ عَصَى اللهَ، وَمَنْ يُطِعِ الْأَمِيْرَ فَقَدْ أَطَاعَنِى، وَمَنْ يَعْصِ الْأَمِيْرَ فَقَدْ عَصَانِى (رواه أبو هريرة)"
                    }     
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: يَآأَيُّهَاالَّذِيْنَ آمَنُوْا أَطِيْعُوا اللهَ وَأَطِيْعُوا الرَّسُوْلَ وَأُولِى الْأَمْرِ مِنْكُمْ" 
                    }
                ]
            },
            {
                "id" : 56,
                "title" : "الدرس السادس والخمسون: فو حث ولاة الأمور على اتخاذ قرناء صالحين",
                "hadist" : [
                    {
                        "id" : 1546,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم: مَا بَعَثَ اللهُ مِنْ نَبِيٍّ وَلاَ اسْتَخْلَفَ مِنْ خَلِيْفَةٍ إِلاَّ كَانَتْ لَهُ بِطَانَتَانِ، بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوْفِ وَتَحُضُّهُ عَلَيْهِ، وَبِطَانَةً تَأْمُرُهُ بِالشَّرِّ وَتَحُضُّهُ عَلَيْهِ وَالْمَعْصُوْمُ مَنْ عَصَمَ اللهُ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لاَ يُرِيْدُوْنَ عُلُوًّا فِى الْأَرْضِ وَلاَ فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ"  
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: الْأَخِلاَّءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوُّ إِلاَّ الْمُتَّقِيْنَ"  
                    }
                ]
            },
            {
                "id" : 57,
                "title" : "الدرس السابع والخمون:فى المشاورة والنيحة والاستخار",
                "hadist" : [
                    {
                        "id" : 1547,
                        "value" : "وَرَوَى مُسْلِمٌ عَنْ تَمِيْمِ الدَّارِى أَنَّ النَّبِىَّ صَلَى اللهُ عَلَيْهِ وَسَلَم قَالَ: الدِّيْنُ النَّصِيْحَةُ قُلْنَا: لِمَنْ يَا رَسُوْلَ الله؟ قَالَ: لله وَلِكِتَابِهِ وَلِرَسُوْلِهِ وَلِأَئِمَّةِ الْمُسْلِمِيْنَ وَعَامَّتِهِمْ"
                    },
                    {
                        "id" : 1548,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ جَبِيْرٍ الْبَحَلِى قَالَ: بَا يَعْتُ رَسُوْلَ الله صلى الله عليه وَسَلَم عَلَى إِقَامِ الصَّلاَةِ وَإِيْتَاءِ الزَّكَاةِ وَالنُّصْحِ لِكُلِّ مُسْلِمٍ"
                    },
                    {
                        "id" : 1549,
                        "value" : "وَرَوَى الْبُخَارِى عَنْ جَابِرٍ قَالَ: كَانَ رَسُوْلُ الله صلى الله عليه وسلم يَقُوْلُ: إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيْضَة، ثُمَّ لْيَقُلْ: (أَللّهُمَّ إِنِّى أَسْتَخِيْرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيْمِ، فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ وَتَعْلَمُ وَلَا أَعْلَمُ وَأَنْتَ عَلاَّمُ الْغُيُوْبِ، اَللّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ خَيْرٌ لِى فِى دِيْنِى وَمَعَاشِى وَعَاقِبَةُ أَمْرِى أَوْ قَالَ: عَاجِلٌ أَمْرِى وَآجِلِهِ، فَاقْدِرْهُ لِى وَيَسِّرْهُ لِى ثُمَّ بَارِكْ لِى فِيْهِ وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرَّ لِى فِى دِيْنِى وَمَعَاشِى وَعَاقِبَةِ أَمْرِى فَاصْرِفْهُ عَنِّى وَاصْرِفْنِى عَنْهُ، وَاقْدِرْ لِى الْخَيْرَ حَيْثُ كَانَ ثُمَّ رَضِّنِى بِه"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَشَاوِرْهُمْ فِى الْأَمْرِ"  
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: وَأَمْرُهُمْ شُوْرَى بَيْنَهُمْ"  
                    }
                ]
            },
            {
                "id" : 58,
                "title" : "الدرس الثامن والخمسون: فى مدح العدل والرفق بالرعية وتحريم ظلمها وغشها",
                "hadist" : [
                    {
                        "id" : 1550,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنِ ابْنِ عُمَرَ قَالَ: سَمِعْتُ رَسُوْلَ الله صَلَى الله عَلَيْهِ وسلم يَقُوْلُ: كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُوْلٌ عَنْ رَعِيَّتِهِ، فَالْإِمَامُ رَاعٍ وَمَسْئُوْل عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ فِى أَهْلِهِ وَمَسْئُوْلٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ رَاعِيَةٌ فِى بَيْتِ زَوْجِهَا، وَمَسْئُوْلَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ رَاعٍ فِى مَالِ سَيِّدِهِ، وَمَسْئُوْلٌ عَنْ رَعِيَّتِهِ، وَكُلُّكُمْ رَاعٍ وَمَسْئُوْلٌ عَنْ رَعِيَّتِهِ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيْتآءِ ذِى الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشآءِ وَالْمُنْكَرِ وَالْبَغَىِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ"  
                    }
                ]
            },
            {
                "id" : 59,
                "title" : "الدرس التاسع والخمسون:تحريم الظلم وفى الأمور بالمعروف والنهى عن المنكر",
                "hadist" : [
                    {
                        "id" : 1551,
                        "value" : "وَقَالَ رَسُوْلُ الله صَلى الله عليه وسلم: اتَّقُوا الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ، وَاتَّقُوا الشَّحَّ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ وَحَمَلَهُمْ عَلَى أَنْ سَفَكُوْا دِمَاءَهُمْ وَاسْتَحَلُّوْا مَحَارِمَهُمْ (رواه مسلم)"
                    },
                    {
                        "id" : 1552,
                        "value" : "وَرَوَى أَيْضًا مُسْلِمٌ عَنْ أَبِى هُرَيْرَةَ أَنَّ رَسُوْلَ الله صلى الله عليه وسلم قال: أَتَدْرُوْنَ مَنِ الْمُفْلِسُ؟ قَالُوْا الْمُفْلِسُ فِيْنَا مَنْ لاَ دِرْهَمُ لَهُ وَلاَ مَتَاعٌ، فَقَالَ: إِنَّ الْمُفْلِسَ مِنْ أُمَّتِى مَنْ يَأْتِى يَوْمَ الْقِيَامَةِ بِصَلاَةِ وَصِيَامٍ وَزَكَاةٍ وَيَأْتِى وَقَدْ شَتَمَ هَذَا، وَقَذَفَ هَذَا وَأَكَلَ مَالَ هَذَا، وَسَفَكَ دَمَ هَذَا وَضَرَبَ هَذَا فَيُعْطَى هَذَا مِنْ حَسَنَاتِهِ وَهَذَا مِنْ حَسَنَاتِهِ، فَإِنْ فَنِيَتْ حَسَنَاتِهِ قَبْلَ أَنْ يُقْضَى مَا عَلَيْهِ أُخِذَ مِنْ خَطَايَاهُ فَطُرِحَتْ عَلَيْهِ ثُمَّ طُرِحَ فِى النَّارِ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: مَا لِلظَّالِمِيْنَ مِنْ حَمِيْمٍ وَلاَ شَفِيْعٍ يُطَاعُ"   
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: وَمَا لِلظَّالِمِيْنَ مِنْ وَلِىٍّ وَلاَ نَصِيْرٍ"   
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُوْنَ إِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُوْنَ"   
                    },
                    {
                        "id" : 4,
                        "value" : "وَقَالَ تَعَالَى: كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ"   
                    },
                    {
                        "id" : 5,
                        "value" : "وَقَالَ تَعَالَى: وَالْمُؤْمِنُوْنَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيآءُ بَعْضٍ يَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ"   
                    }
                ]
            },
            {
                "id" : 60,
                "title" : "الدرس الستون: فى فضل الزهد فى الدنيا",
                "hadist" : [
                    {
                        "id" : 1553,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَنَسٍ أَنَّ النَّبِىّ صلى الله عليه وسلم  قَالَ: أَللّهُمَّ لَا عَيْشَ إِلاَّ عَيْشُ الْآخِرَةِ"
                    },
                    {
                        "id" : 1554,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَنَسٍ أَيْضًا عَنْ رَسُوْلِ اللهِ صَلَى اللهُ عَلَيْهِ وَسَلَم قَالَ: يَتْبَعُ الْمَيِّتَ ثَلاَثَةٌ: أَهْلُهُ، وَمَالُهُ، وَعَمَلُهُ، فَيَرْجِعُ اثْنَانِ، وَيَبْقَى وَاحِدٌ يَرْجِعُ أَهْلُهُ وَمَالُهُ وَيَبْقَى عَمَلُهُ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءِ أَنْزَلْنَاهُ مِنَ السَّمآءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَزَيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُوْنَ عَلَيْهَا أَتَاهَا أَمَرَنَا لَيْلاً أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيْدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ"  
                    }
                ]
            },
            {
                "id" : 61,
                "title" : "الدرس الحادى والستون: فى بر الوالدين وتحريم عقوقها",
                "hadist" : [
                    {
                        "id" : 1555,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنِ ابْنِ مَسْعُوْدٍ قَالَ: سَأَلْتُ النَّبِىَّ صَلَى الله عليه وسلم أَيُّ الْأَعْمَالِ أَحَبُّ إِلَى اللهِ تَعَالَى؟ قَالَ: الصَّلاَةُ عَلَى وَقْتِهَا، قُلْتُ ثُمَّ أَيُّ؟ قَالَ بِرُّ الْوَالِدَيْنِ، قُلْتُ أَيُّ؟ قَالَ الْجِهَادُ فِى سَبِيْلِ اللهِ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ تَعَالَى: وَقَضَى رَبُّكَ أَنْ لاَ تَعْبُدُوْا إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُلْ لَهُمَا أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيْمًا وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيْرًا"                          
                    }
                ]
            },
            {
                "id" : 62,
                "title" : "الدرس الثانى والستون:فى طلب العدل بين الأولاد",
                "hadist" : [
                    {
                        "id" : 1556,
                        "value" : "رَوَى الشَّيْخَانِ عَنِ النُّعْمَانِ بْنِ بَشِيْرٍ، أَنَّ أَبَاهُ أَتَى بِهِ إِلَى رَسُوْلِ الله صلى الله عليه وسلم، فَقَالَ: إِنِّى نَحَلْتُ ابْنِى هَذَا غُلَامًا كَانَ لِى، فَقَالَ رَسُوْلُ الله صلى الله عليه وسلم: أَفَعَلْتَ هَذَا بِوَلَدِكَ كُلِّهِمْ؟ قَالَ: لاَ، قَالَ: إِتَّقُوا اللهَ وَاعْدِلُوا فِى أَوْلاَدِكُمْ فَرَجَعَ أَبِى، فَرَدَّ تِلْكَ الصَّدَقَةَ"
                    }               
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null"                          
                    }
                ]
            },
            {
                "id" : 63,
                "title" : "الدرس الثالث والستون:فى حق الزوجين والوصية بالنساء وتربية الأولاد",
                "hadist" : [
                    {
                        "id" : 1557,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صَلى الله عليه وسلم: إِذَا دَعَا الرَّجُلُ امْرَأَتَهُ إِلَى فِرَاشِهِ فَلَمْ تَأْتِهِ فَبَاتَ غَضْبَانَ عَلَيْهَا، لَعَنَتْهَا الْمَلاَئِكَةُ حَتَّى تُصْبِحَ (رواه الشّيخان)"
                    }                             
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: اَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِكُمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللهُ"                          
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ"                          
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: وَأْمُرْ أَهْلَكَ بِالصَّلاَةِ وَاصْبِرْ عَلَيْهَا"                          
                    },
                    {
                        "id" : 4,
                        "value" : "وَقَالَ تَعَالَى: يَآأَيُّهَا الَّذِيْنَ آمَنُوا قُوْاأَنْفُسَكُمْ وَأَهْلِيْكُمْ نَارًا"                          
                    }
                ]
            },
            {
                "id" : 64,
                "title" : "الدرس اللرابع والستون:فى تحريم مال اليتيم والإحسان إلى الأرملة والمسكين",
                "hadist" : [
                    {
                        "id" : 1558,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ عَنِ النَّبِيِّ صَلَى الله عليه وسلم قَالَ: إِجْتَنِبُوا السَّبْعَ الْمُوْبِقَاتِ، قَالُوْا: يَارَسُوْلَ اللهِ وَمَا هُنَّ؟ قَالَ: الشِّرْكَ بِاللهِ، وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتِى حَرَّمَ الله إِلاَّ بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالَ الْيَتِيْمِ وَالتَّوَلَّى يَوْمَ الزَّحْفِ، وَقُذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلَاتِ"
                    },
                    {
                        "id" : 1559,
                        "value" : "وَقَالَ صَلَى الله عليه وسلم: السَّاعِى عَلَى الْأَرْمَلَةِ وَالْمِسْكِيْنَ كَالْمُجَاهِدِ فِى سَبِيْلِ اللهِ (رواه الشّيخان)"
                    }                     
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: فَأَمَّا الْيَتِيْمَ فَلَا تَقْهَرْ وَأَمَّا السَّآئِلَ فَلاَ تَنْهَرْ"                          
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: إِنَّ الَّذِيْنَ يَأْكُلُوْنَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُوْنَ فِى بُطُوْنِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيْرًا"                    
                    }
                ]
            },
            {
                "id" : 65,
                "title" : " الدرس الخامس والستون: فى تحريم الخلوة بالأجنبية والنظر إلى الأمرد الجميل ",
                "hadist" : [
                    {
                        "id" : 1560,
                        "value" : "رَوَى الشَّيْخَانِ عَنِ ابْنِ عَبَّاسٍ أَنَّ رَسُوْلَ اللهِ صَلَى الله عليه وسلم قَالَ: لاَ يَخْلُوَنَّ أَحَدُكُمْ بِامْرَأَةٍ إِلاَّ مَعَ ذِى مَحْرَمٍ (ومثل الخلوة بالأجنبية الخلوة بالأمورد الجميل)"
                    }          
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَإِذَا سَأَلْتُمُوْهُنَّ مَتَاعًا فَاسْأَلُوْهُنَّ مِنْ وَرَاءِ حِجَابٍ"                           
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: قُلْ لِلْمُؤْمِنِيْنَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوْجَهُمْ"                    
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلٌّ أُولَئِكَ كَانَ عَنْهُ مَسْئُوْلاً"                    
                    },
                    {
                        "id" : 4,
                        "value" : "وَقَالَ تَعَالَى: يَعْلَمُ خَآئِنَةَ الْأَعْيُنِ وَمَا تُخْفِى الصُّدُوْرُ"                    
                    }
                ]
            },
            {
                "id" : 66,
                "title" : "الدرس السادس والستون: فى صلة الأرحام والوصية بالجار",
                "hadist" : [
                    {
                        "id" : 1561,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ: إِنَّ اللهَ تَعَالَى خَلَقَ الْخَلْقَ حَتَّى إِذَا فَرَغَ مِنْهُمْ، قَامَتِ الرَّحِمُ فَقَالَتْ: هَذَا مَقَامُ الْعَائِذِ بِكَ مِنَ الْقَطِيْعَةِ، قَالَ: نَعَمْ، أَمَّا تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَكَ وَأَقْطَعَ مِنْ قَطَعَكِ قَالَتْ: بَلَى، قَالَ: فَذَلَكِ"
                    }   
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَاعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِى الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِيْنِ وَالْجَارِ ذِى الْقُرْبَى وَالْجَارِ الْجَنْبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيْلِ وَمَا مَلَكَتْ أَيْمَانَكُمْ"                           
                    }
                ]
            },
            {
                "id" : 67,
                "title" : "الدرس السابع والستون:فى استحباب طلاقة الوجه وطيب الكلام",
                "hadist" : [
                    {
                        "id" : 1562,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم: اتَّقُوا النَّارَ وَلَوْ بِشِقَّ تَمْرَةٍ فَمَنْ لَمْ يَجِدْ فَيِكَلِمَةٍ طَيِّبَةٍ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لاَ نْفَضُّوا مِنْ حَوْلِكَ"
                   }
                ]
            },
            {
                "id" : 68,
                "title" : "الدرس الثامن والستون:فى النهى عن التباغض والتحاسد وإيذاء المؤمن",
                "hadist" : [
                    {
                        "id" : 1563,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ قَالَ: قَالَ رَسُوْلَ الله صلى الله عليه وسلم: الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُوْنَ مِنْ لِسَانِهِ وَيَدِهِ، وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ وَقَالَ النَّبِيُّ صلى الله عليه وسلم: لاَ تَبَاغَضُوا وَلاَ تَحَاسَدُوا وَلاَ تَدَابَرُوا وَلاَ تَقَاطَعُوا وَكُوْنُوْا عِبَادَ اللهِ إِخْوَانًا وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: إِنَّمَا الْمُؤْمِنُوْنَ إِخْوَةٌ"
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: أَمْ يَحْسُدُوْنَ النَّاسَ عَلَى مَا آتَاهُمُ اللهُ مِنْ فَضْلِهِ"
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: يَاأَيُّهَا الَّذِيْنَ آمَنُوا لاَ يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُوْنُوْا خَيْرًا مِنْهُمْ، وَلاَ نِسَآءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ، وَلاَ تَلْمِزُوا أَنْفُسَكُمْ وَلاَ تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الاِسْمُ الْفُسُوْقُ بَعْدَ الْإِيْمَانِ"
                    }
                ]
            },
            {
                "id" : 69,
                "title" : "الدرس التاسع والستون:فى فصل صعفة المسلمين وفقرائهم",
                "hadist" : [
                    {
                        "id" : 1564,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ حَارِثَةَ بْنِ وَهْبٍ قَالَ: سَمِعْتُ رَسُوْلَ الله صلى الله عليه وسلم يَقُوْلُ: أَلاَ أَخْبِرُكُمْ بِأَهْلِ الْجَنَّةِ؟ كُلَّ ضَعِيْفٍ مَسْتَضْعَفٍ لَوْ أَقْسَمُ عَلَى الله لَأَبَرَّهُ أَخْبِرُكُمْ بِأَهْلِ النَّارِ؟ كُلٌّ عُتُّلَّ جَوَّاظٍ مُسْتَكْبِرٍ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِىِّ يُرِيْدُوْنَ وَجْهَهُ وَلاَ تَعُدْ عَيْنَاكَ عَنْهُمْ تُرِيْدُ زِيْنَةَ الْحَيَاةِ الدُّنْيَا"
                    }
                ]
            },
            {
                "id" : 70,
                "title" : "الدرس السبعون:فى مدح حسن الخلق والحلم والرفق",
                "hadist" : [
                    {
                        "id" : 1565,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ قَالَ: لَمْ يَكُنْ رَسُوْلُ الله صلى الله عليه وسلّم فَاحِشًا وَلاَ مُتَفَحَّشَا وَكَانَ يَقُوْلُ: إِنَّ مِنْ خِيَارِكُمْ أَحْسَنَكُمْ أَخْلَاقًا"
                    },
                    {
                        "id" : 1566,
                        "value" : "وَقَالَ رَسُوْلُ الله صلى الله عليه وسلم: إِنَّ اللهَ رَفِيْقٌ يُحِبُّ الرِّفْقَ فِى الْأَمْرِ كُلِّهِ (روته عائشة) "
                    }              
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَالْكَاظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِ وَاللهُ يُحِبُّ الْمُحْسِنِيْنَ"
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِيَْن"
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: وَلاَ تَسْتَوِى الْحَسَنَةُ وَلاَ السَّيِئَةُ، ادْفَعْ بِالَّتِى هِىَ أَحْسَنُ، فَإِذَا الَّذِى بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّ وَلِىٌّ حَمِيْمٌ، وَمَا يُلَقَّاهَا إِلاَّ الَّذِيْنَ صَبَرُوا وَمَا يُلَقَّاهَا إِلاَّ ذُوْ حَظٍّ عَظِيْمٍ"
                    }
                ]
            },
            {
                "id" : 71,
                "title" : "الدرس الحادى والسيعون: فى مدح الحياء والوقار",
                "hadist" : [
                    {
                        "id" : 1567,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنِ ابْنِ عُمَرَ: أَنَّ رَسُوْلَ اللهِ صَلى الله عليه وسلم مَرَّعَلَى رَجُلٍ مِنَ الْأَنْصَارِ وَهُوَ يَعِظُ أَخَاهُ فِى الْحَيَاءِ، فَقَالَ رَسُوْلُ الله صلى الله عليه وسلم: دَعْهُ، فَإِنَّ الْحَياَءَ مِنَ الْإِيْمَانِ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَعِبَادُ الرَّحْمَانِ الَّذِيْنَ يَمْشُوْنَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطِبُهُمُ الْجَاهِلُوْنَ قَالُوا سَلاَمًا"
                    }
                ]
            },
            {
                "id" : 72,
                "title" : "الدرس الثانى والسبعون:فى مدح التوااضع وخفض الجناح المؤمنين",
                "hadist" : [
                    {
                        "id" : 1568,
                        "value" : "رَوَى الشَّيْخَانِ عَنْ أَنَسٍ: أَنَّهُ مَرَّ عَلَى صِبْيَانٍ فَسَلَّمَ عَلَيْهِمْ، وَقَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم يَفْعَلُهُ"
                    }
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَاخْفِضْ جَنَاحَكَ لِمَنِ اتًّبِعَكَ مِنَ الْمُؤْمِنِيْنَ"
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: فَلاَتُزَكُّوْا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ التَّقَى"
                    },
                    {
                        "id" : 3,
                        "value" : "قَالَ تَعَالَى: إِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَظْلِمُوْنَ النَّاسَ وَيَبْغُوْنَ فِى الْأَرْضِ بِغَيْرِ الْحَقِّ أُلَئِكَ لَهُمْ عَذَابٌ أَلِيْمٌ"
                    }
                ]
            },
            {
                "id" : 73,
                "title" : "الدرس الثالث والبعون:فى تحريم الكبر والإعجاب ",
                "hadist" : [
                    {
                        "id" : 1569,
                        "value" : "وَقَالَ رَسُوْلُ الله صلى الله عليه وسلم: لاَ يَنْظُرُ اللهُ يَوْمَ الْقِيَامَةِ إِلَى مَنْ جَرَّ إزَارَهُ بَطَرًا، وَقَالَ رَسُولُ الله صلى الله عليه وسلم: بَيْنَمَا رَجُلٌ يَمْشِى فِى حُلَّةٍ تُعْجِبُهُ نَفْسُهُ مُرَجَّلَ رَأْسُهُ يَخْتَالُ فِى مِشْيَتِهِ إِذْ خَسَفَ اللهُ بِهِ فَهُوَ يَتَجَلْجَلْ فِى الْأَرْضِ إِلَى يَوْمِ الْقِيَامَةِ"
                    }               
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لاَ يُرِيْدُوْنَ عُلُوًّا فِى الْأَرْضِ وَلاَ فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ" 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تعَالَى: وَلاَ تَمْشِ فِى الْأَرْضِ مَرَحًا" 
                    },
                    {
                        "id" : 3,
                        "value" :  "وَقَالَ تَعَالى: إِنَّ اللهَ لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍ"
                    }
                ]
            },
            {
                "id" : 74,
                "title" : "الدرس الرابع والسبعون: فى حفظ الر والوفاء بالعهد وإنجاز الوعد ",
                "hadist" : [
                    {
                        "id" : 1570,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صَلَى الله عليه وسلم: أَرْبَعٌ مَنْ كُنَّ فِيْهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيْهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيْهِ خَصْلَةٌ مِنَ النَّفَاقِ حَتَّى يَدَعَهَا: إِذَا ائْتُمِنَ خَانَ وَإِذَا حَدَّثَ كَذَبَ وَإِذَاعَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ"
                    }                              
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ تَعَالىَ: وَأَوْفُوْا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُوْلًا." 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالى: يَا أَيُّهَا الَّذِيْنَ آمَنُوا لَمْ تَقُوْلُوْنَ مَالاَ تَفْعَلُوْنَ كَبُرَ مَقْتًا عِنْدَ اللهِ أَنْ تَقُوْلُوا مَا لَا تَفْعَلُوْنَ" 
                    }
                ]
            },
            {
                "id" : 75,
                "title" : "الدرس الخامس والسبعون:فى حفظ اللسان",
                "hadist" : [
                    {
                        "id" : 1571,
                        "value" : "وَرَوَى الشَّيْخَانِ عَنْ أَبِى مُوْسَى قَالَ: قُلْتُ يَا رَسُوْلَ اللهِ أَىُّ الْمُسْلِمِيْنَ أَفْضَلُ؟ قَالَ: مَنْ سَلَمَ الْمُسْلِمُوْنَ مِنْ لِسَانِهِ وَيَدِهِ"
                    }
                                            
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَلاَ تَقْفُ مَا لَيْسَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُوْلًا" 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ" 
                    }
                ]
            },
            {
                "id" : 76,
                "title" : "الدرس السادس والسبعون:فى النهى عن الحلف بغير الله وتحريم اليمين الكاذب ",
                "hadist" : [
                    {
                        "id" : 1572,
                        "value" : "رَوَى الشَّيْخَانِ عَنِ ابْنِ عُمَرُ عَنِ النَّبِىَّ صَلَى الله عليه وسلم: إِنَّ اللهَ تَعَالَى يَنْهَاكُمْ أَنْ تَحْلِفُوْا بِآبَائِكُمْ، فَمَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللهِ أَوْ لِيَصْمُتْ"
                    },
                    {
                        "id" : 1573,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صَلَى الله عليه وسلم: لاَ تَحْلِفُوْا باِلطّوَاغِى وَلَا بِآباَئِكُمْ"
                    }                    
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            },
            {
                "id" : 77,
                "title" : "الدرس السابع والسبعون:فى تحريم الغيبة والنميمة واستماعها وذم ذى الوجهين ",
                "hadist" : [
                    {
                        "id" : 1576,
                        "value" : "وَقَالَ رَسُوْلُ اللهِ صَلَى الله عليه وسلم: لاَ يَدْخُلُ الْجَنَّةَ نَمَّامٌ (رواه الشّيخان) "
                    }                   
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: وَلاَ يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيْهِ مَيْتًا فَكَرِهْتُمُوْهُ وَاتَّقُوا اللهَ إِنَّ اللهَ تَوَّابٌ رَحِيْمٌ" 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: هَمَّازٍ مَشَّآءٍ بِنَمِيْم" 
                    }
                ]
            },
            {
                "id" : 78,
                "title" : "الدرس الثامن والسبعون:فى مدح الصدق وذم الكذب وشهادة الزور ",
                "hadist" : [
                    {
                        "id" : 1575,
                        "value" : "وَقَالَ رَسُوْل صلى الله عليه وسلم: إِنَّ الصِّدْقَ يَهْدِى إِلَى الْبِرَّ وَإِنَّ الْبِرَّ يَهْدِى إِلَى الْجَنَّةِ، وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يَكْتُبُ عِنْدَ اللهِ صِدِّيْقًا، وَإِنَّ الْكَذِبَ يَهْدِى إِلَى الْفَجُوْرِ وَإِنَّ الْفُجُوْرَ يَهْدِى إِلَى النَّارِ، وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّابًا"
                    }                                
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "قَالَ اللهُ تَعَالَى: يَاأَيُّهَا الَّذِيْنَ آمَنُوا اتَّقُوا اللهَ وَكُوْنُوْا مَعَ الصَّادِقِيْنَ" 
                    },
                    {
                        "id" : 2,
                        "value" : "وَقَالَ تَعَالَى: وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُوْلاً" 
                    },
                    {
                        "id" : 3,
                        "value" : "وَقَالَ تَعَالَى: وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ" 
                    }
                ]
            },
            {
                "id" : 79,
                "title" : "الدرس التاسع والسبعون:فى الصلاة على النبىّ صلى الله عليه وسلم",
                "hadist" : [
                    {
                        "id" : 1576,
                        "value" : "مَنْ صَلَّى عَلَىَّ صَلاَةً صَلَّى اللهُ عَلَيْهِ بِهَا عَشْرًا (رواه مسلم)"
                    },
                    {
                        "id" : 1577,
                        "value" : "مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَىَّ إِلاَّ رَدَّ اللهُ عَلَىَّ رُوْحِى حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ (رواه أبو داود)"
                    },
                    {
                        "id" : 1578,
                        "value" : "أَوْلَى النَّاسِ بِى يَوْمَ الْقِيَامَةِ أَكْثَرُهُمْ عَلَىَّ صَلاَةً (رواه التّرمذى) "
                    },
                    {
                        "id" : 1579,
                        "value" : "الْبَخِيْلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَىَّ (رواه التّرمذى) "
                    },
                    {
                        "id" : 1580,
                        "value" : "رُغِمَ أَنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلَّ عَلَىَّ (رواه الترمذى) "
                    }            
                    ],
                "firman" : [
                    {
                        "id" : 1,
                        "value" : "null" 
                    }
                ]
            }
]