[
    {
         "id" : 1,
         "valueIndonesia" : "Dari Anas r.a. Nabi Saw. Bersabda: di hari kiamat kudatangi pintu surga, lalu kuminta dibukakan. malaikat penjaga surga bertanya, “ siapakah Engkau?” kujawab, “Muhammad” malaikat berkata kepadaku “karena engkau lah aku diperintahkan agar tidak membuka pintu surga bagi seorang pun sebelummu” (HR. Ahmad)"
    },
    {
         "id" : 2,
         "valueIndonesia" : "Kerjakanlah kebaikan dan jauhilah kemungkaran. Pikirkanlah dahulu hal yang akibatnya disukai oleh pendengaran telingamu, agar kelak suatu kelompok tidak mengata-ngataimu bila engkau tidak bersama mereka. Bila telah engkau pikirkan akibatnya yang baik. Maka kerjakanlah hal itu. Dan pikirkanlah dahulu hal yang akibatnya tidak disukai oleh pendengaran telingamu. Bila akibatnya buruk, maka tinggalkanlah agar kelak kaummu tidak mengata-ngataimu jika engkau tinggalkan mereka (HR. Jamaah)"
    },
    {
        "id" : 3,
        "valueIndonesia" : "Bencana ilmu adalah lupa, dan termasuk menyia-nyiakann ilmu adalah bila engkau membicarakannya dengan orang yang bukan ahlinya.(HR. Abi Syaibah)"
    },
    {
        "id" : 4,
        "valueIndonesia" : "Bencana agama ada tiga, yaitu: ahli fiqih yang durhaka, imam yang zalim, dan mujtahid yang jahil (tidak mengerti masalah agama) (HR. Ad Dailami)"
    },
    {
        "id" : 5,
        "valueIndonesia" : "Tanda-tanda orang munafiq ada tiga, yaitu: apabila berbicara ia dusta, apabila berjanji mengingkari, dan apabila dipercaya khianat. (HR. Syaikhan)"
    },
    {
        "id" : 6,
        "valueIndonesia" : "Ayat keperkasaan ialah, dan katakanlah “segala puji bagi Allah yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya dan tidak mempunyai penolong (untuk menjaga-Nya) dari kehinaan.” Dan agungkanlah Dia dengan pengagungan yang sebesar-besarnya. (HR. Ahmad)"
    },
    {
        "id" : 7,
        "valueIndonesia" : "Carilah derajat yang tinggi di sisi Allah dengan bersikap penyantun terhadap orang yang tidak mengetahui tentang diri kalian, dan hendaknya kalian memberi kepada orang yang tidak pernah memberi kepadamu. (HR. ‘Addi)"
    },
    {
        "id" : 8,
        "valueIndonesia" : "Hamba yang paling dibenci oleh Allah adalah orang yang kedua pakaiannya lebih baik daripada amal perbuatannya. Pakaiannya ibarat pakaian para nabi tetapi amal perbuatannya seperti perbuatan orang-orang yang sering bermakar jahat. (HR. Ad Dailami)"
    },
    {
        "id" : 9,
        "valueIndonesia" : "Sampaikanlah hajat orang yang tidak mampu dengan menyampaikan keperluannya kepada penguasa. Siapa saja yang menyampaikan keperluan(orang tersebut) kepada penguasa, kelak di hari kiamat Allah Swt. Akan menetapkan kedua telapak kakinya di atas shirathal mustaqim. (HR. Ath Thabrani)"
    },
    {
        "id" : 10,
        "valueIndonesia" : "Hai Ibnu Adam, taatlah kepada Tuhanmu. Dengan begitu kamu termasuk orang yang berakal, dan janganlah mendurhakai-Nya karena kamu akan disebut sebagai orang jahil. (HR. Abu Nua’im)"
    },
    {
        "id" : 11,
        "valueIndonesia" : "Rasulllah Saw. bersabda : perbuatan halal yang di murkai Allah adalah talak (HR. Abu Daud)"
    },
    {
        "id" : 12,
        "valueIndonesia" : "Malaikat Jibril datang kepadaku lalu berkata, “Hai Muhammad, hiduplah sesukamu karena sesungguhnya engkau pasti akan mati, dan sukailah apa yang engkau kehendaki karena jelas engkau akan berpisah dengannya, dan berdamailah sesukamu karena engkau pasti akan menerima balasannya. Ketahuilah kehormatan seorang muslim terletak pada salat yang di lakukannya di malam hari, dan kemuliaannya terletak pada kemandiriannya dari pertolongan orang lain.” (HR. Al Baihaqi)"
    },
    {
        "id" : 13,
        "valueIndonesia" : "Rasulullah Saw. bersabda: Telah datang kepadaku utusan Tuhanku, lalu diberitahukan bahwa siapa saja di antara umatku mati dalam keadaan tidak menyekutukan Allah dengan sesuatu pun niscaya dia masuk surga. Perawi hadis bertanya, “Bagaimana kalau ia pernah berzina dan pernah mencuri?” Nabi Saw. menjawab, “Sekalipun dia berzina dan mencuri” (HR. Muslim, Turmudzi, dan Nasai)"
    },
    {
        "id" : 14,
        "valueIndonesia" : "Dari Abu Thalhah r.a. Rasulullah Saw. bersabda: Telah datang utusan Tuhanku, lalu ia berkata, “Siapa saja di antara umatmu yang berselawat untukmu sekali selawat, maka Allah Swt  mencatat sepuluh kebaikan baginya, menghapus dari padanya sepuluh keburukan, ditinggikan kedudukannya sebanyak sepuluh derajat, dan diberikan kepadanya hal yang serupa dengan kesemuannya itu.” (HR. Ahmad)"
    },
    {
        "id" : 15,
        "valueIndonesia" : "Apakah engkau senang bila hatimu lunak dan dapat terkabul apa yang engkau harapkan? Kasihanilah anak yatim; usaplah kepalanya dan berilah ia makan dari makananmu, niscaya hatimu lunak dan terkabullah apa yang engkau harapkan. (HR. Ath Thabrani)"
    },
    {
        "id" : 16,
        "valueIndonesia" : "Bertaqwalah kepada Allah di manapun engkau berada, iringilah perbuatan buruk dengan perbuatan baik, niscaya perbuatan baik itu akan menghapusnya, dan berakhlaklah kepada manusia dengan akhlak yang baik. (HR. Ath Thabrani)"
    },
    {
        "id" : 17,
        "valueIndonesia" : "Bertaqwalah kepada Allah dan janganlah sekali-kali kamu meremehkan hal yang ma’ruf(baik) sekalipun kamu harus menuangkan air dari timbamu dalam wadah orang yang meminta minum. Hendaknya kamu menemui saudara-saudaramu dengan wajah yang berseri-seri. Jangan sekali-kali kamu julurnya kainmu sampai ke bawah, karena menjulurkan kain itu termasuk perbuatan sombong dan tidak disukai oleh Allah. Apabila ada orang yang mencaci dan mengata-ngataimu dengan suatu perkara yang tidak kamu lakukan, maka janganlah kamu membalas dengan mengata-ngatainya dengan suatu perkara yang memang dia melakukannya. Biarkan, karena dia sendirilah yang akan menanggung dosannya, sedang pahalanya adalah bagimu; dan janganlah sekali-kali kamu mencaci seseorang. (HR. At Thayalisi)"
    },
    {
        "id" : 18,
        "valueIndonesia" : "Bertaqwalah kepada Allah, dan berlaku adillah di antara anak-anak kalian. (HR. An Nu’man)"
    },
    {
        "id" : 19,
        "valueIndonesia" : "Rasulullah Saw. bersabda: Takutlah kalian terhadap firasat orang yang beriman, karena sesungguhnya dia melihat dengan cahaya Allah. (HR. Turmudzi)"
    },
    {
        "id" : 20,
        "valueIndonesia" : "Takutlah terhadap doa orang yang teraniaya karena sesungguhnya antara doa orang yang teraniaya dengan Allah tidak ada sesuatu pun yang menghalanginya. (HR. Turmudzi)"
    },
    {
        "id" : 21,
        "valueIndonesia" : "Dari Abu Hurairah ra. berkata Rasulullah Saw. Bersabda: “Hindarilah hal-hal yang diharamkan, niscaya kamu akan menjadi orang yang paling bagus ibadahnya; ridlalah terhadap apa yang Allah bagikan untukmu, niscaya kamu akan menjadi orang terkaya; berbuat baiklah kepada tetanggamu, niscaya kamu akan menjadi orang mukmin; cintailah untuk orang lain apa yang kamu cintai untuk dirimu sendiri, niscaya kamu akan menjadi muslim; dan janganlah engkau banyak tertawa, karena banyak tertawa akan mematikan hati.” (HR. Ahmad)"
    },
    {
        "id" : 22,
        "valueIndonesia" : "Bertakwalah kepada Allah; dirikanlah salat lima waktu, kerjakanlah puasa Ramadhan, bayarlah zakat harta benda dengan hati yang tulus, dan taatilah pemimpinmu, niscaya Tuhan akan memasukkan kalian ke dalam surga. (HR. Al Hakim)"
    },
    {
        "id" : 23,
        "valueIndonesia" : "Takutlah terhadap orang yang teraniaya, karena sesungguhnya doa orang teraniaya itu dibawa di atas awan, lalu Allah berfirman, “Demi kemuliaan dan keagungan-Ku, benar-benar Aku akan menolongmu sekalipun dalam beberapa waktu lagi.”(HR. AthThabrani)"
    },
    {
        "id" : 24,
        "valueIndonesia" : "Takutlah terhadap perbuatan aniaya, karena sesungguhnya perbuatan aniaya itu merupakan kegelapan hati di hari kiamat, dan takutlah terhadap sikap kikir, karena sesungguhnya kikir itu telah membinasakan orang-orang sebelum kalian, juga mendorong mereka untuk mengalirkan darah mereka sendiri dan menghalalkan kehormatan mereka. (HR. Muslim)"
    },
    {
        "id" : 25,
        "valueIndonesia" : "Rasulullah Saw. bersabda: Menyebut-nyebut nikmat Allah adalah bersyukur, meninggalkannya berarti kufur. Siapa saja yang tidak mensyukuri nikmat yang sedikit berarti dia tidak mensyukuri nikmat yang banyak; dan siapa saja yang tidak bersyukur terhadap orang lain berarti dia tidak bersyukur terhadap Allah. Bersatu adalah Rahmat, perpecahan adalah Azab. (HR. Al Baihaqi)"
    },
    {
        "id" : 26,
        "valueIndonesia" : "Tenang merupakan sifat Allah, sedangkan tergesa-gesa merupakan sifat setan. (HR. Al Baihaqi)"
    },
    {
        "id" : 27,
        "valueIndonesia" : "Dua macam orang, kelak di hari kiamat Allah tidak mau memperhatikannya; orang yang memutuskan silaturahim dan tetangga yang jahat. (HR. Ad Dailami)"
    },
    {
        "id" : 28,
        "valueIndonesia" : "Dua perkara yang dibenci anak Adam, yaitu; membenci mati, padahal mati lebih baik daripada fitnah, dan dia membenci sedikit harta benda, sedangkan sedikit harta benda menghilangkan hisab. (HR. Ahmad)"
    },
    {
        "id" : 29,
        "valueIndonesia" : "Dua perkara yang azabnya disegerakan oleh Allah di duniaya itu, zina dan menyakiti kedua orang tuanya. (HR. AthThabrani)"
    },
    {
        "id" : 30,
        "valueIndonesia" : "Jauhilah perbuatan takabbur, karena sesungguhnya pada seorang hamba yang selalu berbuat takabbur, Allah berfirman kepada malaikat-Nya, “Tulislah bahwa hamba-Ku ini termasuk orang-orang yang berbuat angkara murka.” (HR. Ibnu ‘Addi)"
    },
    {
        "id" : 31,
        "valueIndonesia" : "Kerjakanlah sebagian salatmu di waktu malam dengan witir. (HR. Bukhari)"
    },
    {
        "id" : 32,
        "valueIndonesia" : "Kerjakanlah sebagian salat kalian di rumah, dan janganlah menjadikan rumah kalian sebagai kuburan. (HR. Bukhari)"
    },
    {
        "id" : 33,
        "valueIndonesia" : "Amal yang paling disukai Allah  adalah amal yang  dilakukan secara terus menerus sekalipun sedikit. (HR. Syaikhan)"
    },
    {
        "id" : 34,
        "valueIndonesia" : "Amal yang paling disukai Allah saat menghembuskan nafas terakhir lisanmu masih basah karena menyebut-nyebut Allah. (HR. Al Baihaqi)"
    },
    {
        "id" : 35,
        "valueIndonesia" : "Shalat yang paling disukai oleh Allah  adalah salatnya Nabi Daud, dan puasa  yang paling disukai oleh Allah  adalah puasa Nabi Daud. Dia tidur separuh malam, lalu bangun mengerjakan salat sepertiganya, dan tidur lagi seperenamnya. Dia mengerjakan puasa sehari dan berbuka sehari. (HR. Muslim)"
    },
    {
        "id" : 36,
        "valueIndonesia" : "Ucapan yang paling disukai oleh  Allah ialah seorang hamba yang mengucapkan kalimat, “Subhaanallahwabihamdihi.” (Maha Suci Allah dengan segala puji bagi-Nya).(HR. Turmudzi)"
    },
    {
        "id" : 37,
        "valueIndonesia" : "Rasulullah Saw. Bersabda: Cintailah manusia seperti kamu mencintai dirimu sendiri. (HR. Bukhari)"
    },
    {
        "id" : 38,
        "valueIndonesia" : "Hormatilah teman karib yang disukai ayahmu, janganlah kamu memutuskannya, karena Allah akan memadamkan cahayamu. (HR. Bukhari)"
    },
    {
        "id" : 39,
        "valueIndonesia" : "Perkataan yang disukai Allah ada empat, yaitu: Subhaanallah (Maha Suci Allah), Alhamdulillah (segala puji bagi Allah), Laa ilaha illallahu (tiada Tuhan kecuali Allah), dan Allahu Akbar (Allah Maha Besar). Sekehendakmu dengan yang mana  kamu memulainya. (HR. Ahmad)."
    },
    {
        "id" : 40,
        "valueIndonesia" : "Jauhilah tujuh perkara yang membinasakan, yaitu: menyekutukan Allah, mengerjakan sihir, membunuh jiwa yang diharamkan oleh Allah kecuali dengan alasan yang haq, memakan riba, memakan harta anak yatim, lari dari medan perang, dan menuduh berzina wanita-wanita yang terpelihara kehormatannya yang dalam keadaan lalai lagi beriman.(HR.Syaikhani)"
    },
    {
        "id" : 41,
        "valueIndonesia" : "Dari Umar r.a.Rasulullah Saw. Bersabda: Rumah yang paling disukai Allah adalah rumah yang di  dalamnya terdapat anak yatim yang dimuliakan. (HR. Al Baihaqi)"
    },
    {
        "id" : 42,
        "valueIndonesia" : "Allah mencintai seorang hamba yang mudah (berlaku baik) bila menjual, mudah bila membeli, mudah bila membayar hutang, dan mudah bila menagih hutang. (HR. Baihaqi)"
    },
    {
        "id" : 43,
        "valueIndonesia" : "Orang yang paling disukai Allah diantara kalian adalah yang paling sediki tmakannya dan yang paling ringan badannya. (HR. Ad Dailami)"
    },
    {
        "id" : 44,
        "valueIndonesia" : "Rasulullah bersabda: Cintailah Bahasa  Arab karena tiga perkara, yaitu: karena saya orang Arab, Al-Qur’an berbahasa Arab, dan bahasa penghuni surga adalah bahasa Arab. (HR. Ath Thabrani)"
    },
    {
        "id" : 45,
        "valueIndonesia" : "Waspadalah terhadap keburukan  orang lain dengan buruk prasakngka. (HR. Al Baihaqidan Ahmad)"
    },
    {
        "id" : 46,
        "valueIndonesia" : "Cintailah kekasihmu (secara) sedang-sedang saja, siapa tau disuatu hari nanti dia akan menjadi musuhmu, dan bencilah orang yang membencimu (secara) biasa-biasa saja, siapa tahu pada suatu hari nanti dia akan menjadi kecintaanmu. (HR. Turmudzi)"
    },
    {
        "id" : 47,
        "valueIndonesia" : "Hal-hal yang paling aku takutkan atas umatku adalah perut besar, banyak tidur, malas, dan lemah keyakinannya. (HR. Ad Daruquthni)"
    },
    {
        "id" : 48,
        "valueIndonesia" : "Tunaikanlah apa yang  telah difardlukan Allah  atas dirimu niscaya kamu menjadi orang yang paling beribadah. Dan jauhilah apa yang diharamkan Allah, niscaya engkau akan menjadi orang yang wara’. Dan relalah terhadap apa yang  telah dibagikan Allah untukmu, niscaya engkau menjadi orang yang paling kaya. (HR. Ibnu ‘Addi)"
    },
    {
        "id" : 49,
        "valueIndonesia" : "Didiklah anak-anak kalian dengan tiga macam perkara, yaitu: mencintai Nabi kalian dan mencintai keluarganya, serta membaca Al-Qur’an, karena sesungguhnya orang yang hafal Al-Qur’an itu kelak akan berada di bawah naungan Allah, yaitu pada hari yang tidak ada naungan kecuali hanya naungan-Nya, berada dengan para nabi kekasih-kekasih-Nya. (HR. Ad Dailami)"
    },
    {
        "id" : 50,
        "valueIndonesia" : "Berdo’alah kepada Allah dan kalian yakin akan dikabulkan. ketahuilah! sesungguhnya Allah Swt. Tidak akan menerima suatu do’a dari hati yang lalai lagi lengah. (HR. Turmudzi)"
    },
    {
        "id" : 51,
        "valueIndonesia" : "Apabila Allah memberi harta benda kepadamu, maka perlihatkan pengaruh nikmat dan karunia Allah  tersebut pada dirimu. (HR. Hakim)"
    },
    {
        "id" : 52,
        "valueIndonesia" : "Apabila kalian mendatangi salat (berjamaah) berjalanlah dengan tenang. rakaat yang kalian jumpai lakukanlah hal itu, dan rakaat yang kalian lewati sempurnakanlah. (HR. Syaikhan)"
    },
    {
        "id" : 53,
        "valueIndonesia" : "Apabila Allah mencintai seorang hamba, maka Dia memberinya cobaan supaya Allah mendengar kerendahan hatinya. (HR. Al Baihaqi)"
    },
    {
        "id" : 54,
        "valueIndonesia" : "Apabila seseorang mengerjakan salat dengan baik dan menyempurnakan rukuk serta sujudnya, niscaya salat berkata: “semoga Allah memelihara dirimu seperti engkau memelihara diriku”, lalu salat itu di naikkan(diterima). Dan apabila seseorang mengerjakan salat dengan buruk serta tidak menyempurnakan rukuk dan sujudnya, maka salat berkata: “ semoga Allah menyia-nyiakan dirimu sebagaimana engkau menyia-nyiakan diriku”. Lalu salat itu digulung seperti pakaian yang lapuk digulung kemudian salat itu di pukulkan ke muka pelakunya. (HR. Ath Thayalisi)"
    },
    {
        "id" : 55,
        "valueIndonesia" : "Apabila adzan telah dikumandangkan oleh Muadzin pada hari Jumat.Maka bekerja diharamkan. (HR. Ad Dailaimi)"
    },
    {
        "id" : 56,
        "valueIndonesia" : "Apabila hendak menuju pembaringanmu maka lakukanlah wudlu untuk salat, kemudian baringkanlah dirimu pada lambung kananmu, lalu kamu berdo’a, “Ya Allah, aku serahkan diriku kepada-Mu, dan aku serahkan pula urusanku kepada-Mu. Aku memohon perlindungan diri kepada-Mu dengan mengharap pahala-Mu. Tiada tempat untuk berlindung dan tiada jalan untuk selamat dari-Mu   kecuali hanya kembali kepada-Mu. Ya Allah  aku beriman kepada kitab-Mu yang  telah Engkau turunkan, dan kepada Nabi-Mu yang telah Engkau utus.” (HR. Bukhari dan Muslim)"
    },
    {
        "id" : 57,
        "valueIndonesia" : "Apabila Allah  mengehendaki kebaikan terhadap seorang hamba, maka Dia menjadikan kekayaan berada pada dirinya dan takwanya berada dalam kalbunya. Namun, apabila Allah  menghendaki keburukan pada seorang hamba, maka dijadikan kekafiran berada di  hadapan matanya. (HR. Al Hakim)"
    },
    {
        "id" : 58,
        "valueIndonesia" : "Apabila Allah menghendaki kebaikan bagi seorang hamba, maka Dia mejadikannya memahami agama dan membuatnya berzuhud terhadap duniawi, lalu Dia memperlihatkan kepadanya aib-aib dirinya (sehingga ia bertobat.(HR. Al Baihaqi)"
    },
    {
        "id" : 59,
        "valueIndonesia" : "Apabila Allah  menghendaki kebaikan bagi hamba-Nya, maka Dia menyegerakan hukuman untuknya di dunia. Dan  apabila Dia menghendaki keburukan bagi hamba-Nya, maka Dia menahan hukuman dosanya agar kelak di hari kiamat ia menemui-Nya. (HR. AthThabrani)"
    },
    {
        "id" : 60,
        "valueIndonesia" : "Apabila Allah  menghendaki kebaikan bagi hamba-Nya, maka Dia membukakan baginya kunci hatinya, dan Dia menjadikan di dalamnya keyakinan dan kejujuran. Dia menjadikan kalbunya selalu menyadari apa yang ia tempuh, dan Dia menjadikan kalbunya selamat, lisannya jujur, akhlaknya lurus, dan Dia menjadikan telinganya berpendengaran tajam, dan matanya berpenglihatan tajam. (HR. Asy-Syekh)"
    },
    {
        "id" : 61,
        "valueIndonesia" : "Dari Anas r.a. Rasulullah Saw. Bersabda: Apabila Allah hendak melaksanakan keputusan dan takdir-Nya, maka Dia mencabut akal mereka, hingga keputusan dan takdir-Nya dilaksanakan terhadap mereka. Apabila Dia telah melaksanakan perkara-Nya maka di kembalikanlah akal mereka, lalu timbullah penyesalan dalam diri mereka. (HR. Ad Dailami)"
    },
    {
        "id" : 62,
        "valueIndonesia" : "Apabila hendak mengerjakan suatu perkara, maka pikirkan terlebih dahulu akibatnya. Apabila akibatnya baik, kerjakanlah. Dan Apabila akibatnya buruk, tinggalkanlah. (HR. Ibnu Mubarak)"
    },
    {
        "id" : 63,
        "valueIndonesia" : "Apabila hendak melakukan suatu perkara, maka engkau harus bersikap tenang sehingga Allah menunjukkan kepadamu jalan keluar. (HR.Bukhari)"
    },
    {
        "id" : 64,
        "valueIndonesia" : "Rasulullah Saw. Bersabda: Apabila engkau hendak menyebut aib orang lain, maka ingatlah aib dirimu sendiri. (HR. Ar-Rafi’i)"
    },
    {
        "id" : 65,
        "valueIndonesia" : "Apabila engkau menginginkan Allah mencintaimu, maka ber-zuhud-lah terhadap masalah duniawi, dan apabia engkau menginginkan orang lain mencintai dirimu, maka berikanlah kelebihan hartamu pada mereka. (HR. Al Khatib)"
    },
    {
        "id" : 66,
        "valueIndonesia" : "Apabila seorang lelaki bangun di tengah malam, lalu ia membangunkan istrinya, kemudian keduannya mengerjakan salat dua rakaat(tahajjud), maka keduanya ditulis termasuk orang lelaki dan wanita yang banyak berdzikir. (HR. Ibnu Hibban)"
    },
    {
        "id" : 67,
        "valueIndonesia" : "Apabila salah seorang di antara kalian bangun dari tidurnya, maka ucapkanlah, “segala puji bagi Allah yang telah mengembalikan ruhku, dan yang telah menyehatkan badanku, serta yang telah memperkenankan diriku untuk ingat kepada-Nya” (HR. Ibnu Sunni)"
    },
    {
        "id" : 68,
        "valueIndonesia" : "Apabila engkau merasa sakit, maka letakkanlah tanganmu pada anggota yang sakit, kemudian ucapkanlah, “dengan menyebut nama Allah, aku memohon perlindungan kepada keperkasaan dan kekuasaan-Nya dari kejahatan apa yang kurasa dari sakitku ini, “kemudian angkatlah tanganmu. Ulangi hal tersebut dalam bilangan yang ganjil. (HR. Turmudzi)"
    },
    {
        "id" : 69,
        "valueIndonesia" : "Apabila seseorang di antara kaian tertimpa musibah, maka hendaknya dia mengucapkan, “sesungguhnya kami milik Allah, dan kami semua akan kembali kepada-Nya. Ya Allah, hanya karena pahala yang ada di sisi-Mu lah aku (bersabar) menanggung musibah ini, maka berilah aku pahala karenannya, dan gantilah untuk diriku musibah ini dengan hal yang lebih baik daripadanya.” (HR. Ibnu majah)"
    },
    {
        "id" : 70,
        "valueIndonesia" : "Apabila kalian berada di pagi hari, maka ucapkanlah, “Ya Allah, berkat pertolongan-Mu lah kami dapat memasuki waktu pagi, dan berkat pertolongan-Mu pula kami memasuki waktu sore. Karena Engkau kami hidup, dan karena Engkau pulalah kami mati, dan hanya kepada-Mu lah (kami) kembali.” (HR. Ibnu Majah)"
    },
    {
        "id" : 71,
        "valueIndonesia" : "Apabila engkau berbaring, maka ucapkanlah, “Aku berlindung kepada Alah melalui kalimat-kalimat-Nya yang sempurna dari kemurkaan dan siksaan-Nya, dan dari kejahatan hamba-hamba-Nya serta dari bisikan setan dan dari godaan mereka kepada diriku.” (HR. Abu Nashr As Sanjari)"
    },
    {
        "id" : 72,
        "valueIndonesia" : "Apabila engkau diberi sesuatu tanpa meminta, maka makanlah dan bersedakahlah. (HR. Nasai)"
    },
    {
        "id" : 73,
        "valueIndonesia" : "Apabila seseorang di antara kalian berbuka, hendaknya ia berbuka dengan buah kurma, sesungguhnya buah kurma itu mengandung berkah. Apabila ia tidak menemukan buah kurma, hendaknya ia berbuka dengan air, sesungguhnya air itu menyucikan. (HR. Ahmad)"
    },
    {
        "id" : 74,
        "valueIndonesia" : "Apabila seorang sedikit makan, maka perutnya dipenuhi oleh cahaya. (HR. Ad Dailami)"
    },
    {
        "id" : 75,
        "valueIndonesia" : "Apabila salat didirikan, sedangkan makan malam telah dihidangkan, maka makan malamlah terlebih dahulu. (HR. Syaikhan)"
    },
    {
        "id" : 76,
        "valueIndonesia" : "Apabila seseorang memakan makanan, hendaknya dia menyebut Asma Allah di permulaannya, hendaknya ia mengucapkan, “Bismillahi ‘ala awwalihi wa akhirihi.” (Dengan menyebut nama Allah pada permulaan makan dan pada akhirnya.) (HR. Turmudzi)"
    },
    {
        "id" : 77,
        "valueIndonesia" : "Apabila seseorang di antara kalian makan, makanlah dengan tangan kanan, dan minumlah dengan tangan kanan, ambillah (makanan) dengan tangan kanan, dan berikanlah (makanan pada orang lain) dengan tangan kanan pula. (HR. Al Hasan Ibnu Sufyan)"
    },
    {
        "id" : 78,
        "valueIndonesia" : "Apabila seseorang di antara kalian mengimami (salat) orang banyak hendaknya ia meringankan (salatnya), karena sesungguhnya di antara mereka terdapat anak kecil, orang tua, orang lemah orang sakit dan orang yang mempunyai keperluan. Apabila ia salat sendirian maka panjangkanlah (salatnya) sesuka hati. (HR. Turmudzi) "
    },
    {
        "id" : 79,
        "valueIndonesia" : "Apabila seorang istri membelanjakan sebagian dari harta suaminya tanpa menimbulkan kerusakan, ia memperoleh pahala dari belanjanya itu, dan bagi suami pun pahala karena dia yang telah mengupayakan, dan pahala yang serupa bagi bendaharanya; pahala sebagian di antara mereka tidaklah megurangi pahala sebagian yang lain barang sedikit pun. (HR. Syaikhan)"
    },
    {
        "id" : 80,
        "valueIndonesia" : "Apabila seseorang di antara kalian menguap, hendaknya meletakkan tangan pada mulutnya, dan janganlah mengeluarkan suaranya, karena sesungguhnya setan senang melihat hal tersebut. (HR. Ibnu Majah)"
    },
    {
        "id" : 81,
        "valueIndonesia" : "Dari Uqbah ibnu Amir Rasulullah Saw bersabda: Apabila kedurhakaan seorang hamba telah memuncak, maka kedurhakaan itu menguasai kedua matanya, ia dapat menangiskan keduanya kepanpun ia kehendaki. (HR. Ibnu ‘Addi)"
    },
    {
        "id" : 82,
        "valueIndonesia" : "Apabila seorang hamba tidak mendoakan kedua orang tuanya, maka rezeki akan terputus dari keduanya. (HR. Ad Dailami)"
    },
    {
        "id" : 83,
        "valueIndonesia" : "Apabila seseorang di antara kalian menggauli istrinya, maka janganlah ia menjauh sebelum ia menunaikan hajatnya, sebagaimana ia pun suka menunaikan hajatnya. (HR. Ibnu “Addi)"
    },
    {
        "id" : 84,
        "valueIndonesia" : "Apabila kalian menjenguk orang yang meninggal, pejamkanlah mata si mayat itu, karena sesungguhnya mata selalu mengikuti (keluarnya) roh, dan katakanlah kebaikan oleh kalian, karena sesungguhnya para malaikat mengamini apa yang dikatakan oleh keluarga si mayat. (HR. Ahmad)"
    },
    {
        "id" : 85,
        "valueIndonesia" : "Apabila seorang hakim memutuskan suatu perkara, lalu ia berijtihad (dalam keputusannya itu) dan ternyata ia benar, maka baginya dua pahala. Apabila ia memutuskan satu hukum lalu berijtihad, ternyata keliru (dalam berijtihad itu), maka baginya hanya satu pahala. (HR. Bukhari dan Muslim)"
    },
    {
        "id" : 86,
        "valueIndonesia" : "Apabila seorang hamba mengkhatamkan Al-Qur’an, maka di kala menamatkan itu enam puluh malaikat mendoakannya. (HR. Ad Dailami)"
    },
    {
        "id" : 87,
        "valueIndonesia" : "Apabila di antara kalian keluar mengadakan perjalanan, hendaknya ia berpamitan kepada saudara-saudaranya, karena sesungguhnya Allah menjadikan keberkahan pada doa mereka. (HR. Ibnu ‘Asakir)"
    },
    {
        "id" : 88,
        "valueIndonesia" : "Apabila seorang di antara kalian mendatangi suatu kaum alu dipersilahkan duduk, hendaknya ia duduk, karena sesungguhnya tiada hal lain hal itu merupakan suatu penghormatan dari Allah yang diberikan kepadanya melalui saudaranya sesama muslim. Apabila tidak dipersilahkan, maka hendaknya biar mencari tempat duduk yang paling longgar, lalu duduklah di tempat tersebut. (HR. Al Harits)"
    },
    {
        "id" : 89,
        "valueIndonesia" : "Apabila seorang tamu mendatangi suatu kaum, ia datang dengan membawa rezekinya sendiri. Apabila ia keluar, maka ia keluar dengan membawa ampunan bagi mereka. (HR. Ad Dailami)"
    },
    {
        "id" : 90,
        "valueIndonesia" : "Apabila seorang suami mengajak istrinya ke tempat tidur, lalu istrinya menolak, sehingga suaminya tertidur dalam keadaan marah kepadanya, maka para malaikat melaknatinya hingga pagi hari. (HR. Ahmad)"
    },
    {
        "id" : 91,
        "valueIndonesia" : "Apabila seorang di antara kalian diundang untuk suatu walimah, hendaklah ia memenuhinya.(HR. Bukhari dan Muslim)"
    },
    {
        "id" : 92,
        "valueIndonesia" : "Apabila seorang di antara kalian memasuki masjid, hendaklah mengerjakan salat dua rakaat sebelum duduk. (HR. Jamaah)"
    },
    {
        "id" : 93,
        "valueIndonesia" : "Apabila bulan Ramadhan tiba, pintu-pintu langit dibuka, pintu-pintu Jahanam ditutup dan setan dibelenggu dengan rantai. (HR. Syaikhan)"
    },
    {
        "id" : 94,
        "valueIndonesia" : "Apabila seseorang di antara kalian bermimpi yang tidak disukai, hendaklah meludah tiga kali ke arah kiri lalu mintalah perlindungan kepada Allah dari godaan setan sebanyak tiga kali pula, dan hendaklah berpindah ke lambung yang lain dari lambung yang ketika ia bermimpi buruk. (HR. Muslim)"
    },
    {
        "id" : 95,
        "valueIndonesia" : "Apabila seseorang di antara kalian bermimpi yang disukai, mimpi itu datang dari Allah, maka hendaklah memuji Allah dan menceritakannya kepada para orang lain. Apabila bermimpi yang tidak disukai, hal itu datang dari syetan, hendaklah meminta perlindungan Allah dan jangan pernah menceritakan kepada orang lain, niscaya mimpi itu tidak membahayakan. (HR. Bukhari)"
    },
    {
        "id" : 96,
        "valueIndonesia" : "Apabila kalian melihat cahaya merah, seperti tiang dari arah timur pada bulan Ramadhan, maka simpanlah makanan untuk setahun bagi kalian, sesungguhnya hal itu pertanda tahun paceklik. (HR. Tabrani)"
    },
    {
        "id" : 97,
        "valueIndonesia" : "Bila seseorang melihat iringan jenazah, padahal ia bukan termasuk orang yang berjalan mengiringinya, maka hendaklah ia berdiri hingga ia sendiri yang meninggalkannya, atau jenazah itu yang meninggalkannya, atau hingga jenazah itu diletakkan dalam kubur sekalipun belum melewatinya. (HR. Bukhari dan Muslim)"
    },
    {
        "id" : 98,
        "valueIndonesia" : "Apabila seseorang di antara kalian melihat wanita cantik yang membuatnya terpesona, maka hendaknya ia mendatangi istrinya, karena sesungguhnya budh’u (kemaluan wanita) itu sama, istrimu pun memiliki apa yang dimiliki oleh wanita cantik tersebut. (HR. Al Khatib)"
    },
    {
        "id" : 99,
        "valueIndonesia" : "Apabila seseorang di antara kalian melihat cobaan yang menimpa saudaranya hendaknya memuji Allah, dan janganlah memperdengarkan pujian itu (kepadanya). (HR. Ibnu Najjar)"
    },
    {
        "id" : 100,
        "valueIndonesia" : "Apabila kalian melihat seseorang suka mengunjungi masjid-masjid, saksikanlah bahwa dia orang beriman. (HR. Al Baihaqi)"
    },
    {
        "id" : 101,
        "valueIndonesia" : "Rasulullah Saw. bersabda: apabila kalian melihat kebaikan, bertakbirlah, karena sesungguhnya takbir dapat memadamkannya. (HR. Ibnu Asakir)"
    },
    {
        "id" : 102,
        "valueIndonesia" : "Rasulullah Saw. bersabda : apabila Allah menghendaki suatu keburukan terhadap suatu kaum, maka Dia menjadikan urusan mereka berada di tangan orang-orang yang hidup mewah. (HR. Ad-Dailami)"
    },
    {
        "id" : 103,
        "valueIndonesia" : "Apabila meminta kepada Allah Swt., mintalah kepada-Nya dengan membuka bagian dalam telapak tangan kalian, dan janganlah kalian meminta kepada-Nya dengan bagian luar-nya. Jangan sekali-kali kalian mengembalikan telapak tangan sebelum diusapkan ke wajah kalian. Sesungguhnya Allah meletakkan keberkahan padanya. (HR. Abu Daud)"
    },
    {
        "id" : 104,
        "valueIndonesia" : "Apabila seseorang di antara kalian meminta kepada Tuhannya suatu permintaan, lalu mengetahui bahwa permintaannya dikabulkan, maka hendaknya ia mengucapkan, “Segala puji bagi Allah, karena nikmat-Nya semua perkara yang baik menjadi sempurna. “Dan apabila ia merasa bahwa permintaannya itu di tangguhkan, maka hendaknya ia mengucapkan, “Segala puji bagi Allah dalam semua keadaan.” (HR. Al Baihaqi)"
    },
    {
        "id" : 105,
        "valueIndonesia" : "Dari Abu Umamah ra. Rasulullah Saw. bersabda: Apabila kebaikanmu membuatmu gembira, dan keburukanmu membuatmu berduka cita, maka hal itu sebagai ciri bahwa engkau adalah orang mukmin. (HR. Adh Dhiya)"
    },
    {
        "id" : 106,
        "valueIndonesia" : "Apabila kalian menamakan anak dengan nama Muhammad, maka muliakanlah dia dan berilah tempat duduk untuknya dalam majelis. Janganlah kalian memburuk-burukkannya. (HR. Al Khatib)"
    },
    {
        "id" : 107,
        "valueIndonesia" : "Apabila meminum air, minumlah dengan cara menghirupnya(perlahan-lahan), jangan meminumnya dengan cara meneguknya(tergesa-gesa). Sesungguhnya hal itu akan menyebabkan penyakit hati(ginjal dan limpa). (HR. Ad Dailami)"
    },
    {
        "id" : 108,
        "valueIndonesia" : "Apabila di antara kalian mengerjakan salat, maka kerjakanlah seperti salatnya orang yang menyangka tidak akan lagi mengerjakannya untuk selamanya. (HR. Ad Dailami)"
    },
    {
        "id" : 109,
        "valueIndonesia" : "Apabila seorang istri mengerjakan salat lima waktu, mengerjakan puasa sebulan, dan memelihara kehormatannya dan menaati suaminya, niscaya dia masuk surga. (HR. Al Bazzar)"
    },
    {
        "id" : 110,
        "valueIndonesia" : "Apabila amanat disia-siakan, maka tunggulah saat kehancurannya. Salah seorang sahabat bertanya, “Bagaimana menyia-nyiakannya, wahai Rasulullah?” Rasulullah Saw. menjawab, “Apabila perkara itu diserahkan kepada orang yang bukan ahlinya, maka tunggulah saat kehancurannya.” (HR. Bukhari)"
    },
    {
        "id" : 111,
        "valueIndonesia" : "Apabila seorang memukul, hendaklah ia menghindari wajah.(H.R. Bukhari)"
    },
    {
        "id" : 112,
        "valueIndonesia" : "Apabila naik bintang tsurayya, petani aman dari hama.(H.R. Thabrani)"
    },
    {
        "id" : 113,
        "valueIndonesia" : "Apabila telinga seseorang dari kamu berdenging, hendaklah ia menyebutku dan bershalawat untukku dan mengatakan: semoga Allah menyebut orang yang menyebutku kebaikan.(H.R. Ibnu Adi)"
    },
    {
        "id" : 114,
        "valueIndonesia" : "Apabila seseorang dari kamu bersin. Hendaklah ia mengucapkan: “Alhamdulilahi Robbil ‘Alamin(segala puji bagi Allah Tuhan sekalian alam)” dan saudaranya mengucapkan: “yarhamukallahu”(semoga Allah merahmatimu).” Dan orang bersin berkata lagi: “Yahdikumullah wa yushlihu baa lakum (semoga Allah memberimu petunjuk dan memperbaiki keadaanmu.(H.R. Abu Dawud)"
    },
    {
        "id" : 115,
        "valueIndonesia" : "Apabila ada anak sudah bisa membedakan antara sebelah kanan dan sebelah kiri, suruhlah ia mengerjakan salat.(H.R. Abu Dawud)"
    },
    {
        "id" : 116,
        "valueIndonesia" : "Apabila umatku mengagungkan dunia, dicabut darinya kewibawaan Islam. Dan apabila ia tinggalkan suruhan berbuat baik dan larangan berbuat baik dan larangan berbuat kemungkaran, maka umatku tidak diberi keberkahan wahyu.(H.R. Tirmidzi)"
    },
    {
        "id" : 117,
        "valueIndonesia" : "Apabila engkau katakan kepada temanmu pada hari Jumat: “diamlah” di saat imam sedang berkhotbah, maka engkau telah berkata sia-sia.(H.R. Bukhari)"
    },
    {
        "id" : 118,
        "valueIndonesia" : "Apabila hamba mengatakan: ya Allah, ya Allah, Allah berfirman: labbaik hamba-Ku, mintalah, tentu engkau akan diberi.(H.R. Ibnu Abi dunya)"
    },
    {
        "id" : 119,
        "valueIndonesia" : "Apabila hamba berdiri dalam salatnya, ditaburkanlah kebaikan di atas kepalanya hingga ruku’, apabila ia ruku’, ia diliputi rahmat hingga sujud. Orang yang bersujud di atas kedua telapak kaki(di hadapan) Allah ta’ala, maka hendaklah ia meminta dan berharap. (H.R. Said bin mansur)"
    },
    {
        "id" : 120,
        "valueIndonesia" : "Apabila anak Adam membaca ayat as-sajdah, lalu ia sujud, syetan menangis. Ia berkata: aduh celaka! Anak Adam disuruh sujud, lalu ia sujud, maka baginya surga. Sedangkan aku disuruh sujud, tetapi aku menentang, maka bagiku neraka.(H.R. Muslim)"
    },
    {
        "id" : 121,
        "valueIndonesia" : "Apabila salat didirikan, janganlah kamu mendatanginya sambil berlari, datangilah salat dengan berjalan dan bersikaplah tenang. Bagian mana yang kamu dapati dari salat itu, maka kerjakanlah. dan bagian mana yang tertinggal, maka sempurnakanlah.(H.R. Bukhari muslim)"
    },
    {
        "id" : 122,
        "valueIndonesia" : "Apabila salat didirikan, maka bertakbirlah, kemudian bacalah al-Qur’an yang mudah bagimu, ruku’lah dengan tenang, bangkitlah dengan tegak, sujudlah dengan tenang,  lalu bangkitlah hingga engkau duduk dengan tenang, kemudian sujudlah dengan tenang, serta lakukanlah semua gerakan tersebut dalam salatmu. (H.T. Bukhari)"
    },
    {
        "id" : 123,
        "valueIndonesia" : "Apabila ada sesuatu yang dihidangkan untukmu, dan engkau masih memakai sendal, maka hendaklah lepaskan sendal, karena itu bisa bikin nyaman dan termasuk sunnah.(H.R. Abu Ya’la) "
    },
    {
        "id" : 124,
        "valueIndonesia" : "Apabila dosa hamba menjadi banyak dan ia tidak mempunyai amal yang bisa menghapusnya, maka Allah mengujinya dengan kesedihan untuk menghapus dosa-dosa darinya.(H.R. Ahmad) "
    },
    {
        "id" : 125,
        "valueIndonesia" : "Pada akhir zaman, yang menjadi penegak agama umat manusia dan dunia mereka adalah dirham dan dinar.(H.R. Thabrani)"
    },
    {
        "id" : 126,
        "valueIndonesia" : "Apabila mati anak hamba, Allah swt. Berkata kepada malaikat-Nya: “kalian mematikan anak hamba-Ku.” Malaikat menjawab: “Ya”. Allah berkata:”kalian mematikan buah hatinya?” Malaikat menjawab: “Ya”. Maka Allah berkata:”apa yang dikatakan hamba-Ku?” Malaikat menjawab: “ia memuji-Mu dan mengucapkan kalimat istirja’, maka Allah berkata:”dirikanlah bagi hamba-Ku rumah di surga dan namailah rumah itu: Baitul Hamdi(Rumah Pujian)”.(H.R. Tirmidzi)"
    },
    {
        "id" : 127,
        "valueIndonesia" : "Apabila manusia mati, terputuslah amalnya, kecuali tiga perkara: Shodaqoh Jariyah, ilmu yang bermanfaat, dan doa anak yang sholeh.(H.R. Muslim)"
    },
    {
        "id" : 128,
        "valueIndonesia" : "Apabila kalian ditimpa kesusahan, kesulitan, atau cobaan, maka katakanlah: “Allah Tuhan kami, tiada sekutu bagi-Nya.”(H.R. Baihaqi) "
    },
    {
        "id" : 129,
        "valueIndonesia" : "Apabila seseorang dari kamu melihat kepada orang yang dilebihkan di atasnya dalam harta dan bentuk, hendaklah ia melihat kepada orang yang lebih rendah darinya.(H.R. Bukhari)"
    },
    {
        "id" : 130,
        "valueIndonesia" : "Apabila seseorang dari kamu ingin mengerjakan suatu urusan, hendaklah ia rukuk (shalat) dua raka'at selain shalat fardhu, kemudian ia katakan: 'Ya Allah, aku mohon pilihan kepada-Mu dengan pengetahuan-Mu, aku mohon kemampuan kepada-Mu dengan kekuasaan-Mu dan aku mohon kepada-Mu dari karunia-Mu yang agung.Sesungguhnya Engkau mampu, sedang aku tidak mampu, Engkau tahu, sedangkan aku tidak tahu dan Maha Mengetahui segala yang gaib. Ya Allah, jika engkau tahu bahwa urusan ini baik bagiku dalam agamaku, penghidupanku dan akibat urusanku, maka takdirkanlah segala urusan ini mudahkanlah, kemudian berkatilah aku padanya.'"
    },
    {
        "id" : 131,
        "valueIndonesia" : "Dan jika Engkau tahu bahwa urusan ini buruk bagiku dalam agamaku, penghidupanku dan akibat urusanku, maka jauhkan urusan itu dariku dan jauhkan aku darinya dan takdirkanlah kebaikan bagiku di mana pun ia berada, kemudian jadikan aku ridha dengannya. Beliau berkata: Kemudian ia sebutkan keperluannya. (H.R. Bukhari)"
    },
    {
        "id" : 132,
        "valueIndonesia" : "Apabila jenazah diletakkan dan orang-orang memikulnya di atas leher mereka, sedangkan ia seorang yang baik, maka ia pun berkata: Cepatkan aku. Bilamana ia bukan seorang yang baik, maka ia berkata: 'Aduhai celakanya', ke mana kalian membawanya? Segala sesuatu mendengarnya, kecuali manusia. Andaikata manusia mendengarnya, niscaya ia jatuh pingsan(H.R. Bukhari)"
    },
    {
        "id" : 133,
        "valueIndonesia" : "Apabila urusan diserahkan kepada orang yang bukan ahlinya, maka tunggulah saat (kegagalan)nya. (H.R. Bukhari)"
    },
    {
        "id" : 134,
        "valueIndonesia" : "Apabila ada orang dicela dan engkau berada di antara orang banyak, maka jadilah engkau penolong orang itu dan pencegah terhadap orang-orang itu dan tinggalkan mereka. (H.R. Ibnu Abi dunya)"
    },
    {
        "id" : 135,
        "valueIndonesia" : "Apabila Allah menghendaki kebaikan bagi penguasa, Dia jadikan baginya menteri yang setia. Jika ia lupa, menteri itu mengingatkannya dan jika ia ingat, menteri itu membantunya. Dan apabila Allah menghendaki baginya selain itu, Dia jadikan baginya menteri yang buruk. Jika ia lupa, menteri itu tidak mengingatkannya dan jika ia ingat, menteri itu tidak membantunya.(H.R. An-Nasa’i)"
    },
    {
        "id" : 136,
        "valueIndonesia" : "Apabila seseorang dari kamu makan bersama sejumlah orang dan merasa kenyang, maka janganlah ia mengangkat tangannya hingga orang-orang mengangkat tangan mereka, karena ia akan membuat malu teman duduknya. (H.R. Baihaqi)"
    },
    {
        "id" : 137,
        "valueIndonesia" : "Apabila orang lelaki pergi haji dengan harta haram, lalu ia mengucapkan: Labbaik, maka Allah azza wa jalla berkata: 'Tiada labbaik dan tiada sa'daik. ia do' (H.R.Ad-Dailami)"
    },
    {
        "id" : 138,
        "valueIndonesia" : "Sebutlah kebaikan-kebaikan orang mati di antara kamu dan jangan menyebut keburukan-keburukan mereka. (H.R.Tirmidzi)"
    },
    {
        "id" : 139,
        "valueIndonesia" : "Lelehkan makananmu dengan menyebut nama Allah dan shalat, dan janganlah kalian tidur karena makanan itu sehingga hatimu menjadi keras. (H.R.Abu Nu'aim)"
    },
    {
        "id" : 140,
        "valueIndonesia" : "Empat macam doa tidak ditolak: doa orang haji hingga ia kembali, doa orang yang berperang (berjihad) hingga ia keluar, doa orang sakit hingga ia sembuh, doa saudara untuk saudaranya dari tempat yang jauh. Doa yang paling cepat dikabulkan di antara doa-doa ini ialah doa saudara untuk saudaranya tanpa diketahuinya (dari tempat yang jauh). (H.R. Ad-Dailami)"
    },
    {
        "id" : 141,
        "valueIndonesia" : "Empat perkara yang apabila ada pada seseorang ia pun menjadi munafik yang murni. Dan siapa yang mempunyai salah satu sifat darinya, ia pun memiliki salah satu sifat munafik hingga ia meninggalkannya: Apabila berbicara, ia berdusta, apabila berjanji ia mengingkari, apabila mengadakan perjanjian ia berkhianat dan apabila berdebat ia menyeleweng.(H.R. Bukhari Muslim)"
    },
    {
        "id" : 142,
        "valueIndonesia" : "Empat perkara yang apabila ada pada seseorang, maka Allah Ta'ala mengharamkannya atas api neraka dan melindunginya dari godaan syaitan, yaitu orang yang mengendalikan dirinya ketika berharap, ketika merasa takut, ketika menyukai sesuatu dan marah. Empat perkara yang apabila ada pada seseorang, maka Allah Ta'ala menyebarkan rahmat-Nya di atasnya dan memasukkannya ke dalam surga-Nya: yaitu orang yang memberi tempat bagi orang miskin, mengasihi orang yang lemah, bersikap lembut kepada budaknya dan memberi nafkah kepada kedua orang tuanya. (H.R.Al-Hakim)"
    },
    {
        "id" : 143,
        "valueIndonesia" : "Empat perkara yang apabila diberikan kepada seseorang, ia pun diberi kebaikan dunia dan akhirat, yaitu lidah yang selalu berdzikir, hati yang selalu bersyukur, badan yang sabar dalam menerima cobaan dan istri yang tidak mengkhianatinya, mengenai dirinya dan tidak pula mengenai harta suaminya. (H.R. Thabarani)"
    },
    {
        "id" : 144,
        "valueIndonesia" : "Empat macam orang yang wajib atas Allah untuk tidak memasukkan mereka ke dalam surga dan tidak menjadikan mereka merasakan kenikmatannya: yaitu pecandu khamar, pemakan riba, pemakan harta anak yatim dengan cara yang tidak benar dan orang yang durhaka kepada ibu bapaknya.(H.R. Al-Hakim)"
    },
    {
        "id" : 145,
        "valueIndonesia" : "Empat macam yang tidak kenyang dari empat macam: yaitu buih dari hujan, perempuan dari laki-laki, mata dari pandangan orang alim dan ilmu.(H.R. Al-Hakim)"
    },
    {
        "id" : 146,
        "valueIndonesia" : "Empat perkara termasuk kebahagiaan manusia: yaitu istrinya seorang perempuan yang shalihah, anak-anaknya berbakti, teman-temannya orang baik dan rezekinya berada di negerinya. (H.R. Ad-Dailami)"
    },
    {
        "id" : 147,
        "valueIndonesia" : "Empat macam orang yang dibenci oleh Allah Ta'ala yaitu penjual yang suka bersumpah, orang miskin yang sombong, orang tua yang berzina dan imam (pemimpin) yang zalim. (H.R. An-Nasa'iy)"
    },
    {
        "id" : 148,
        "valueIndonesia" : "Empat perkara termasuk kesengsaraan: yaitu mata yang beku, kekerasan hati, sifat tamak dan panjang angan-angan. (H.R.Abu Nu'aim)"
    },
    {
        "id" : 149,
        "valueIndonesia" : "Empat perkara yang tidak terdapat pada manusia, kecuali sebagai keajaiban: yaitu diam yang merupakan awal ibadah, tawadhu' (rendah hati), selalu menyebut Allah dan memiliki sesuatu yang sedikit.(H.R. Thabrani)"
    },
    {
        "id" : 150,
        "valueIndonesia" : "Empat macam orang yang pahala mereka tetap mengalir di atas mereka sesudah mati: yaitu orang yang mati dalam keadaan berjihad di jalan Allah. Orang yang mengajarkan ilmu, diberlakukan pahala amalnya selama ilmu itu diamalkan. Orang yang mengeluarkan sodaqoh, pahalanya terus mengalir baginya selama sodaqoh itu masih ada. Dan seorang lelaki yang meninggalkan anak shaleh yang mendoakan baginya. (H.R.Thabarani)"
    },
    {
        "id" : 151,
        "valueIndonesia" : "Empat perkara merupakan simpanan di surga: yaitu menyembunyikan sodaqoh, menyembunyikan musibah, silaturrahim (menyambung hubungan dengan kerabat) dan perkataan: 'Laa haula wa laa quwwata illaa billah (tiada daya dan kekuatan, melainkan dengan pertolongan Allah).'(H.R. Al-Khatib)"
    },
    {
        "id" : 152,
        "valueIndonesia" : "Tahanlah lidahmu dari mencela kaum muslimin dan apabila seseorang dari mereka meninggal dunia, maka katakanlah yang baik mengenainya.(H.R. Thabrani)"
    },
    {
        "id" : 153,
        "valueIndonesia" : "Kasihanilah tiga macam orang, yaitu: orang mulia yang menjadi hina, orang kaya yang menjadi miskin, dan orang alim di antara orang-orang bodoh.(H.R. Al-Askari)"
    },
    {
        "id" : 154,
        "valueIndonesia" : "Janganlah engkau menginginkan kesenangan dunia, niscaya Allah mencintaimu. Dan janganlah engkau menginginkan harta milik orang lain, niscaya orang-orang mencintaimu. (H.R.Al-Hakim)"
    },
    {
        "id" : 155,
        "valueIndonesia" : "Orang yang paling tidak suka pada orang alim adalah keluarga dan tetangganya.(H.R. Ibnu ‘Adiy)"
    },
    {
        "id" : 156,
        "valueIndonesia" : "Manusia yang paling zuhud ialah orang yang tidak lupa kuburan dan kehancuran badan dan meninggalkan perhiasan kehidupan dunia yang paling baik dan mengutamakan akhirat yang kekal di atas dunia yang fana dan tidak menganggap hari esok sebagai harinya serta menganggap dirinya termasuk orang mati. (H.R. Baihaqi)"
    },
    {
        "id" : 157,
        "valueIndonesia" : "Menyempurnakan wudhu adalah separuh iman, kalimat Alhamdulillah memenuhi mizan (timbangan amal), tasbih dan takbir memenuhi langit dan bumi, shalat adalah cahaya, zakat adalah bukti, kesabaran adalah cahaya, Al-Qur'an adalah hujjah untuk kebenaranmu atau kesalahanmu semua manusia pergi berusaha, ada yang menjual dirinya (kepada Tuhannya), lalu membebaskannya atau membinasakannya. (H.R. Ibnu Hibban)"
    },
    {
        "id" : 158,
        "valueIndonesia" : "Malulah kalian kepada Allah dengan rasa malu yang sebenarnya. Barangsiapa merasa malu kepada Allah dengan rasa malu yang sebenarnya, hendaklah ia menjaga kepala dan yang dimuatnya dan menjaga perut dan apa yang dikandungnya dan hendaklah ia mengingat kematian dan kehancuran badan. Barangsiapa menginginkan akhirat, ia tinggalkan perhiasan kehidupan dunia. Maka siapa yang melakukan itu, ia pun telah merasa malu kepada Allah dengan rasa malu yang sebenarnya. (H.R.Tirmidzi)"
    },
    {
        "id" : 159,
        "valueIndonesia" : "Carilah kesembuhan dengan perkataan mana Allah memuji diri-Nya sebelum makhluk-Nya memuji-Nya dan perkataan yang dengannya Allah Ta'ala memuji diri-Nya, yaitu: 'Alhamdulillah' dan 'Qul huwallahu ahad.' Barangsiapa yang tidak disembuhkan oleh Al-Qur'an, maka tiada seorang pun bisa menyembuhkannya.(H.R. Ibnu Nafi’)"
    },
    {
        "id" : 160,
        "valueIndonesia" : "Hendaklah kalian sembunyikan keberhasilan dalam memenuhi hajat-hajatmu, karena setiap orang yang mendapat nikmat akan menjadi sasaran kedengkian. (H.R. Abu Nu'aim)"
    },
    {
        "id" : 161,
        "valueIndonesia" : "Hendaklah kalian berikan sedikit pakaian kepada perempuan, karena apabila perempuan banyak bajunya dan berhias dengan bagus, ia pun senang keluar rumah. (H.R. ibnu Adiy)"
    },
    {
        "id" : 162,
        "valueIndonesia" : "Hendaklah kamu beristiqamah (mengamalkan agama dengan benar) dan sungguh baik jika kamu beristiqamah dan sebaik baik amalmu adalah shalat. Tidak akan memelihara wudhu, kecuali setiap orang yang beriman.(H.R. Ibnu Majah)"
    },
    {
        "id" : 163,
        "valueIndonesia" : "Perbanyaklah doa kebaikan dari orang banyak untukmu, karena hamba tidak tahu melalui lisan siapa doa itu dikabulkan untuknya atau ia mendapat rahmat. (H.R.Al-Khathib)"
    },
    {
        "id" : 164,
        "valueIndonesia" : "Perbanyaklah mengucapkan: 'Laa haula wa laa quwwata illaa billah', karena perkataan itu menolak 99 macam bencana, yang terendah darinya ialah kesusahan. (H.R.Al-Uqaili)"
    },
    {
        "id" : 165,
        "valueIndonesia" : "Perlakukanlah kaum wanita dengan baik, karena orang perempuan diciptakan dari tulang rusuk yang bengkok dan sesungguhnya yang paling bengkok pada tulang rusuk itu ialah bagian yang paling atas. Jika engkau berusaha menegakkannya, maka engkau akan mematahkannya. Dan jika engkau biarkan dia, maka ia tetap bengkok. Maka perlakukanlah kaum wanita dengan baik. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 166,
        "valueIndonesia" : "Cepatlah membawa jenazah. Jika ia seorang yang baik, maka kalian menyegerakannya kepada kebaikan. Dan jika ia tidak seperti itu, maka itu adalah kejelekan yang kalian turunkan dari pundakmu.(H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 167,
        "valueIndonesia" : "Nama Allah yang paling agung yang apabila manusia berdoa dengannya Dia mengabulkannya dan apabila meminta dengannya, ia diberi ialah doa Yunus bin Mata. (H.R. ibnu Jarir)"
    },
    {
        "id" : 168,
        "valueIndonesia" : "Dengarlah kalian dan taatlab, meskipun kalian dipimpin oleh seorang budak Habasyi yang kepalanya seperti kismis.(H.R. Bukhari)"
    },
    {
        "id" : 169,
        "valueIndonesia" : "Allah sangat marah kepada orang yang menzalimi orang yang tidak mempunyai penolong selain Allah. (H.R.Ad-Dailami)"
    },
    {
        "id" : 170,
        "valueIndonesia" : "Manusia yang paling keras menyiksa orang lain di dunia ialah orang yang paling keras disiksa oleh Allah pada hari kiamat. (H.R.Ahmad)"
    },
    {
        "id" : 171,
        "valueIndonesia" : "Manusia yang paling berat cobaanya ialah para nabi, kemudian yang terbaik, kemudian yang terbaik. Manusia diuji sesuai dengan kadar agamanya, maka ujiannya menjadi berat. Jika ia seorang yang lunak agamanya, maka ia diuji sesuai dengan kadar agamanya. Maka ujian tetap menimpa hamba hingga ia meninggalkannya berjalan di atas bumi dan tidak mempunyai dosa.(H.R. Bukhari) "
    },
    {
        "id" : 172,
        "valueIndonesia" : "Manusia yang paling banyak penyesalannya pada hari kiamat ialah seorang lelaki yang sanggup mencari ilmu di dunia, tetapi tidak mencarinya. Dan seorang lelaki yang mengajarkan ilmu, lalu dimanfaatkan oleh orang yang mendengar darinya selain dia. (H.R. ibnu Asakir)"
    },
    {
        "id" : 173,
        "valueIndonesia" : "Orang yang paling cinta kepadaku di antara umatku ialah suatu kaum yang muncul sesudah aku, seseorang dari mereka berangan-angan kiranya ia kehilangan keluarga dan hartanya dan ia melihatku. (H.R.Ahmad)"
    },
    {
        "id" : 174,
        "valueIndonesia" : "Manusia yang paling keras siksanya di sisi Allah pada hari kiamat ialah orang-orang yang meniru ciptaan Allah. (H.R. Bukhari)"
    },
    {
        "id" : 175,
        "valueIndonesia" : "Perbaikilah duniamu dan beramallah untuk akhiratmu seakan-akan kamu mati besok.(H.R. Ad-dailami)"
    },
    {
        "id" : 176,
        "valueIndonesia" : "Berbuatlah kebaikan kepada ahlinya dan kepada orang yang bukan ahlinya. Jika engkau berbuat tepat kepada ahlinya, maka engkau telah berbuat tepat kepada ahlinya. Jika tidak berbuat tepat kepada ahlinya, maka engkaulah ahlinya. (H.R.Al-Khathib)"
    },
    {
        "id" : 177,
        "valueIndonesia" : "Jaminlah bagiku enam perkara dari dirimu, niscaya aku jamin bagimu surga: Berkatalah benar jika kalian bicara, tepatilah janjimu jika kalian berjanji, sampaikan amanat jika kalian diberi amanat, jagalah kemaluanmu dan tahanlah pandanganmu serta cegahlah tanganmu (dari perbuatan buruk). (H.R. Baihaqi)"
    },
    {
        "id" : 178,
        "valueIndonesia" : "Aku mengamati surga, ternyata aku dapati sebagian penghuninya adalah orang-orang miskin dan aku amati neraka ternyata aku dapati sebagian besar penghuninya adalah wanita. (H.R. Bukhari)"
    },
    {
        "id" : 179,
        "valueIndonesia" : "Berbicaralah yang baik, sebarkanlah salam dan sambunglah hubungan dengan kerabat, shalatlah di waktu malam ketika orang-orang sedang tidur, kemudian masuklah surga dengan sejahtera. (H.R. ibnu Hibban)"
    },
    {
        "id" : 180,
        "valueIndonesia" : "Anak-anak dari kaum mukminin berada di suatu gunung di surga. Mereka dipelihara oleh Ibrahim dan Sarah hingga dia kembalikan kepada bapak-bapak mereka pada hari kiamat. (H.R. Baihaqi)"
    },
    {
        "id" : 181,
        "valueIndonesia" : "Carilah berbagai kebutuhan dengan kemuliaan jiwa. karena segala urusan berjalan menurut ketentuannya. (H.R.ibnu Asakir)"
    },
    {
        "id" : 182,
        "valueIndonesia" : "Carilah rezeki dalam kandungan bumi. (H.R.Thabarani)"
    },
    {
        "id" : 183,
        "valueIndonesia" : "Carilah kebaikan dari orang-orang yang penyayang di antara umatku, niscaya kalian hidup dalam naungan mereka. Dan janganlah mencarinya dari orang-orang yang keras hati, karena laknat akan menimpa mereka. Hai Ali sesungguhnya Allah Ta'ala menciptakan kebaikan dan menciptakan ahlinya, lalu menjadikan mereka mencintainya dan mencintai perbuatan-perbuatannya dan mengarahkan para pencarinya kepada mereka seperti mengarahkan air ke tanah yang tandus supaya penghuninya hidup dengannya. Sesungguhnya pelaku kebaikan di dunia adalah pelaku kebaikan di akhirat.(H.R. Al-Hakim)"
    },
    {
        "id" : 184,
        "valueIndonesia" : "Carilah ilmu walaupun ke negeri Cina, karena sesungguhnya mencari ilmu itu wajib atas setiap muslim. Sesungguhnya para malaikat meletakkan sayap-sayapnya untuk pencari ilmu karena senang dengan apa yang dicarinya. (H.R.ibnu Abdil Barr)"
    },
    {
        "id" : 185,
        "valueIndonesia" : "Umumkan pernikahan dan sembunyikan pinangan. (H.R.Ad-Dailami)"
    },
    {
        "id" : 186,
        "valueIndonesia" : "Sembahlah Allah seakan-akan engkau melihat-Nya dan anggaplah dirimu termasuk orang mati serta hindarilah doa orang teraniaya, karena doanya dikabulkan. Hendaklah engkau kerjakan shalat Subuh dan Isya' dalam jama'ah. Andaikata kalian mengetahui pahala yang terdapat dalam keduanya, niscaya kalian mendatanginya, walaupun dengan merangkak. (H.R.Thabarani)"
    },
    {
        "id" : 187,
        "valueIndonesia" : "Sembahlah Allah seakan-akan engkau melihat-Nya. Jika engkau tidak melihat-Nya, sesungguh-Nya Dia melihatmu. Anggaplah dirimu termasuk orang mati dan takutlah doa orang teraniaya, karena doanya mustajab (dikabulkan). (H.R.Abu Nu'aim)"
    },
    {
        "id" : 188,
        "valueIndonesia" : "Sembahlah Ar-Rahman (Tuhan yang Maha Pengasih) dan berilah makanan dan sebarkan salam, niscaya kalian masuk surga dengan sejahtera. (H.R. Tirmidzi)"
    },
    {
        "id" : 189,
        "valueIndonesia" : "Sujudlah dengan cara yang wajar, janganlah seseorang dari kamu membentangkan kedua tangannya seperti anjing membentangkan tangannya.(H.R. Bukhari)"
    },
    {
        "id" : 190,
        "valueIndonesia" : "Musuhmu yang paling berat adalah istrimu yang tidur denganmu dan budak yang kamu miliki. (H.R.Ad-Dailami)"
    },
    {
        "id" : 191,
        "valueIndonesia" : "Berilah matamu bagian dari ibadah, yaitu: memandang mushaf, berpikir mengenainya dan merenungkan keajaiban-keajaibannya.(H.R. Al-Hakim)"
    },
    {
        "id" : 192,
        "valueIndonesia" : "Aku diberi lima perkara yang tidak diberikan kepada seorang pun dari para nabi sebelum aku: Aku ditolong dengan rasa takut (pada musuh) sejauh perjalanan sebulan dan aku diberi kunci kunci perbendaharaan bumi, dijadikan bumi bagiku sebagai tempat sujud dan suci menyucikan, umatku dijadikan sebaik-baik umat, aku diberi syafaat, nabi diurus kepada kaumnya secara khusus dan aku diutus kepada seluruh manusia.(H.R. Bukhari)"
    },
    {
        "id" : 193,
        "valueIndonesia" : "Aku diberi tujuh puluh ribu orang dari umatku yang masuk surga tanpa dihisab. Wajah-wajah mereka seperti bulan di malam purnama, hati mereka adalah hati satu orang. Kemudian aku minta tambahan dari Tuhanku azza wa jalla. Maka Tuhanku menambahkan bersama setiap orang tujuh puluh ribu orang. (H.R.Ahmad)"
    },
    {
        "id" : 194,
        "valueIndonesia" : "Umatku diberi sesuatu yang tidak diberikan kepada seorang pun dari umat-umat, yaitu mereka katakan ketika mengalami musibah: 'Innaa lillahi wa innaa ilaihi raaji'un (Sesungguhnya kita milik Allah dan kepada-Nya kita kembali).' (H.R.Ibnu Mardawaih)"
    },
    {
        "id" : 195,
        "valueIndonesia" : "Berilah pekerja upahnya sebelum kering keringatnya dan beritahulah dia upahnya ketika ia sedang bekerja. (H.R. Baihaqi)"
    },
    {
        "id" : 196,
        "valueIndonesia" : "Manusia yang paling banyak berpikir ialah orang mukmin yang memikirkan urusan dunianya dan urusan akhiratnya. (H.R ibnu Majah)"
    },
    {
        "id" : 197,
        "valueIndonesia" : "Manusia yang paling besar haknya pada perempuan ialah suaminya dan manusia yang paling besar haknya pada orang lelaki adalah ibunya. (H.R. Al-Hakim)"
    },
    {
        "id" : 198,
        "valueIndonesia" : "Wanita yang paling besar keberkahannya ialah yang paling ringan bebannya. (H.R.Ahmad)"
    },
    {
        "id" : 199,
        "valueIndonesia" : "Ayat terbesar dalam Al-Qur'an ialah ayat Al-Kursiy, ayat yang paling adil dalam Al-Qur'an ialah: 'Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan.' (An-Nahl: 90). (Ayat yang paling menakutkan dalam Al-Qur'an: 'Barangsiapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barangsiapa yang mengerjakan kejahatan sebesar zarrah pun, niscaya dia akan melihat (balasan)nya pula.' (Az-Zalzalah: 7-8). Ayat yang paling banyak memberi harapan dalam Al-Qur'an ialah: 'Katakanlah: 'Hai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya.'' (Az-Zumar: 53). (H.R. Asy-Syairazi)"
    },
    {
        "id" : 200,
        "valueIndonesia" : "Ketahuilah bahwa tiada seorang pun dari kamu melainkan harta pewarisnya lebih disukainya daripada hartanya. Hartamu adalah yang engkau dahulukan dan harta pewarismu adalah yang engkau akhirkan.(H.R. Nasa’iy)"
    },
    {
        "id" : 201,
        "valueIndonesia" : "Umumkan pernikahan ini dan jadikan pernikahan itu di masjid-masjid dan tabuhlah rebana untuk merayakannya. (H.R.Tirmidzi)"
    },
    {
        "id" : 202,
        "valueIndonesia" : "Beramallah untuk duniamu seakan-akan engkau hidup selamanya dan beramallah untuk akhiratmu seakan-akan engkau mati besok. (H.R.ibnu Asakir)"
    },
    {
        "id" : 203,
        "valueIndonesia" : "Manfaatkanlah lima perkara sebelum datangnya lima perkara lainnya, yaitu masa hidupmu sebelum kematianmu, masa sehatmu sebelum engkau sakit, masa senggangmu sebelum engkau sibuk, masa mudamu sebelum engkau tua dan kekayaanmu sebelum engkau miskin.(H.R. Baihaqi)"
    },
    {
        "id" : 204,
        "valueIndonesia" : "Cucilah bajumu, guntinglah rambutmu, bersihkan gigimu, berhiaslah dan bersihkan badanmu, karena Bani Israel dulu tidak melakukan itu sehingga wanita-wanita mereka berzina. (H.R. Ibnu Asakir)"
    },
    {
        "id" : 205,
        "valueIndonesia" : "Jadilah engkau seorang alim atau pelajar atau pendengar atau pecinta ilmu dan jangan menjadi orang yang kelima (yang bodoh) sehingga engkau binasa. (H.R. Baihaqi)"
    },
    {
        "id" : 206,
        "valueIndonesia" : "Iman yang paling utama ialah bila engkau ketahui bahwa Allah Ta'ala ada di manapun engkau berada. (H.R. Thabrani) "
    },
    {
        "id" : 207,
        "valueIndonesia" : "Doa yang paling utama ialah engkau memohon maaf dan keselamatan kepada Tuhanmu di dunia dan akhirat, karena jika engkau diberi keduanya di dunia, kemudian diberi keduanya di akhirat, maka engkau telah beruntung. (H.R. Ibnu Majah) "
    },
    {
        "id" : 208,
        "valueIndonesia" : "Sodaqoh yang paling utama ialah engkau kenyangkan hati (perut) yang lapar. (H.R.Baihaqi) "
    },
    {
        "id" : 209,
        "valueIndonesia" : "Sodaqoh yang paling utama ialah bila orang muslim belajar ilmu, kemudian mengajarkannya kepada saudaranya yang muslim. (H.R. Ibnu Majah)"
    },
    {
        "id" : 210,
        "valueIndonesia" : "Menjenguk orang sakit yang paling utama pahalanya ialah cepat pergi dari tempat orang sakit. (H.S.Ad-Dailami)"
    },
    {
        "id" : 211,
        "valueIndonesia" : "Amalan baik yang paling utama ialah engkau sambung hubungan dengan orang yang memutusmu dan memberi orang yang tidak memberimu dan memaafkan orang yang menzalimimu. (H.R.Thabarani)"
    },
    {
        "id" : 212,
        "valueIndonesia" : "Amal yang paling baik sesudah beriman kepada Allah ialah menampakkan kecintaan kepada orang banyak. (H.R.Thabarani)"
    },
    {
        "id" : 213,
        "valueIndonesia" : "Orang mukmin yang paling baik pengamalan Islamnya ialah orang yang tidak suka mengganggu kaum muslimin dengan lidah dan tangannya. Orang mukmin yang terbaik imannya ialah orang yang terbaik akhlaknya di antara kaum mukminin dan muhajir yang terbaik ialah orang yang meninggalkan segala yang dilarang Allah dan jihad yang paling utama ialah orang yang memerangi nafsunya demi mendapatkan ridha Allah azza wa jalla. (H.R.Thabarani)"
    },
    {
        "id" : 214,
        "valueIndonesia" : "Manusia yang paling baik ialah orang mukmin yang berjihad di jalan Allah dengan jiwa dan hartanya, kemudian orang mukmin di celah gunung yang bertakwa kepada Allah dan meninggalkan orang-orang karena kejahatan mereka. (H.R. Bukhari)"
    },
    {
        "id" : 215,
        "valueIndonesia" : "Kiamat telah dekat dan manusia semakin serakah terhadap dunia dan mereka semakin jauh dari Allah. (H.R. Al-Hakim"
    },
    {
        "id" : 216,
        "valueIndonesia" : "Bacalah Al-Qur'an dan carilah ridha Allah Ta'ala dengannya sebelum datang suatu golongan yang menjadikannya seperti memasang anak panah, mereka melakukannya dengan terburu-buru dan tidak melakukannya dengan pelan-pelan. (H.R. Abu Dawud)"
    },
    {
        "id" : 217,
        "valueIndonesia" : "Bacalah surat Yaa Siin atas orang mati di antara kalian. (H.R. Ahmad)"
    },
    {
        "id" : 218,
        "valueIndonesia" : "Yang paling sedikit terdapat di akhir zaman adalah dirham halal atau saudara yang bisa dipercaya. (H.R. ibnu Asakir)"
    },
    {
        "id" : 219,
        "valueIndonesia" : "Dosa-dosa terbesar ialah menyekutukan Allah, membunuh jiwa, durhaka kepada ibu bapak dan perkataan dusta (kesaksian palsu). (H.R. Bukhari)"
    },
    {
        "id" : 220,
        "valueIndonesia" : "Perbanyaklah mengingat kematian, karena ia membersihkan dosa-dosa dan menyebabkan zuhud terhadap kesenangan dunia. Jika kalian mengingatnya di saat kaya, maka ia akan merobohkannya. Dan jika kalian mengingatnya di saat miskin, maka ingatan itu akan menyebabkan kalian ridha dengan kehidupanmu.(H.R. Ibnu Abi dunya)"
    },
    {
        "id" : 221,
        "valueIndonesia" : "Perbanyaklah bershalawat untukku pada hari Jum'at. Barangsiapa melakukan itu, aku menjadi saksi dan memberi syafa'at baginya pada hari kiamat. (H.R.Baihaqi)"
    },
    {
        "id" : 222,
        "valueIndonesia" : "Perbanyaklah sholawat untukku, karena shalawatmu untukku adalah ampunan bagi dosa-dosamu dan carilah kepadaku derajat dan wasilah, karena wasilahku di sisi Tuhanmu adalah syafa'at bagimu. (H.R. ibnu Asakir)"
    },
    {
        "id" : 223,
        "valueIndonesia" : "Perbanyaklah membaca Al-Qur'an di rumahmu, karena rumah yang tidak dibaca Al-Qur'an di dalamnya menjadi sedikit kebaikannya dan banyak kejelekannya dan menjadi sempit atas penghuninya.(H.R. Ad-daraquthni)"
    },
    {
        "id" : 224,
        "valueIndonesia" : "Muliakanlah para ulama, karena mereka adalah pewaris para nabi. Maka siapa memuliakan mereka, ia pun telah memuliakan Allah dan rasul-Nya.(H.R. Al-Khatib)"
    },
    {
        "id" : 225,
        "valueIndonesia" : "Manusia yang paling mulia adalah yang paling bertakwa di antara mereka. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 226,
        "valueIndonesia" : "Bijaksana ialah bila engkau bermusyawarah dengan orang yang mempunyai pendapat, kemudian mentaatinya. (H.R. Abu Dawud)"
    },
    {
        "id" : 227,
        "valueIndonesia" : "Islam itu bersih, maka bersihkanlah dirimu, karena tidak masuk surga, kecuali orang yang bersih.(H.R. Ad-dailami)"
    },
    {
        "id" : 228,
        "valueIndonesia" : "Saudara tertua mempunyai kedudukan seperti bapak. (H.R.Baihaqi)"
    },
    {
        "id" : 229,
        "valueIndonesia" : "Amanat mendatangkan rezeki san khianat mendatangkan kemiskinan.(H.R. Ad-Dailami)"
    },
    {
        "id" : 230,
        "valueIndonesia" : "Aku diperintahkan untuk memerangi orang-orang hingga mereka bersaksi bahwa tiada Tuhan selain Allah dan Muhammad adalah rasul (utusan) Allah dan mendirikan shalat dan mengeluarkan zakat. an Apabila mereka lakukan itu, mereka telah melindungi darah dan harta mereka dariku, kecuali dengan hak Islam dan perhitungan mereka terserah pada Allah. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 231,
        "valueIndonesia" : "Singkirkan gangguan dari jalan, karena perbuatan itu adalah sodaqoh bagimu. (H.R. Bukhari)"
    },
    {
        "id" : 232,
        "valueIndonesia" : "Ya Allah, aku berlindung dengan-Mu dari ilmu yang tidak bermanfaat dan amal yang tidak diangkat dan doa yang tidak anat dikabulkan.(H.R. Al-Hakim)"
    },
    {
        "id" : 233,
        "valueIndonesia" : "Ya Allah, jadikan cahaya dalam hatiku, cahaya dalam lidahku, cahaya dalam penglihatanku, cahaya pendengaranku, cahaya di sebelah kananku, cahaya di sebelah kiriku, cahaya dari atasku, cahaya dari bawahku cahaya dari depanku, cahaya dari belakangku, dan jadikan cahaya dalam diriku dan besarkan cahaya bagiku.(H.R. Bukhari)"
    },
    {
        "id" : 234,
        "valueIndonesia" : "Ya Allah, ampunilah aku dan rahmatilah aku dan ikutkan aku dengan Ar-Rafiq al-a'laa (golongan para nabi). (H.R.Bukhari)"
    },
    {
        "id" : 235,
        "valueIndonesia" : "Ya Allah, aku mohon kepada-Mu kebaikan seluruhnya, aku ketahui darinya maupun yang tidak aku ketahui dan aku yang berlindung dengan-Mu dari kejelekan seluruhnya, yang aku ketahui darinya maupun yang tidak aku ketahui. (H.R.Thabarani)"
    },
    {
        "id" : 236,
        "valueIndonesia" : "Ya Allah jadikan aku dari golongan orang-orang yang apabila berbuat baik, mereka gembira dan apabila berbuat buruk, mereka memohon ampun.(H.R. Ibnu Majah)"
    },
    {
        "id" : 237,
        "valueIndonesia" : "Ya Allah, aku berlindung dengan-Mu dari hati yang tidak khusyu', dari doa yang tidak didengar (dikabulkan), dari nafsu yang tidak dipuaskan, dari ilmu yang tidak bermanfaat. Aku berlindung dengan-Mu dari empat perkara ini. (H.R. Tirmidzi)"
    },
    {
        "id" : 238,
        "valueIndonesia" : "Ya Allah, karuniailah aku cinta-Mu dan cinta orang yang cintanya berguna bagiku di sisi-Mu. Ya Allah, karunia yang Engkau berikan kepadaku dan aku sukai, jadikan itu sebagai kekuatan bagiku mengenai apa yang Engkau sukai. Ya Allah, apa yang Engkau jauhkan dariku dan aku sukai, maka jadikanlah itu sebagai kekosongan bagiku mengenai apa yang Engkau sukai. (H.R.Tirmidzi)"
    },
    {
        "id" : 239,
        "valueIndonesia" : "Ya Allah, jadikan aku orang yang banyak bersyukur, jadikan aku orang yang banyak bersabar dan jadikan aku kecil dalam pandanganku dan besar dalam pandangan orang banyak. (H.R.Al-Bazzar)"
    },
    {
        "id" : 240,
        "valueIndonesia" : "Ya Allah, aku berlindung dengan-Mu dari ketidakmampuan dan kemalasan, sifat penakut dan kekikiran dan keadaan tua renta. Aku berlindung dengan-Mu dari siksa kubur, Aku berlindung dengan-Mu dari siksa neraka dan aku berlindung dengan-Mu dari fitnah di masa hidup dan sesudah mati. (H.R.Bukhari)"
    },
    {
        "id" : 241,
        "valueIndonesia" : "Ya Allah, Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat dan lindungilah kami dari siksa neraka. (H.R.Bukhari)"
    },
    {
        "id" : 242,
        "valueIndonesia" : "Ya Allah, tiada kehidupan (sejati), kecuali kehidupan akhirat.(H.R. Bukhari)"
    },
    {
        "id" : 243,
        "valueIndonesia" : "Ya Allah, ampunilah dosaku, kebodohanku dan perbuatanku yang melampaui batas dan yang Engkau lebih tahu tentangnya daripada aku. Ya Allah, ampunilah dosaku yang telah aku lakukan dan yang aku akhirkan, yang aku rahasiakan dan yang aku nyatakan. Engkaulah yang memajukan dan Engkaulah yang mengakhirkan dan Engkau Maha Kuasa atas segala sesuatu. (H.R.Bukhari)"
    },
    {
        "id" : 244,
        "valueIndonesia" : "Ya Allah, sesungguhnya Engkau mendengar perkataanku dan melihat tempatku dan mengetahui rahasia-Ku dan perbuatanku yang terang, tiada sesuatu apapun dariku yang tersembunyi dari-Mu. Aku adalah orang yang melarat dan miskin, yang meminta tolong, yang meminta perlindungan, yang takut dan khawatir, yang mengaku dosanya. Aku mohon kepada-Mu sebagai orang yang miskin dan aku berdoa kepada-Mu dengan rendah diri sebagai pelaku dosa yang hina dan aku berdoa kepada-Mu dengan doa orang yang takut dan tak berdaya sebagai orang yang tunduk kepada-Mu dan mengalir air matanya untuk-Mu, rendah dan hina dirinya terhadap-Mu. Ya Allah, jangan jadikan aku sengsara dengan berdoa kepada-Mu dan jadilah Engkau pengasih dan sayang kepadaku, wahai Tuhan yang paling baik untuk dimintai dan yang terbaik ketika memberi. (H.R.Thabarani)"
    },
    {
        "id" : 245,
        "valueIndonesia" : "Ya Allah, perbaikilah hubungan antara sesama kami dan persatukanlah hati kami dan tunjukilah kami jalan-jalan keselamatan dan selamatkan kami dari kegelapan menjadi cahaya dan jauhkan kami dari perbuatan-perbuatan keji yang nyata dan yang tersembunyi. Ya Allah, berkatilah kami dalam pendengaran. penglihatan dan hati kami, istri dan keturunan kami dan terimalah taubat kami, sesungguhnya Engkaulah yang Maha Penerima taubat lagi Maha Penyayang. Dan jadikanlah kami orang-orang yang mensyukuri nikmat-Mu, memuji dan menerimanya dan sempurnakan nikmat itu atas kami. (H.R. Al-Hakim)"
    },
    {
        "id" : 246,
        "valueIndonesia" : "Ya Allah, perbaikilah bagiku agamaku yang merupakan pelindung urusanku dan perbaikilah duniaku di mana terdapat penghidupanku dan perbaikilah bagiku akhiratku yang di dalamnya tempat aku kembali. Dan jadikanlah kehidupan sebagai tambahan bagiku dalam setiap kebaikan dan jadikan kematian kebebasan bagiku dari setiap kejelekan. (H.R. Muslim)"
    },
    {
        "id" : 247,
        "valueIndonesia" : "Ya Allah, jadikan cinta-Mu sesuatu yang paling aku cintai dan jadikan rasa takut kepada-Mu sesuatu yang paling aku takuti dan putuskan dariku kebutuhan-kebutuhan dunia dengan merindukan perjumpaan dengan-Mu. Apabila engkau senangkan pecinta dunia terhadap dunia mereka, maka senangkan aku terhadap ibadah kepada-Mu.(H.R. Abu Nu’aim)"
    },
    {
        "id" : 248,
        "valueIndonesia" : "Ya Allah, bukalah pendengaran hatiku untuk menyebut-Mu dan karuniailah aku ketaatan kepada-Mu dan ketaatan kepada rasul-Mu dan pengamalan kitab-Mu. (H.R. Thabarani)"
    },
    {
        "id" : 249,
        "valueIndonesia" : "Ya Allah, perlakukanlah aku dengan lembut dalam memudahkan setiap sesuatu yang sulit, karena memudahkan setiap sesuatu yang sulit adalah mudah bagi-Mu. Dan aku memohon kepada-Mu kemudahan dan keselamatan di dunia dan akhirat. (H.R.Thabarani)"
    },
    {
        "id" : 250,
        "valueIndonesia" : "Ya Allah, cukupilah aku dengan ilmu dan hiasilah aku dengan kecerdasan dan muliakanlah aku dengan ketakwaan dan baguskanlah aku dengan kesehatan. (H.R. ibnu Najjar)"
    },
    {
        "id" : 251,
        "valueIndonesia" : "Ya Allah, aku berlindung dengan-Mu dari teman yang licik, kedua matanya melihatku dan hatinya memperhatikan aku Jika melihat kebaikan, ia menyembunyikannya. Dan jika melihat kejelekan, ia menyiarkannya.(H.R. Ibnu Najjar)"
    },
    {
        "id" : 252,
        "valueIndonesia" : "Ya Allah, rahmatilah para khalifahku yang datang sesudah aku, yaitu orang-orang yang meriwayatkan hadis-hadis dan sunnahku dan mengajarkannya kepada orang banyak.(H.R. Thabrani)"
    },
    {
        "id" : 253,
        "valueIndonesia" : "Takutlah kepada Allah, takutlah kepada Allah mengenai bangsa Qitbthi Mesir. Kalian akan mengalahkan mereka, maka mereka akan menjadi pasukan dan pembantu bagi kalian di jalan Allah.(H.R. Thabrani)"
    },
    {
        "id" : 254,
        "valueIndonesia" : "Amma ba'du: Sesungguhnya dunia itu indah dan manis dan Allah akan menjadikan kalian sebagai khalifah untuk mengurusinya. Maka Allah akan melihat bagaimana kamu beramal Maka takutlah kepada cobaan dunia dan takutlah kepada godaan wanita. Sesungguhnya cobaan pertama yang menimpa bani Israel adalah pada wanita. Ketahuilah, sesungguhnya bani Adam diciptakan dalam berbagai macam golongan. Di antara mereka ada yang dilahirkan dalam keadaan beriman dan hidup beriman dan mati sebagai orang beriman. Di antara mereka ada yang dilahirkan dalam keadaan kafir dan hidup sebagai orang kafir dan mati dalam keadaan kafir. Di antara mereka ada yang dilahirkan dalam keadaan beriman, hidup sebagai orang yang beriman dan mati dalam keadaan kafir. Di antara mereka ada yang dilahirkan dalam keadaan kafir, hidup sebagai orang kafir dan mati dalam keadaan beriman. Ketahuilah, sesungguhnya kemarahan itu adalah bagaikan bara api yang menyala di dalam perut anak Adam. Tidakkah kalian melihat kepada kedua matanya yang merah dan urat lehernya yang membesar? Apabila seseorang dari kamu merasakan sesuatu dari itu, maka baringkan tubuhmu di tanah, baringkan tubuhmu ke tanah. Ketahuilah, sesungguhnya sebaik-baik manusia ialah orang yang lambat marahnya, cepat ridhanya. Dan seburuk-buruk manusia ialah orang yang cepat marahnya, lambat ridhanya. Apabila manusia lambat marahnya, lambat kembalinya atau cepat marahnya, cepat kembalinya, maka ia termasuk golongan gang seimbang baik buruknya. Ketahuilah, sesungguhnya sebaik-baik pedagang adalah orang yang baik dalam membayar dan baik dalam menagih. Dan seburuk-buruk pedagang ialah orang yang buruk dalam membayar dan buruk dalam menagih. Maka apabila manusia baik dalam membayar dan buruk dalam menagih atau buruk dalam membayar dan baik dalam menagih, ia pun termasuk golongan yang seimbang baik buruknya. Ketahuilah, sesungguhnya setiap pengkhianat mempunyai bendera pada hari kiamat sesuai dengan kadar pengkhianatannya. Ketahuilah, sesungguhnya pengkhianatan terbesar terbesar adalah pengkhianatan pemimpin rakyat. Janganlah ketakutan kepada orang-orang mencegah seorang lelaki untuk menyatakan kebenaran jika ia mengetahuinya. Ketahuilah, sesungguhnya jihad yang paling utama ialah menyatakan kebenaran di hadapan penguasa yang zalim. Ketahuilah, sesungguhnya perumpamaan dunia yang tersisa terhadap yang sudah lewat darinya ialah seperti harimu ini terhadap hari yang sudah lewat. (H.R. Tirmidzi)"
    },
    {
        "id" : 255,
        "valueIndonesia" : "Umatku ini umat yang diberi rahmat, tidak ada siksa atasnya di akhirat. Siksanya hanya di dunia berupa peperangan. gempa bumi, pembunuhan dan bencana. (H.R.Thabarani)"
    },
    {
        "id" : 256,
        "valueIndonesia" : "Usaplah kepala anak yatim (demikian) hingga bagian depan kepalanya dan anak yang mempunyai bapak (demikian) hingga bagian belakang kepalanya. (H.R. Al-Khathib)"
    },
    {
        "id" : 257,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala apabila menurunkan bencana dari langit kepada penduduk bumi, maka bencana itu dijauhkan dari orang-orang yang meramaikan masjid. (H.R.ibnu Asakir)"
    },
    {
        "id" : 258,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala memurnikan agama ini untuk diri-Nya dan tidak layak bagi agamamu kecuali kedermawanan dan akhlak yang baik, maka hiasilah agamam dengan keduanya. (H.R. Thabarani)"
    },
    {
        "id" : 259,
        "valueIndonesia" : "Sesungguhnya manusia yang paling dibenci Allah ialah orang yang paling keras permusuhannya. (H.R.Muslim)"
    },
    {
        "id" : 260,
        "valueIndonesia" : "'Sesungguhnya orang-orang yang membuat lukisan atau patung ini disiksa pada hari kiamat lalu dikatakan kepada mereka: Hidupkan apa yang kamu ciptakan.' (H.R. Syaikhain(Bukhari dan muslim))"
    },
    {
        "id" : 261,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menyuruhku bersikap lunak kepada orang-orang sebagaimana Dia menyuruhku melaksanakan kewajiban-kewajiban. (H.R. Ad-Dailami)"
    },
    {
        "id" : 262,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menjadikan (kotoran) yang keluar dari anak Adam (manusia) sebagai perumpamaan bagi dunia. (H.R. Baihaqi)"
    },
    {
        "id" : 263,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala Maha Pemurah dan menyukai kemurahan hati dan menyukai budi pekerti yang luhur dan tidak menyukai budi pekerti yang rendah. (H.R. Abu Nu'aim)"
    },
    {
        "id" : 264,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menyukai kemudahan bagi umat ini dan tidak mnyukai kesulitan baginya. (H.R. Thabarani)"
    },
    {
        "id" : 265,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala akan menanyai setiap pemimpin tentang apa yang dipimpinnya, apakah ia memelihara tugas itu atau menyia-nyiakannya? hingga manusia ditanya tentang keluarganya. (H.R. ibnu Hibban)"
    },
    {
        "id" : 266,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menulis dalam Ummil Kitab sebelum menciptakan langit dan bumi: 'Sesungguhnya Aku adalah Ar-Rahman (Tuhan Yang Maha Pengasih).' Aku ciptakan rahim dan Aku membentuk sebuah nama baginya dari nama-Ku. Barangsiapa menyambungnya (silaturrahim), maka Aku pun menyambungnya. Dan siapa yang memutusnya, Aku pun memutusnya. (H.R. Thabarani)"
    },
    {
        "id" : 267,
        "valueIndonesia" : "Sesungguhnya orang mukmin itu tidak najis. (hadis riwayat Bukhari dan Muslim)"
    },
    {
        "id" : 268,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala ketika menciptakan makhluk, Dia menulis dengan tangan-Nya atas diri-Nya: Sesungguhnya rahmat-Ku mengalahkan kemarahan-Ku. (H.R. Ibnu Majah)"
    },
    {
        "id" : 269,
        "valueIndonesia" : "Sesungguhnya orang perempuan itu datang dalam bayangan syaitan dan pergi dalam bayangan syaitan. Apabila seseorang dari kamu melihat seorang perempuan dan kagum padanya, hendaklah ia mendatangi istrinya, karena hal itu menolak godaan dalam dirinya.(H.R. Muslim)"
    },
    {
        "id" : 270,
        "valueIndonesia" : "'Sesungguhnya Allah Ta'ala melihat kepada orang kafir dan tidak melihat kepada orang yang congkak. Angin telah mengangkut Sulaiman bin Dawud, sambil bersandar hingga ia merasa bangga dan sombong dalam dirinya. Maka ia pun dilemparkan ke bumi.' (H.R.Thabarani)"
    },
    {
        "id" : 271,
        "valueIndonesia" : "Sesungguhnya perkataan yang paling disukai hamba apabila bangun dari tidurnya ialah: 'Maha Suci Tuhan yang menghidupkan orang mati dan Dia Maha Kuasa atas segala sesuatu.(H.R. Al-Khatib)'"
    },
    {
        "id" : 272,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala tidak melihat kepada bentukmu dan tidak melihat kepada kemuliaan asalmu dan tidak pula kepada hartamu, tetapi melihat kepada hati dan amal-amalmu. (H.R. Thabarani)"
    },
    {
        "id" : 273,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala tidak rela bagi hamba-Nya yang beriman apabila Dia mengambil kekasihnya dari penghuni bumi, lalu hamba itu bersabar dan mengharap pahala, kecuali memberinya pahala berupa surga.(H.R. Nasa'iy)"
    },
    {
        "id" : 274,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala tidak menzalimi kebaikan. orang mukmin. Dia memberinya balasan atasnya di dunia dan diberi pahala atas kebaikan itu di akhirat. Adapun orang kafir diberi balasan atas kebaikan-kebaikannya di dunia hingga apabila sudah sampai ke akhirat, ia tidak mempunyai kebaikan yang dibalas dengan kebaikan. (H.R. Ahmad)"
    },
    {
        "id" : 275,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala tidak menerima dari amal kecuali, yang murni baginya dan diharapkan ridha-Nya dengan amal itu. (H.R.Nasa'iy)"
    },
    {
        "id" : 276,
        "valueIndonesia" : "Sesungguhnya termasuk kewajiban bapak terhadap anaknya ialah mengajarinya menulis dan memberinya nama yang baik dan mengawinkannya bila ia sudah baligh. (H.R. ibnu Najjar)"
    },
    {
        "id" : 277,
        "valueIndonesia" : "Sesungguhnya termasuk sunnah ialah orang lelaki keluar bersama tamunya ke pintu rumah.  (H.R. ibnu Majah)"
    },
    {
        "id" : 278,
        "valueIndonesia" : "Sesungguhnya termasuk seburuk-buruk kedudukan manusia di sisi Allah pada hari kiamat ialah orang lelaki mendatangi istrinya dan istrinya mendatanginya, lalu ia siarkan rahasia istrinya. (H.R.Muslim)"
    },
    {
        "id" : 279,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menyukai manusia yang ramah dan murah senyum. (H.R. Asy-Syirazi)"
    },
    {
        "id" : 280,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menyukai kelembutan dalam segala urusan. (H.R. Bukhari)"
    },
    {
        "id" : 281,
        "valueIndonesia" : "Sesungguhnya Allah mengharamkan atas kalian durhaka kepada ibu, mengubur bayi perempuan dalam keadaan hidup, tidak mau memberi dan suka meminta. Dan Allah tidak menyukai bagimu perkataan yang tidak jelas, banyak bertanya dan penghamburan harta. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 282,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala mendekatkan orang mukmin, lalu meletakkan naungannya di atasnya dan menutupinya dan memintanya mengakui dosa-dosanya. Allah berkata: Apakah engkau tahu dosa begini? Apakah engkau tahu dosa begini? Orang itu menjawab: Ya, wahai Tuhanku. Ketika ia sudah mengakui dosa-dosanya dan merasa dalam hatinya bahwa ia telah binasa, Allah berkata: 'Sesungguhnya Aku telah menutupinya atasmu di dunia dan Aku mengampuninya bagimu hari ini. Kemudian ia diberi kitab kebaikan-kebaikannya dengan tangan kananny. Adapun orang kafir dan munafik, para saksi berkata: Mereka ini adalah orang-orang yang berdusta terhadap Tuhan mereka. Semoga laknat Allah menimpa orang-orang yang zalim.' (H.R. ibnu Majah)"
    },
    {
        "id" : 283,
        "valueIndonesia" : "Sesungguhnya Allah suka apabila seseorang dari kamu mengerjakan suatu amal, ia pun menyempurnakannya.(H.R. Thabrani)"
    },
    {
        "id" : 284,
        "valueIndonesia" : "Sesungguhnya aku tidak mempekerjakan seseorang hingga aku ajukan syarat kepadanya. (H.R. Ad-Dailami)"
    },
    {
        "id" : 285,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala merasa heran kepada peminta yang meminta selain surga dan kepada pemberi yang memberi bukan karena Allah dan orang yang memohon perlindungan dari selain neraka. (H.R.Al-Khathib)"
    },
    {
        "id" : 286,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata: Aku adalah yang ketiga dari dua orang yang berserikat selama salah seorang dari keduanya tidak mengkhianati temannya. Apabila ia mengkhianatinya, Aku keluar dari antara keduanya. (H.R. Abu Dawud)"
    },
    {
        "id" : 287,
        "valueIndonesia" : "Sesungguhnya Allah tidak menyiksa manusia karena air mata yang mengalir dan bukan karena hati yang sedih, tetapi dengan ini (beliau menunjuk kepada lidahnya) atau mengasihinya. Sesungguhnya mayit disiksa karena tangisan (ratapan) keluarganya atasnya. (Menurut para ulama, ia disiksa bila berwasiat agar diratapi oleh keluarganya pen.) (H.R. jama'ah)"
    },
    {
        "id" : 288,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata: 'Apabila Aku mengambil kedua mata hamba-Ku di dunia, Aku pun tidak mempunyai balasan untuknya, kecuali surga.' (H.R.Tirmidzi)"
    },
    {
        "id" : 289,
        "valueIndonesia" : "Sesungguhnya Alllah Ta'ala telah mengharamkan atas api neraka, siapa yang mengucapkan: 'Laa ilaha illallahu.' dan dengan itu ia mengharapkan ridha Allah. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 290,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata pada hari kiamat. Di mana orang-orang yang saling mencintai demi keagungan-Ku. Hari ini Aku menaungi mereka pada hari tiada naungan kecuali naungan-Ku. (H.R. Muslim)"
    },
    {
        "id" : 291,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata: 'Aku selalu bersama hamba-Ku selama dia mengingat-Ku dan kedua bibirnya bergerak menyebut-Ku.' (H.R.Ahmad)"
    },
    {
        "id" : 292,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata: 'Sungguh hamba yang Aku sehatkan tubuhnya dan Aku beri dia kelapangan dalam penghidupannya dan lewat padanya lima tahun tidak datang kepada Ku (ke Ka'bah), dia tidak mendapat berkah.' (H.R. ibnu Hibban) "
    },
    {
        "id" : 293,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata kepada penghuni surga: Hai penghuni surga. Mereka menjawab: 'Labbaik Robbana wa sa'daik', kebaikan seluruh dalam tangan-Mu. Kemudian Allah berkata: Apakah kalian ridha? Mengapa kami tidak ridha, sedangkan Engkau telah memberi kami sesuatu yang tidak Engkau berikan kepada seorang pun dari makhluk-Mu? Allah berkata: Maukah Aku beri lainnya yang lebih baik daripada itu? Mereka menjawab: Wahai Tuhan kami, sesuatu apakah yang lebih baik daripada itu? Allah menjawab: Aku halalkan bagi kalian keridhaan-Ku, maka Aku tidak marah kepada kalian sesudahnya dan selamanya. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 294,
        "valueIndonesia" : "Sesungguhnya Allah memaafkan untuk umatku apa yang direncanakannya dalam hatinya selama tidak dikerjakan atau dibicarakannya. Sesungguhnya Allah memaafkan dari umatku sesuatu yang menggoda dalam hatinya selama tidak dikerjakannya atau dibicarakannya. (H.R.jama'ah)"
    },
    {
        "id" : 295,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala memberi penangguhan bagi orang yang zalim hingga ketika ia menghukumnya, Dia tidak meloloskannya. (H.R.Bukhari)"
    },
    {
        "id" : 296,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata: Hai anak Adam, Aku sakit, tetapi Engkau tidak menjenguk-Ku. la berkata: Ya Tuhanku, bagaimana aku menjenguk-Mu, sedangkan Engkau adalah Tuhan semesta alam? Allah berkata: Tidakkah engkau ketahui bahwa hamba-Ku si Fulan sakit, tetapi engkau tidak menjenguknya. Tidakkah engkau ketahui bahwa andaikata engkau menjenguknya, maka engkau dapati Aku a di tempatnya. Hai anak Adam, Aku meminta makan darimu, tetapi engkau tidak memberi-Ku makan. Ia berkata: Ya Tuhan-Ku, bagaimana aku memberi-Mu makan, sedangkan Engkau Tuhan semesta alam? Allah berkata: Tidakkah engkau ketahui bahwa hamba-Ku si Fulan meminta makan kepadamu, tetapi engkau tidak memberinya makan? Tidakkah engkau ketahui bahwa andaikata engkau memberinya makan, niscaya engkau dapati itu pada-Ku. Hai anak Adam, Aku meminta minum kepadamu, tetapi engkau tidak memberi-Ku minum. Ia berkata: Ya Tuhan-Ku, bagaimana aku memberi-Mu minum, sedangkan Engkau Tuhan semesta alam? Allah menjawab: Hamba-Ku si Fulan meminta minum kepadamu, tetapi engkau tidak memberinya minum. Sesungguhnya andaikata engkau memberinya minum, maka engkau dapati itu pada-Ku. (H.R.Muslim)"
    },
    {
        "id" : 297,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala berkata: Sesungguhnya Aku ingin menurunkan siksa kepada penduduk bumi, namun ketika Aku melihat kepada orang-orang yang meramaikan rumah-rumah ku (masjid-masjid-Ku) dan orang-orang yang saling mencintai karena Aku dan orang-orang yang meminta ampun di waktu dini hari, Aku singkirkan siksa-Ku dari mereka.(H.R. Baihaqi)"
    },
    {
        "id" : 298,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menurunkan pertolongan sesuai dengan besarnya beban dan menurunkan kesabaran sesuai dengan besarnya cobaan. (H.R.ibnu Adiy)"
    },
    {
        "id" : 299,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala cemburu dan orang mukmin cemburu. Kecemburuan Allah ialah bila orang mukmin melakukan apa yang diharamkan Allah atasnya. Sesungguhnya tidak masuk surga, kecuali jiwa yang muslim. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 300,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menguatkan agama ini dengan orang yang fasik. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 301,
        "valueIndonesia" : "Sungguh bumi itu berseru setiap hari 70 kali: Hai anak Adam, makanlah apa saja yang kalian inginkan dan kalian sukai. Demi Allah, aku akan memakan daging dan kulitmu. (H.R.Al-Hakiim)"
    },
    {
        "id" : 302,
        "valueIndonesia" : "Sesungguhnya rasa malu dan iman digandengkan keduanya. Apabila yang satu diangkat, maka yang lain diangkat pula. (H.R.Al-Hakim)"
    },
    {
        "id" : 303,
        "valueIndonesia" : "Sesungguhnya agama ini mudah dan tidaklah seseorang mempersulit agama ini, melainkan ia tidak mampu melakukannya. Maka berbuatlah yang benar dan lakukanlah amal yang mendekati sempurna dan gembiralah. Manfaatkanlah waktu pagi dan sore dan sebagian malam untuk beribadah. (H.R.Bukhari)"
    },
    {
        "id" : 304,
        "valueIndonesia" : "Sesungguhnya Allah menulis kebaikan-kebaikan dan dosa-dosa, kemudian Dia menjelaskan hal itu. Maka siapa yang ingin berbuat kebaikan, tetapi tidak dilakukannya, Allah menulisnya baginya di sisi-Nya sebagai satu kebaikan penuh. Jika ia ingin melakukannya, lalu mengerjakannya, Allah menulisnya di sisi-Nya sepuluh kebaikan hingga 700 kali hingga berlipat-lipat kali. Dan siapa yang ingin berbuat dosa, tetapi tidak dilakukannya, Allah pan menulisnya di sisi-Nya satu kebaikan penuh. Jika ia ingin melakukannya, lalu mengerjakannya, Allah menulisnya atas orang itu satu dosa. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 305,
        "valueIndonesia" : "Ada orang tidak diberi rezeki disebabkan dosa yang dilakukannya. Tidak bisa menolak takdir, kecuali doa dan tidak bisa menambah umur, kecuali kebajikan. (H.R.Hibban)"
    },
    {
        "id" : 306,
        "valueIndonesia" : "Sungguh rezeki mencari hamba lebih banyak daripada yang dicari oleh ajalnya. (H.R. Thabarani)"
    },
    {
        "id" : 307,
        "valueIndonesia" : "Sesungguhnya kebahagiaan yang terbesar adalah panjang umur dalam menaati Allah. (H.R.Al-Khathib)"
    },
    {
        "id" : 308,
        "valueIndonesia" : "Sesungguhnya mayit terganggu dalam kuburnya oleh apa yang dulu mengganggunya di dalam rumahnya. (H.R.Ad-Dailami)"
    },
    {
        "id" : 309,
        "valueIndonesia" : "Sungguh mayit itu disiksa disebabkan tangisan keluarganya yang menangisinya (meratapinya). (Menurut ulama yang dimaksud ialah bila mayit itu berwasiat agar keluarganya meratapinya.(H.R. Bukhari)"
    },
    {
        "id" : 310,
        "valueIndonesia" : "Sesungguhnya seseorang dari kamu dikumpulkan bentuknya dalam perut ibunya empat puluh hari berupa air mani, kemudian menjadi segumpal darah seperti itu, kemudian menjadi segumpal daging seperti itu, kemudian Allah mengutus seorang malaikat kepadanya dan disuruh menulis empat kalimat Dikatakan kepadanya: Tulislah ilmunya, rezeki dan ajalnya, sengsara atau bahagia, kemudian ditiupkan roh di dalamnya. Ada orang di antara kalian melakukan perbuatan penghuni surga hingga tiada jarak antara dia dan surga, kecuali satu hasta namun ia telah didahului takdir sehingga melakukan perbuatan penghuni nereka, maka ia masuk neraka. Dan ada orang melakukan perbuatan penghuni neraka sehingga antara dia dan neraka hanya berjarak satu hasta, namun takdir mendahuluinya sehingga ia melakukan perbuatan penghuni surga, maka ia masuk surga.  (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 311,
        "valueIndonesia" : "Sesungguhnya syaitan berkata: Demi keperkasaan-Mu, wahai Tuhanku, aku akan terus menyesatkan hamba-hamba-Mu selama arwah mereka berada dalam tubuh mereka. Maka Ar-Rabb (Tuhan) berkata: Demi keperkasaan dan keagungan Ku, Aku tetap mengampuni mereka selama mereka meminta ampun kepada-KU.(H.R. Ahmad)"
    },
    {
        "id" : 312,
        "valueIndonesia" : "Sesungguhnya orang-orang shaleh diberi cobaan yang berat dan tidaklah suatu cobaan menimpa seorang mukmin berupa duri dan yang lebih berat daripada itu, melainkan dihapus darinya dengan sebabnya satu dosa dan diangkat baginya satu derajat. (H.R. Baihaqi)"
    },
    {
        "id" : 313,
        "valueIndonesia" : "Sesungguhnya sodaqoh itu memadamkan panasnya kubur dari pelakunya dan orang mukmin bernaung pada hari kiamat dalam naungan sodaqohnya. (H.R. Thabarani)"
    },
    {
        "id" : 314,
        "valueIndonesia" : "Sungguh ada hamba yang mengucapkan perkataan menimbulkan keridhaan. Allah sedang tidak ia yang memperhatikannya, maka Allah mengangkatnya dengan perkataan itu beberapa derajat.. Dan ada hamba yang mengucapkan perkataan yang menimbulkan murka Allah, sedang ia tidak memperhatikannya, maka Allah menjerumuskannya dengan sebab perkataan itu dalam neraka jahanam. (H.R.Ahmad)"
    },
    {
        "id" : 315,
        "valueIndonesia" : "Sungguh ada orang yang melakukan perbuatan penghuni surga menurut pandangan orang-orang sedangkan ia termasuk penghuni neraka. Dan ada orang yang melakukan perbuatan penghuni neraka menurut pandangan orang-orang, sedangkan ia termasuk penghuni surga. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 316,
        "valueIndonesia" : "Ada hamba yang berbuat dosa. Apabila mengingatnya, ia merasa sedih. Dan apabila Allah melihat kepadanya ketika dosa itu membuatnya sedih, maka Allah mengampuni perbuatannya sebelum ia menebusnya tanpa shalat dan tanpa puasa.fred (H.R.ibnu Asakir)"
    },
    {
        "id" : 317,
        "valueIndonesia" : "Sesungguhnya kemarahan itu berasal dari syaitan dan syaitan diciptakan dari api. Sesungguhnya api itu dapat dipadamkan dengan air. Maka apabila seseorang dari kamu marah, hendaklah ia berwudhu. (hadis riwayat Abu Dawud)"
    },
    {
        "id" : 318,
        "valueIndonesia" : "Sesungguhnya hamba Allah yang paling dicintai Allah ialah yang paling banyak berbuat kebaikan kepada hamba-hamba Nya. (H.R.Ahmad)"
    },
    {
        "id" : 319,
        "valueIndonesia" : "Sesungguhnya arwah kaum mukminin berada di langit ketujuh memandang rumah-rumah mereka di surga. (H.R.Ad-Dailami)"
    },
    {
        "id" : 320,
        "valueIndonesia" : "Sesungguhnya umatku dipanggil pada hari kiamat dalam keadaan anggota tubuhnya putih berseri-seri karena bekas wudhu. Maka siapa di antara kamu yang bisa memanjangkan bagian anggotanya yang putih, hendaklah ia melakukannya. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 321,
        "valueIndonesia" : "Sesungguhnya penghuni surga membutuhkan para ulama di surga. Hal itu disebabkan mereka berziarah kepada Allah Ta'ala pada setiap hari Jum'at. Kemudian Allah berkata kepada mereka: Mintalah kepada-Ku apa saja yang kamu inginkan. Maka mereka menoleh kepada ulama dan mereka berkata: Apa yang kita minta? Para ulama menjawab: Mintalah kepada-Nya begini dan begini. Maka mereka membutuhkan ulama di surga sebagaimana mereka membutuhkan ulama di dunia. (H.R.ibnu Asakir)"
    },
    {
        "id" : 322,
        "valueIndonesia" : "Sesungguhnya orang-orang yang suka berbuat kebaikan di dunia adalah mereka yang suka berbuat kebaikan di akhirat. Sesungguhnya penghuni surga yang pertama kali masuk surga ialah orang-orang yang suka berbuat kebaikan. (H.R.Thabarani)"
    },
    {
        "id" : 323,
        "valueIndonesia" : "Sesungguhnya balasan pertama yang diberikan kepada hamba yang mukmin setelah kematiannya ialah mengampuni semua orang yang mengikuti jenazahnya.(H.R.Baihaqi)"
    },
    {
        "id" : 324,
        "valueIndonesia" : "Sesungguhnya rumah-rumah Allah di bumi adalah masjid-masjid dan sesungguhnya wajib atas Allah untuk memuliakan siapa yang menziarahi-Nya di dalam masjid. (H.R. Thabarani)"
    },
    {
        "id" : 325,
        "valueIndonesia" : "Sesungguhnya sodaqoh rahasia memadamkan kemarahan Ar-Rabb dan silaturrahim menambah umur, perbuatan perbuatan baik mencegah kematian buruk dan perkataan: 'Laa ilaha illallahu', menyingkirkan dari orang yang mengucapkannya sembilan puluh sembilan macam bencana, paling ringa)n adalah kesusahan. (H.R. ibnu Asakir)"
    },
    {
        "id" : 326,
        "valueIndonesia" : "Sesungguhnya di surga terdapat kamar-kamar yang bagian luarnya terlihat dari dalamnya dan bagian dalamnya terlihat dari luarnya Allah Ta'ala menyediakannya bagi siapa yang memberi makanan, berbicara dengan lembut, banyak berpuasa, shalat di waktu malam ketika orang-orang sedang tidur. (H.R.Tirmidzi)"
    },
    {
        "id" : 327,
        "valueIndonesia" : "Sesungguhnya di surga ada sebuah rumah yang dinamakan 'Darul farah (rumah kegembiraan)', tidak ada yang memasukinya, kecuali orang yang menggembirakan anak-anak. (H.R. ibnu Adiy)"
    },
    {
        "id" : 328,
        "valueIndonesia" : "Sesungguhnya di surga ada sebuah pintu yang dinamakan 'Dhuha'. Pada hari kiamat seorang juru bicara berseru: Di mana orang-orang yang dulu selalu mengerjakan shalat Dhuha? Ini adalah pintumu, maka masuklah lewat pintu itu dengan rahmat Allah.(H.R. Thabrani)"
    },
    {
        "id" : 329,
        "valueIndonesia" : "Sesungguhnya hamba apabila diletakkan dalam kuburnya dan ditinggal oleh teman-temannya hingga ia mendengar suara langkah sandal-sandal mereka, ia pun didatangi oleh dua malaikat dan mendudukkannya. Kedua malaikat itu berkata kepadanya: Apa yang engkau katakan مناد mengenai orang ini 'Muhammad'? Adapun orang mukmin, ia berkata: Aku bersaksi bahwa ia adalah hamba Allah dan rasul-Nya. Kemudian dikatakan: Lihatlah ke tempatmu di neraka, Allah menggantinya bagimu dengan sebuah tempat di surga. Maka ia melihat keduanya dan dilapangkan baginya. dalam kuburnya 70 hasta dan diisi di atasnya tanaman hijau hingga hari mereka dibangkitkan. Adapun orang kafir atau munafik, maka dikatakan kepadanya: Apa yang rseru: huha? ahmat yang engkau katakan tentang orang ini? Ia menjawab: Aku tidak tahu. Aku dulu mengatakan apa yang dikatakan orang-orang. Maka dikatakan kepadanya: Engkau tidak tahu dan tidak akan membaca. Kemudian ia dipukul dengan palu dari besi di antara kedua telinganya.Maka ia pun menjerit dengan jeritan yang terdengar oleh siapa yang ada didekatnya selain jin dan manusia dan disempitkan kuburnya di atasnya hingga terpisah-pisah tulang-tulang rusuknya. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 330,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala mempunyai hamba-hamba yang dikhususkan-Nya untuk memenuhi kebutuhan orang-orang dan orang-orang yang mengandalkan mereka dalam memenuhi kebutuhan mereka. Mereka itulah orang-orang yang aman dari siksa Allah. (H.R. Thabrani)"
    },
    {
        "id" : 331,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala mempunyai kaum-kaum yang Dia khususkan mereka dengan nikmat-nikmat bagi manfaat manfaat para hamba-Nya. Dia tetapkan nikmat-nikmat itu pada mereka selama mereka memberikannya kepada orang lain. Apabila mereka mencegahnya, maka Allah mencabutnya dari mereka dan mengalihkannya kepada selain mereka. (H.R. ibnu Abi Dunya)"
    },
    {
        "id" : 332,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala mempunyai malaikat malaikat di bumi yang berbicara melalui lisan bani Adam tentang kebaikan dan kejelekan yang ada pada manusia. (H.R. Baihaqi)"
    },
    {
        "id" : 333,
        "valueIndonesia" : "Sesungguhnya dosa terbesar di sisi Allah azza wa jalla ialah seorang laki-laki yang mengawini seorang perempuan, kemudian setelah menyelesaikan hajatnya dari perempuan itu, ia mentalaknya dan mengambil maharnya. Dan seorang lelaki yang mempekerjakan seorang seorang lelaki, lalu mengambil upahnya. (H.R.Baihaqi)"
    },
    {
        "id" : 334,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala mempunyai seorang malaikat yang ditugaskan kepada orang yang mengucapkan: 'Ya Arhamar raahimiin (Wahai Tuhan Yang Maha Penyayang di antara para Penyayang).' Maka siapa yang mengucapkannya tiga kali, malaikat itu berkata kepadanya: Sesungguhnya Tuhan yang Maha Penyayang di antara para penyayang telah datang kepadamu, maka mintalah kepada Nya. (H.R.Al-Hakim)"
    },
    {
        "id" : 335,
        "valueIndonesia" : "Sesungguhnya bagi Allah Ta'ala apa yang diambil-Nya dan bagi-Nya apa yang diberikan-Nya dan segala sesuatu di sisi Nya adalah dengan masa tertentu, maka suruhlah dia (putrinya) bersabar dan mengharap pahala. (H.R. ibnu Majah)"
    },
    {
        "id" : 336,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala mempunyai wadah dari penduduk bumi dan wadah Tuhanmu adalah hati para hamba-Nya yang shaleh dan yang paling disukai-Nya ialah yang paling lunak dan paling halus. (H.R.Thabarani)"
    },
    {
        "id" : 337,
        "valueIndonesia" : "Sesungguhnya air itu suci lagi menyucikan dan tidak dinajiskan oleh sesuatu. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 338,
        "valueIndonesia" : "Sesungguhnya orang yang mukmin itu tidak najis. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 339,
        "valueIndonesia" : "Sesungguhnya orang yang makan dan bersyukur mendapat pahala seperti orang yang puasa dan sabar. (H.R.Al-Hakim)"
    },
    {
        "id" : 340,
        "valueIndonesia" : "Sesungguhnya setiap sesuatu mempunyai hakikat dan hamba tidak mencapai hakikat iman hingga ia mengetahui bahwa musibah yang menimpanya tidak akan luput darinya dan yang luput darinya tidak akan menimpanya.(H.R. Ahmad)"
    },
    {
        "id" : 341,
        "valueIndonesia" : "Sesungguhnya setiap nabi mempunyai doa yang telah diucapkannya mengenai umatnya dan dikabulkan baginya, sedangkan aku menyembunyikan doaku berupa syafa'at bagi umatku pada hari kiamat. (H.R.Syaikhain (Bukhari dan Muslim))"
    },
    {
        "id" : 342,
        "valueIndonesia" : "Sesungguhnya kunci-kunci pembuka rezeki menghadap ke arah Arsy, kemudian Allah Ta'ala menurunkan rezeki kepada manusia sesuai dengan kadar nafkah mereka. Barangsiapa yang banyak nafkahnya, ia pun diberi rezeki yang banyak. Dan siapa yang sedikit nafkahnya, ia pun diberi rezeki sedikit. (H.R.Daraquthni)"
    },
    {
        "id" : 343,
        "valueIndonesia" : "Sesungguhnya di antara dosa-dosa ada yang tidak bisa dihapus oleh shalat, puasa, haji dan umrah, tetapi bisa dihapus oleh kesusahan dalam mencari penghidupan. (H.R. ibnu Asakir)"
    },
    {
        "id" : 344,
        "valueIndonesia" : "Sesungguhnya termasuk tanda-tanda kiamat ialah ilmu diangkat, muncul kebodohan, zina tersebar, banyak khamar diminum, kaum lelaki habis dan tersisa kaum wanita hingga ada satu orang lelaki untuk lima puluh perempuan. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 345,
        "valueIndonesia" : "Sesungguhnya yang masuk surga adalah orang yang mengharapkannya dan yang dijauhkan dari api neraka ialah orang yang takut kepadanya dan sesungguhnya Allah Ta'ala menyayangi orang yang menyayangi sesamanya. (H.R.Baihaqi)"
    },
    {
        "id" : 346,
        "valueIndonesia" : "Sesungguhnya orang yang memakai baju sutera di dunia adalah orang yang tidak mendapat bagian di akhirat. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 347,
        "valueIndonesia" : "Apabila terdapat kesialan pada sesuatu, maka kesialan Itu adalah pada rumah, perempuan dan kuda. (Maksudnya bila terdapat hal-hal yang menimbulkan kesialan itu: pen. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 348,
        "valueIndonesia" : "Jika kalian ingin dicintai oleh Allah Ta'ala dan rasul Nya, muka tunaikan amanat yang dipercayakan kepadamu dan berkatalah benar jika kamu berbicara dan bergaullah secara baik dengan tetanggamu.(H.R. Thabrani)"
    },
    {
        "id" : 349,
        "valueIndonesia" : "Jika kalian sanggup memperbanyak istighfar, maka lakukanlah, karena tiada sesuatu yang lebih berhasil di sisi Allah Ta'ala dan lebih disukai-Nya daripada istighfar. (H.R. Al-Hakiim)"
    },
    {
        "id" : 350,
        "valueIndonesia" : "Jika kalian mau, aku beritahukan kepada kalian apa perkataan pertama yang dikatakan Allah Ta'ala kepada kaum mukminin pada hari kiamat dan apa perkataan pertama yang mereka katakan kepadanya: Sesungguhnya Allah Ta'ala berkata kepada kaum mukminin: Apakah kalian suka berjumpa dengan-Ku? Mereka menjawab: Ya, wahai Tuhan kami. Maka Allah berkata: Mengapa? Mereka menjawab: Kami mengharapkan maaf dan ampunan-Mu. Maka Allah berkata: Aku telah mewajibkan bagimu maaf dan ampunan-Ku. (H.R.Thabarani)"
    },
    {
        "id" : 351,
        "valueIndonesia" : "Sesungguhnya pembicaraan yang paling baik adalah Kitabullah dan sebaik-baik petunjuk adalah petunjuk Muhammad dan seburuk-buruk perkara adalah perkara yang diada-adakan dan sesungguhnya apa yang dijanjikan kepada kalian pasti akan datang dan kalian sekali-kali tidak akan sanggup menolaknya. (H.R.Bukhari)"
    },
    {
        "id" : 352,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala mewajibkan berbuat baik terhadap segala sesuatu. Apabila kalian membunuh, maka bunuhlah dengan cara yang baik. Dan apabila kalian menyembelih, maka sembelihlah dengan cara yang baik dan hendaklah seseorang dari kamu menajamkan pisaunya dan menenangkan sembelihannya. (H.R. Muslim)"
    },
    {
        "id" : 353,
        "valueIndonesia" : "Sesungguhnya termasuk dosa terbesar adalah bilamana orang lelaki melaknat kedua orang tuanya. Ada yang berkata: Ya rasulallah bagaimana orang lelaki melaknat kedua orang tuanya? Beliau menjawab: Orang itu memaki bapak orang lain, lalu ia memaki bapaknya dan memaki ibunya.(H.R. Bukhari)"
    },
    {
        "id" : 354,
        "valueIndonesia" : "Sesungguhnya seburuk-buruk manusia kedudukannya di sisi Allah pada hari kiamat ialah siapa yang ditinggalkan orang orang untuk menghindari perkataannya yang keji. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 355,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala adalah yang memberi kesejahteraan. Maka apabila seseorang dari kamu duduk dalam shalat, hendaklah ia katakan: 'Segala penghormatan dan shalat dan hal-hal yang baik itu untuk Allah. Salam (kesejahteraan) semoga selalu dilimpahkan kepadamu wahai nabi dan rahmat Allah serta barokah-Nya. Salam semoga selalu dilimpahkan kepada kami dan hamba-hamba Allah yang shaleh. Sesungguhnya apabila kalian mengucapkan perkataan itu, maka akan mengenai setiap hamba Allah yang shaleh di langit dan bumi. (Aku bersaksi bahwa tiada Tuhan selain Allah dan aku bersaksi bahwa Muhammad adalah hamba dan rasul-Nya). Kemudian ia boleh memilih permintaan apa saja yang diinginkannya.' (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 356,
        "valueIndonesia" : "Sesungguhnya rahim mengeluh kepada Ar-Rahman. Maka Allah Ta'ala berkata: Siapa yang menyambungmu, Aku menyambungnya. Dan siapa yang memutusmu, Aku pun memutusnya.(H.R. Bukhari)"
    },
    {
        "id" : 357,
        "valueIndonesia" : "Sesungguhnya matahari dan bulan adalah dua tanda di antara tanda-tanda kekuasaan Allah. Keduanya tidak mengalami gerhana, karena kematian seseorang maupun kehidupannya, tetapi Allah memperingatkan hamba-hamba-Nya dengan kedua tanda itu. Apabila kalian melihat itu, berdoalah kepada Allah, bertakbirlah dan shalatlah serta bersedekahlah hingga lenyap gerhana yang menimpa kalian. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 358,
        "valueIndonesia" : "Sesungguhnya kebenaran itu menuntun kepada kebajikan dan kebajikan menuntun ke surga. Ada orang yang selalu berkata benar hingga ditulis sebagai Shiddiq di sisi Allah. Dan perkataan dusta menuntun kepada kefasikan, dan kefasikan menuntun ke neraka. Ada orang yang suka berdusta hingga ditulis di sisi Allah sebagai pendusta.(H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 359,
        "valueIndonesia" : "Sesungguhnya ketaatan itu dalam perbuatan baik. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 360,
        "valueIndonesia" : "Sesungguhnya para pedagang akan dibangkitkan pada hari kiamat sebagai orang-orang fasik, kecuali siapa yang takut kepada Allah dan berbuat kebajikan dan berkata benar. (H.R. Tirmidzi)"
    },
    {
        "id" : 361,
        "valueIndonesia" : "Sesungguhnya sumpah itu membuat laris barang dagangan, tetapi menghilangkan keberkahan penghasilan. (H.R. Syaikhain (Bukhari dan Muslim))"
    },
    {
        "id" : 362,
        "valueIndonesia" : "Sesungguhnya termasuk kebaikan yang paling baik alah bila seseorang menyambung hubungan dengan orang yang dicintai bapaknya setelah bapaknya meninggal. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 363,
        "valueIndonesia" : "Sesungguhnya dusta terhadapku bukan seperti dusta terhadap seseorang. Barangsiapa yang berdusta terhadapku dengan sengaja, biarlah ia menduduki tempatnya di neraka. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 364,
        "valueIndonesia" : "Sesungguhnya keindahan bahasa itu bisa mempesona akal dan sesungguhnya syair itu ada yang mengandung hikmah. (H.R.Bukhari)"
    },
    {
        "id" : 365,
        "valueIndonesia" : "Sesungguhnya di antara hamba-hamba Allah ada yang kata dia bersumpah, niscaya Allah memenuhi sumpahnya. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 366,
        "valueIndonesia" : "Sesungguhnya yang dipahami manusia dari perkataan kenabian pertama ialah: 'Apabila engkau tidak merasa malu, lakukanlah apa saja yang engkau inginkan.' (H.R. Bukhari)"
    },
    {
        "id" : 367,
        "valueIndonesia" : "Sesungguhnya api ini adalah musuh bagi kalian, maka apabila kalian tidur, padamkanlah api itu dari kalian. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 368,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala dan mengharamkan penjualan khamar, bangkai, babi dan patung. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 369,
        "valueIndonesia" : "Sesungguhnya termasuk akhlak orang mukmin ialah kekuatan dalam agama dan ketegasan dalam kelembutan, iman dalam keyakinan, kemauan besar dalam ilmu, kasih sayang dalam cinta, kecerdasan dalam ilmu, tidak berlebihan dalam kekayaan, berhias dalam kemiskinan, menahan diri dari ketamakan, mencari penghasilan yang halal, berbuat kebajikan dalam istiqamah, giat dalam kebenaran, mencegah diri dari hawa nafsu, menyayangi orang lemah. Sesungguhnya orang mukmin di antara hamba-hamba Allah tidak menzalimi orang yang membencinya dan tidak berbuat dosa terhadap orang yang mencintainya dan tidak menyia-nyiakan apa yang dititipkan padanya, tidak mendengki, tidak suka mencela dan tidak suka melaknat, mengakui kebenaran, meskipun tidak ada yang menyaksikannya dan tidak saling memanggil dengan julukan yang buruk, khusyu' dalam shalat, cepat memunaikan zakat, tenang dalam kesulitan, bersyukur dalam kesejahteraan. Ia merasa puas dengan apa yang dimilikinya, tidak mengaku apa yang tidak ada padanya, tidak berlebihan ketika marah, sifat kikir tidak bisa mengalahkannya untuk berbuat kebaikan yang diinginkannya. la bergaul dengan orang banyak supaya dia tahu, ia berbicara dengan mereka supaya paham dan jika dizalimi dan dianiaya, ia pun bersabar hingga Ar-Rahman (Tuhan yang Maha Pengasih) menjadi pembelanya.(H.R. Al-Hakiim)"
    },
    {
        "id" : 370,
        "valueIndonesia" : "Sesungguhnya bagi Allah Ta'ala apa yang diambil-Nya dan bagi-Nya apa yang diberikan-Nya dan segala sesuatu di sisi Nya dengan masa tertentu. (H.R. Syaikhain (Bukhari dan Muslim)"
    },
    {
        "id" : 371,
        "valueIndonesia" : "Sesungguhnya Allah Ta'ala menugaskan seorang la malaikat kepada rahim. Malaikat itu berkata: Wahai Tuhanku, masih berupa air mani, wahai Tuhanku sudah menjadi segumpal darah, wahai Tuhanku sudah menjadi segumpal daging. Apabila Allah Ta'ala hendak menetapkan nasib makhluk-Nya, malaikat berkata: Wahai Tuhanku, sengsara atau bahagia? Laki-laki atau perempuan? Apa rezekinya? Berapa umurnya? Kemudian ia menulis seperti itu dalam perut ibunya.(H.R. Bukhari dan Muslim) "
    },
    {
        "id" : 372,
        "valueIndonesia" : "Sesungguhnya Allah tidak mencabut ilmu dengan mengangkatnya sekaligus dari para hamba, tetapi Dia mencabut ilmu dengan mematikan para ulama hingga ketika tidak tersisa orang alim, orang-orang mengangkat pemimpin-pemimpin yang bodoh. Maka para pemimpin itu ditanya dan memberi fatwa tanpa ilmu sehingga mereka tersesat dan menyesatkan.(H.R. Bukhari dan Muslim) "
    },
    {
        "id" : 373,
        "valueIndonesia" : "Sesungguhnya Allah menyukai bersin dan tidak menyukai menguap (ketika mengantuk). Maka apabila seseorang dari kamu bersin dan memuji Allah, wajiblah atas setiap muslim mengatakan kepadanya: 'Yarhamukallahu (Semoga Allah merahmatimu).' Adapun menguap, sesungguhnya itu berasal dari syaitan. Apabila seseorang dari kamu menguap, hendaklah ia menolaknya sedapat mungkin, karena apabila seseorang dari kamu menguap, syaitan menertawakannya. yang mendengarnya untuk (H.R. Bukhari)"
    },
    {
        "id" : 374,
        "valueIndonesia" : "Aku adalah pemimpin anak Adam pada hari kiamat dan tidak ada kebanggaan. Di tanganku terdapat liwa'ul hamdi (panji pujian) dan tidak ada kebanggaan. Tidak ada seorang nabi pun pada hari itu, baik Adam maupun lainnya, melainkan berada di bawah panjiku. Aku adalah manusia pertama yang keluar dari bumi dan tidak ada kebanggaan. Aku adalah yang pertama memberi syafa'at dan yang pertama diterima syafa'atnya dan tidak ada kebanggaan. (H.R.Ahmad)"
    },
    {
        "id" : 375,
        "valueIndonesia" : "Sesungguhnya harapan itu adalah rahmat dari Allah bagi umatku. Kalau tidak ada harapan, seorang ibu tidak menyusui anak dan penanam tidak menanam pohon. (H.R.Ad-Dailami)"
    },
    {
        "id" : 376,
        "valueIndonesia" : "Hanya orang yang memiliki keutamaan yang mengetahui keutamaan untuk orang yang patut memiliki keutamaan. (H.R. Ad-Dailami)"
    },
    {
        "id" : 377,
        "valueIndonesia" : "Menunggu kebebasan dari Allah adalah ibadah dan siapa yang ridha dengan rezeki yang sedikit, Allah Ta'ala ridha kepadanya dengan amal yang sedikit.(H.R. Ibnu Abi Dunya)"
    },
    {
        "id" : 378,
        "valueIndonesia" : "Lihatlah kepada orang yang keadaannya di bawahmu dan jangan melihat kepada orang yang di atasmu, maka lebih patut bagimu untuk tidak meremehkan nikmat Allah atasmu. (H.R.ibnu Majah)"
    },
    {
        "id" : 379,
        "valueIndonesia" : "Tolonglah saudaramu dalam keadaan zalim atau dizalimi. Ada yang berkata: Bagaimana aku menolongnya sebagai orang zalim? Nabi SAW menjawab: Engkau cegah dia dan menjauhkannya dari kezaliman, karena sesungguhnya itulah cara menolongnya.(H.R. Bukhari)"
    },
    {
        "id" : 380,
        "valueIndonesia" : "Penghuni surga ialah orang yang dipenuhi oleh Allah Ta'ala kedua telinganya dari pujian orang banyak kepadanya dan ia mendengar, sedangkan penghuni neraka ialah orang yang dipenuhi Allah Ta'ala kedua telinganya dengan celaan orang kepadanya dan ia mendengar. (H.R. ibnu Majah)"
    },
    {
        "id" : 381,
        "valueIndonesia" : "Yang pertama diadili di antara umat manusia pada hari kiamat adalah mengenai pertumpahan darah. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 382,
        "valueIndonesia" : "Allah Ta'ala mewahyukan kepada Ibrahim: Hai kekasih-Ku, berbuatlah baik, walaupun terhadap orang-orang kafir, maka engkau masuk dalam golongan orang-orang yang shaleh, karens Aku telah menetapkan bagi siapa yang baik akhlaknya untuk menaunginya dalam naungan Arsy-Ku dan menempatkannya di tempat qudus-Ku (surga) dan mendekatkannya dari sisi-Ku. (H.R. Al-Hakim)"
    },
    {
        "id" : 383,
        "valueIndonesia" : "Allah Ta'ala mewahyukan kepada Dawud: Katakanlah kepada orang-orang yang zalim agar mereka tidak menyebut-Ku, karena Aku menyebut orang yang menyebut-Ku dan sebutan-Ku terhadap mereka ialah Aku laknat mereka. (H.R. ibnu Asakir)"
    },
    {
        "id" : 384,
        "valueIndonesia" : "Masjid pertama yang pertama dibangun di bumi ialah Al-Masjidil Haram, kemudian Al-Masjidil Aqsha. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 385,
        "valueIndonesia" : "Aku berwasiat kepada kalian agar bertakwa kepada Allah Ta'ala dan mendengar dan taat, walaupun terhadap budak Habasyah. Sesungguhnya siapa di antara kalian yang hidup sesudah aku tidak ada, dia akan melihat perselisihan yang banyak. Maka hendaklah kalian menjalankan sunnahku dan sunnah para khalifah yang bijaksana dan menjalankan kebenaran, berpeganglah kalian padanya dan gigitlah (pertahankanlah) dia dengan kuat. Hendaklah kalian jauhi hal-hal yang baru, karena setiap perkara yang baru adalah bid'ah dan setiap bid'ah adalah kesesatan dan setiap kesesatan tempatnya di neraka. (H.R.Abu Dawud)"
    },
    {
        "id" : 386,
        "valueIndonesia" : "Allah Ta'ala mewahyukan kepada Dawud: Tidaklah seorang hamba mengandalkan Aku selain makhluk-Ku dan Aku ketahui hal itu dari niatnya, lalu ia mendapat kesulitan dari langit dan penghuninya, melainkan Aku berikan kepadanya dari antara kesulitan itu jalan keluar. Dan tidaklah seorang hamba mengandalkan makhluk-ku selain Aku dan Aku ketahui hal itu dari niatnya, melainkan Aku putuskan sebab-sebab langit dari depannya dan Aku kokohkan kejatuhannya dari bawah kedua telapak kakinya. Dan tidaklah seorang hamba menaati-Ku, melainkan Aku memberinya sebelum ia meminta kepada-Ku, dan Aku ampuni dia sebelum ia meminta ampun kepada-Ku.(H.R. ibnu Asakir)"
    },
    {
        "id" : 387,
        "valueIndonesia" : "Kelompok pertama yang masuk surga adalah dalam bentuk seperti bulan di malam purnama dan kelompok yang sesudah mereka seperti bintang yang paling terang cahayanya di langit. Hati mereka adalah hati satu orang (yakni sama), tidak ada perbedaan di antara mereka, tidak ada saling membenci dan tidak ada saling mendengki. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 388,
        "valueIndonesia" : "Maukah aku beritahukan kepada kalian amal yang lebih baik daripada derajat puasa (sunnah), shalat (sunnah) dan sodaqoh (sunnah)? Para sahabat menjawab: Ya. Nabi SAW berkata: Memperbaiki hubungan di antara sesama, karena kerusakan hubungan di antara sesama bisa membinasakan. (H.R. Al-Mundziri)"
    },
    {
        "id" : 389,
        "valueIndonesia" : "Maukah aku ceritakan kepada kalian amal-amal memasukkan kalian ke dalam surga? Menyerang (berjihad) dengan pedang, menghormati tamu, memperhatikan waktu-waktu shalat, menyempurnakan wudhu di malam yang dingin dan memberikan makanan yang disukainya. (H.R. ibnu Asakir)"
    },
    {
        "id" : 390,
        "valueIndonesia" : "Maukah aku beritahukan kepada kalian ibadah yang paling mudah dan paling ringan pada badan? Yaitu diam dan akhlak yang baik. (H.R. ibnu Abi Dunya)"
    },
    {
        "id" : 391,
        "valueIndonesia" : "Maukah aku beritahukan kepada kalian sesuatu yang apabila ada orang di antara kalian ditimpa bencana atau cobaan dari urusan dunia, lalu ia berdoa dengannya, ia pun terbebas darinya? Yaitu doa Dzinnun (nabi Yunus): Laa ilaha illa anta subhanaka innii kuntu min adh-dhaalimiin (Tiada Tuhan selain Engkau, Maha Suci Engkau sesungguhnya aku termasuk orang-orang yang zalim). (H.R.Al-Hakim)"
    },
    {
        "id" : 392,
        "valueIndonesia" : "Maukah aku tunjukkan kepada kalian orang yang paling kuat di antara kalian? Yaitu orang yang mampu mengendalikan dirinya ketika marah. (H.R.Thabarani)"
    },
    {
        "id" : 393,
        "valueIndonesia" : "Maukah aku bacakan ruqyah untukmu yang dibacakan Jibril untukku? Engkau baca: 'Dengan nama Allah aku bacakan ruqyah untukmu dan semoga Allah menyembuhkanmu dari setiap penyakit yang menimpamu, dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul dan dari kejahatan orang yang dengki apabila dengki. Engkau bacakan ruqyah dengannya tiga kali.' (H.R. Al-Hakiim)"
    },
    {
        "id" : 394,
        "valueIndonesia" : "Maukah aku beritahukan kepadamu perkataan yang apabila engkau mengucapkannya, maka Allah menghilangkan kesusahanmu, dan melunaskan hutangmu? Katakanlah apabila engkau memasuki waktu pagi dan memasuki waktu sore: 'Ya Allah, aku berlindung dengan-Mu dari kesusahan dan kesedihan, aku berlindung dengan-Mu dari ketidakmampuan dan kemalasan, aku berlindung dengan-Mu dari sifat penakut dan kikir, dan aku berlindung dengan-Mu dari kesulitan membayar hutang dan penindasan orang-orang.' (H.R. Abu Dawud)"
    },
    {
        "id" : 395,
        "valueIndonesia" : "Tidakkah kalian mendengar: Sesungguhnya Allah tidak menyiksa seseorang karena mengeluarkan air mata maupun kerena kesedihan hati, tetapi Dia menyiksa karena ini (dan beliau menunjuk kepada lidahnya) atau mengasihinya Sesungguhnya mayit disiksa disebabkan tangisan (ratapan) keluarganya atas dirinya (bila ia berwasiat untuk itu). (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 396,
        "valueIndonesia" : "Maukah aku beritahukan kepadamu kalimat-kalimat, barangsiapa yang Allah menghendaki kebaikan baginya, Dia ajarkan kalimat-kalimat itu kepadanya, kemudian Allah tidak membuat dia melupakannya untuk selamanya? Katakanlah: 'Ya Allah, sesungguhnya aku lemah, maka kuatkan kelemahanku dalam keridhaan-Mu dan tuntunlah aku kepada kebaikan, dan jadikan Islam puncak keridhaanku. Ya Allah, sesungguhnya aku lemah, maka kuatkanlah aku. Aku seorang yang hina, maka muliakanlah aku dan aku seorang yang miskin, maka berilah aku rezeki. Cukupilah aku dengan halal-Mu dan jauhkan aku dari haram-Mu, dan cukupilah aku dengan karunia-Mu tanpa mengharapkan selain Engkau. (H.R.Al-Hakim)"
    },
    {
        "id" : 397,
        "valueIndonesia" : "Maukah aku beritahukan kepada kalian dosa besar yang terbesar? Yaitu menyekutukan Allah, durhaka kepada kedua orang tua dan perkataan (kesaksian) dusta. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 398,
        "valueIndonesia" : "Jauhkan dirimu dari ghibah (menggunjingkan orang), karena ghibah lebih berat daripada zina. Boleh jadi orang lelaki berzina dan bertaubat, lalu Allah menerima taubatnya, sedangkan pelaku ghibah tidak diampuni oleh Allah Ta'ala hingga orang yang digunjingkannya memaafkannya. (H.R.Abu Syeikh)"
    },
    {
        "id" : 399,
        "valueIndonesia" : "Jauhkan dirimu dari dusta, karena dusta menjauhkan dari iman. (H.R.Ahmad)"
    },
    {
        "id" : 400,
        "valueIndonesia" : "Jauhkan dirimu dari zina, karena di dalamnya terdapat empat perkara: yaitu menghilangkan keindahan dari wajah, memutus rezeki, membuat marah Ar-Rahman (Tuhan yang Maha Pengasih) dan menyebabkan kekal dalam neraka.(H.R.Thabarani)"
    },
    {
        "id" : 401,
        "valueIndonesia" : "Jauhkan dirimu dari kesombongan, kesombongan menyebabkan iblis tidak mau sujud kepada Adam. Jauhkan dirimu dari ketamakan, karena sifat tamak menyebabkan Adam makan dari pohon (yang dilarang). Jauhkan dirimu dari sifat dengki, karena kedua anak Adam, salah satunya membunuh saudaranya karena dengki. Maka semua sifat itu adalah asal dari setiap dosa. (H.R. ibnu Asakir)"
    },
    {
        "id" : 402,
        "valueIndonesia" : "Jauhkan dirimu dari berlebihan dalam mengamalkan agama, karena Allah menjadikannya mudah. Maka ambillah darinya mana yang kamu mampu. Sesungguhnya Allah Ta'ala menyukai amal baik yang terus dikerjakan, meskipun sedikit. (H.R. Abul Qasim)"
    },
    {
        "id" : 403,
        "valueIndonesia" : "Perempuan mana yang mati sedangkan suaminya ridha kepadanya, maka ia pun masuk surga. (H.R.Tirmidzi)"
    },
    {
        "id" : 404,
        "valueIndonesia" : "Perempuan mana yang menambah rambut di kepalanya yang bukan berasal darinya, maka itu adalah kepalsuan yang ia tambahkan padanya.  (H.R. Nasa'iy)"
    },
    {
        "id" : 405,
        "valueIndonesia" : "Orang muslim mana yang memberi pakaian kepada seorang muslim yang telanjang, Allah Ta'ala memberinya pakaian dari baju hijau di surga. Orang muslim mana yang memberi makan kepada orang miskin yang lapar, Allah memberinya makan dari buah-buahan surga. Orang muslim mana yang memberi minum kepada orang muslim yang haus, Allah Ta'ala memberinya minum pada hari kiamat dari khamar surga yang diberi segel. (H.R.Muslim)"
    },
    {
        "id" : 406,
        "valueIndonesia" : "Perempuan mana mempunyai tiga anak yang telah meninggal, anak-anak itu menjadi tabir baginya dari api neraka. (H.R. Bukhari)"
    },
    {
        "id" : 407,
        "valueIndonesia" : "Perempuan mana yang keluar dari rumahnya tanpa izin suaminya, ia pun dalam murka Allah Ta'ala sampai ia kembali ke rumahnya atau diridhai oleh suaminya. (H.R.Al-Khathib)"
    },
    {
        "id" : 408,
        "valueIndonesia" : "Hamba mana yang menjenguk saudaranya dalam agama Allah, ia pun diseru: 'Sejahteralah kamu dan baiklah surga bagimu' dan Allah azza wa jalla berkata: Hamba-Ku mengunjungi Aku dan Aku menyediakan jamuannya, dan Aku tidak ridha jamuan bagi hamba-Ku selain surga. (H.R.ibnu Abi Dunya)"
    },
    {
        "id" : 409,
        "valueIndonesia" : "Orang mana yang diberi ilmu oleh Allah tetapi ia menyembunyikannya, maka Allah membungkam mulutnya pada hari kiamat dengan pembungkam dari api. (H.R.Thabarani)"
    },
    {
        "id" : 410,
        "valueIndonesia" : "Arwah adalah pasukan yang berkumpul, mana yang saling mengenal akan bersatu dan mana yang saling mengingkari akan berselisih. (H.R.Bukhari)"
    },
    {
        "id" : 411,
        "valueIndonesia" : "Berhemat dalam mengeluarkan nafkah adalah separuh penghidupan, mencari simpati orang banyak adalah separuh akal dan bertanya dengan baik adalah separuh ilmu. (H.R.Thabarani)"
    },
    {
        "id" : 412,
        "valueIndonesia" : "Keamanan dan kesehatan adalah dua nikmat yang kurang dimanfaatkan oleh banyak manusia. (H.R.Thabarani)"
    },
    {
        "id" : 413,
        "valueIndonesia" : "Iman ialah engkau beriman kepada Allah dan para malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, hari akhir (kiamat), dan engkau beriman kepada takdir yang baik dan yang buruk. (H.R. Muslim)"
    },
    {
        "id" : 414,
        "valueIndonesia" : "Jauhkan dirimu dari hutang, karena ia menimbulkan kesusahan di malam hari dan kehinaan di siang hari. (H.R.Baihaqi)"
    },
    {
        "id" : 415,
        "valueIndonesia" : "Hai orang-orang, pelankan suaramu. Sesungguhnya kalian tidak memanggil Tuhan yang tuli dan gaib, sesungguhnya kalian memanggil Tuhan yang Maha Mendengar dan Maha Dekat dan Dia selalu bersama kalian (Nabi SAW mengucapkannya dalam perjalanan dan mereka bertakbir dengan suara keras). (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 416,
        "valueIndonesia" : "Janganlah kamu kencing di tanah kuburan, karena perbuatan itu menyebabkan penyakit belang. (H.R.Ad-Dailami)"
    },
    {
        "id" : 417,
        "valueIndonesia" : "Iman ialah mengetahui dengan hati, mengucapkan dengan lisan dan beramal dengan anggota tubuh. (H.R.Thabarani)"
    },
    {
        "id" : 418,
        "valueIndonesia" : "Jauhkan dirimu dari sangkaan, karena sangkaan adalah pembicaraan yang paling dusta, dan jangan memata-matai dan jangan suka menyelidiki, jangan saling bersaing, jangan saling mendengki, jangan saling membenci dan jangan saling menjauhi dan jadilah kalian hamba-hamba Allah yang bersaudara. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 419,
        "valueIndonesia" : "Jauhkan dirimu dari sesuatu yang harus dimintakan maaf darinya. (H.R.Ad-Dailami)"
    },
    {
        "id" : 420,
        "valueIndonesia" : "Jauhkan dirimu dari sifat tamak (serakah), karena ia adalah kemiskinan yang hadir. (H.R.Thabarani)"
    },
    {
        "id" : 421,
        "valueIndonesia" : "Iman itu ada enam puluh cabang lebih beberapa cabang, sedangkan rasa malu adalah cabang dari iman. (H.R. Bukhari)"
    },
    {
        "id" : 422,
        "valueIndonesia" : "Sifat malu tidak mendatangkan selain kebaikan. (H.R.Muslim)"
    },
    {
        "id" : 423,
        "valueIndonesia" : "Hai orang-orang semuanya, sesungguhnya kalian membuat orang lari. Barangsiapa mengimami shalat orang banyak. hendaklah ia meringankannya, karena di antara mereka ada yang sakit, ada yang lemah, ada orang tua dan ada orang yang mempunyai keperluan. (H.R.Bukhari)"
    },
    {
        "id" : 424,
        "valueIndonesia" : "Tahukah kalian siapa orang-orang yang lebih dulu mendatangi naungan Allah azza wa jalla? Mereka adalah orang orang yang apabila diberi kebenaran, mereka menerimanya dan apabila dimintai hak mereka memberinya dan mereka memutuskan hukum bagi semua orang seperti keputusan mereka untuk diri mereka sendiri. (H.R.Ahmad)"
    },
    {
        "id" : 425,
        "valueIndonesia" : "Takutlah kepada firasat orang mukmin, karena ia melihat dengan cahaya Allah. (H.R.Tirmidzi)"
    },
    {
        "id" : 426,
        "valueIndonesia" : "Tolaklah hukuman dengan alasan-alasan yang syubhat (meragukan). (H.R. Abu Hanifah)"
    },
    {
        "id" : 427,
        "valueIndonesia" : "Jauhkan dirimu dari kekenyangan dalam makanan dan minuman, karena kekenyangan itu menimbulkan kerusakan pada tubuh, menimbulkan penyakit dan menyebabkan orang malas untuk shalat. Hendaklah kalian makan dan minum yang sedang, karena hal itu lebih baik untuk tubuh dan lebih jauh dari berlebihan. (H.R.Bukhari)"
    },
    {
        "id" : 428,
        "valueIndonesia" : "Hai orang-orang semuanya, janganlah kalian mengharap perjumpaan dengan musuh dan mohonlah keselamatan kepada Allah. Apabila kalian berjumpa dengan mereka, maka sabarlah. Ketahuilah bahwa surga itu berada di bawah naungan pedang. Ya Allah yang menurunkan Al-Kitab (Al-Qur'an) dan menjalankan awan dan sanggup mengalahkan musuh-musuh. kalahkan mereka dan tolonglah kami terhadap mereka. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 429,
        "valueIndonesia" : "Jauhkan dirimu dari duduk di jalan-jalan. Para sahabat berkata: Kami tidak mempunyai tempat selain itu. Sesungguhnya itu adalah tempat kami duduk dan berbincang-bincang. Apabila kalian tetap duduk di jalan, maka berilah jalan itu haknya. Para sahabat berkata: Apakah hak jalan itu? Nabi SAW menjawab: Menjaga pandangan, tidak mengganggu orang lain, menjawab salam, menyuruh berbuat kebaikan dan melarang berbuat kemungkaran. (hadis riwayat Bukhari)"
    },
    {
        "id" : 430,
        "valueIndonesia" : "Air laut itu suci lagi menyucikan dan halal bangkainya. (Muttafaq alaihi)"
    },
    {
        "id" : 431,
        "valueIndonesia" : "Sumpah itu bergantung pada niat orang yang minta bersumpah. (H.R.Muslim)"
    },
    {
        "id" : 432,
        "valueIndonesia" : "Sesungguhnya amal-amal itu harus dengan niat dan setiap manusia mendapat balasan sesuai niatnya. Barangsiapa hijrahnya diniatkan kepada Allah dan rasul-Nya, maka hijrahnya berlaku kepada Allah dan rasul-Nya. Dan siapa hijrahnya diniatkan kepada dunia yang ingin didapatkannya atau seorang perempuan yang hendak dinikahinya, maka hijrahnya berlaku kepada apa yang menjadi tujuan hijrahnya. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 433,
        "valueIndonesia" : "Islam ialah engkau sembah Allah dan tidak menyekutukan sesuatu apapun dengan-Nya, engkau dirikan shalat, engkau tunaikan zakat yang wajib, engkau puasa di bulan Ramadhan dan pergi haji ke Baitullah. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 434,
        "valueIndonesia" : "Iman ialah engkau beriman kepada Allah dan para malaikat-Nya, kitab-Nya, perjumpaan dengan-Nya, rasul-rasul-Nya dan engkau beriman kepada kebangkitan terakhir. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 435,
        "valueIndonesia" : "Iman itu ada tujuh puluh cabang lebih beberapa cabang dan rasa malu itu cabang dari iman. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 436,
        "valueIndonesia" : "Dengan Nama Allah yang maha pengasih lagi maha penyayang. Surat ini dari Nabi Muhammad saw. yang situjukan ke Hiraq raja Negara rum. Semoga Allah selalu memberi keselamatan bagi orang yang mengikuti petunjuk berikut ini: “ Aku (Allah) mengajakmu dengan ajakan yang baik, agar kalian masuk kedalam agama islam, kalian bakal di kasih Allah pahala yang lebih baik, dan jika kamu tidak masuk islam, maka kalian akan mendapat dosa besar. Allah berfirman : hai orang ahli kitab, kemarilah, lantunkanlah kalimat aku tidak akan menyembah selain Allah dan Rasulullah adalah utusan Allah” supaya orang selain islam itu bener-bener islam. (HR. Bukhari)"
    },
    {
        "id" : 437,
        "valueIndonesia" : "Jikalau kalian ingin di baiat oleh Allah maka lakukanlah: tidak boleh melakukan larangan Allah, di larang berzina, dilarang membunuh orang, semua orang tidak bisa membuat guru semaunya sendiri, barang siapa yang melakaukan kebaikan maka Allah akan member pahala baginya, dan barang siapa melakukan kejahatan niscaya Allah akan menyiksanya kelak. (HR. ‘Ibadah)"
    },
    {
        "id" : 438,
        "valueIndonesia" : "Ada dua bab tentang perbuatan yang siksanya di perlihatkan langsung di dunia, yaitu: yang pertama merampas hak orang lain, yang kedua berani terhadap orang tua. (HR. Hakim)"
    },
    {
        "id" : 439,
        "valueIndonesia" : "Jikalau kamu mencari barokah dalam mencari  rizki, maka sesungguhnya berangkatlah pagi-pagi, karena di waktu pagi mengandung banyak berkah dan keberhasilan. (HR. ‘Adda)"
    },
    {
        "id" : 440,
        "valueIndonesia" : "Kalian di bumi di beri tugas buat meringkas dalil-dalil yang ada dan kalian di kasih kemenangan sebab takut musuh satu waktu di datangi malaikat kemudian memberikan kunci kepadamu. (HR. Syaikhan)"
    },
    {
        "id" : 441,
        "valueIndonesia" : "Suatu hari ada anjing yang kehausan di tengah jalan, kemudiana ada seorang wanita yang ahli zina lewat kemudian wanita itu langsung cariin air buat anjing tersebut, maka terhapuslah semua doanya. (HR. Bukhari)"
    },
    {
        "id" : 442,
        "valueIndonesia" : "Dinginkan makanan yang panas, maka keberkahan ada di dalamnya. (HR. Ibnu ‘Addi)"
    },
    {
        "id" : 443,
        "valueIndonesia" : "Berbuat baiklah terhadap bapakmu, niscaya anakmu akan berbuat baik kepadamu, maafakan kesalahan wanita yang telah menyakitimu, barang siapa yang tidak mau memaafkan kepada orang yang meminta maaf, maka neraka jahannam jaminannya. (HR. Al Hakim)"
    },
    {
        "id" : 444,
        "valueIndonesia" : "Islam berdiri karena di dasarkan pada lima hal, yaitu: syahadat, salat, puasa, zakat, dan haji bagi yang mampu. (HR. Bukhari)"
    },
    {
        "id" : 445,
        "valueIndonesia" : "Suatu ketika ada lelaki yang lagi ada jalan, kemudian dia menemukan duri di tengah jalan, dan dia langsung membuang duri itusejauh mungkin dengan tujuan agar tidak terkena orang lain. Allah menyukai orang tersebut dan mengampuni dosanya. (HR. Bukhari)"
    },
    {
        "id" : 446,
        "valueIndonesia" : "Di antara hamba dan surga ada tujuh hambatan, yang paling ringan adalah kematian dan paling sulit adalah berdiri di hadapan Allah Ta'ala, apabila orang-orang dizalimi menuntut orang-orang yang zalim. (H.R.Bukhari)"
    },
    {
        "id" : 447,
        "valueIndonesia" : "Di saat seorang lelaki berjalan di jalan, ia merasa sangat haus. Kemudian ia menemukan sebuah sumur, lalu turun di situ dan minum darinya, kemudian keluar. Tiba-tiba muncul seekor anjing menjulurkan lidahnya memakan tanah karena haus. Orang itu berkata: Anjing ini merasa haus seperti yang aku rasakan. Kemudian ia turun di dalam sumur, lalu mengisi sepatunya dengan air, kemudian menahannya dengan mulutnya, kemudian naik dan memberi minum anjing itu. Maka Allah bersyukur kepadanya dan mengampuninya. Kemudian Nabi SAW ditanya. Beliau menjawab: Dalam setiap makhluk bernyawa terdapat pahala. (H.R. Muslim)"
    },
    {
        "id" : 448,
        "valueIndonesia" : "Di saat aku sedang berbaring di Al-Hathim tiba-tiba datang seseorang, lalu membelah antara bagian ini hingga bagian ini dan mengeluarkan hatiku. Kemudian didatangkan sebuah bejana dari emas yang penuh dengan iman. Kemudian hatiku dicuci dengan air zam-zam, kemudian dikembalikan lagi seperti semula. Kemudian didatangkan seekor hewan yang bentuknya di bawah bagal dan di atas keledai berwarna putih yang dinamai Buraq. la meletakkan kakinya sejauh penglihatannya. Kemudian aku diangkut di atasnya. Jibril pergi membawaku hingga ia mendatangi langit terdekat dan minta dibukakan. Dikatakan kepadanya: Siapa ini? Jibril menjawab: Jibril. Dikatakan kepadanya: Siapa yang bersamamu? Jibril menjawab: Muhammad. Dikatakan kepadanya: Apakah ia sudah diangkat menjadi nabi? Jibril menjawab: Ya. Dikatakan kepadanya: Sebaik-baik pendatang telah datang. Maka dibukalah pintu baginya. Ketika aku sudah masuk. Ternyata di situ ada Adam. Jibril berkata: Ini bapakmu Adam, berilah salam kepadanya. Maka aku memberi salam kepadanya dan ia menjawab salamku. Kemudian ia berkata: Selamat datang nabi yang shaleh dan putra yang shaleh. Kemudian Jibril menaikkan aku hingga tiba di langit kedua, lalu minta dibukakan. Dikatakan kepadanya: Siapa ini? Jibril menjawab: Jibril. Dikatakan kepadanya: Siapa yang bersamamu? Jibril menjawab: Muhammad. Dikatakan kepadanya: Apakah ia sudah diangkat menjadi nabi? Jibril menjawab: Ya. Dikatakan kepadanya: Selamat datang baginya. Sebaik-baik pendatang telah datang. Kemudian dibukakan pintu. Ketika aku masuk, ternyata di situ ada Yahya dan Isa. Keduanya adalah putra bibi (sepupu). Jibril berkata: Ini Yahya dan Isa Berilah salam kepada keduanya. Maka aku memberi salam dan keduanya menjawab salamku. Keduanya berkata: Selamat datang saudara yang shaleh dan nabi yang shaleh. Kemudian Jibril menaikkan aku ke langit ketiga, lalu minta dibukakan pintu. Dikatakan kepadanya: Siapa ini? Jibril menjawab: Jibril. Dikatakan kepadanya: Siapa yang bersamamu? Jibril menjawab: Muhammad. Dikatakan kepadanya: Apakah ia sudah diangkat menjadi nabi? Jibril menjawab: Ya. Dikatakan kepadanya: Selamat datang baginya. Sebaik-baik pendatang telah datang. Kemudian dibukakan pintu. Ketika aku masuk, ternyata ada Yusuf di situ. Jibril berkata: Ini Yusuf. Berilah salam kepadanya. Maka aku memberi salam kepadanya dan ia menjawab salamku. Kemudian Yusuf berkata: Selamat datang saudara yang shaleh dan nabi yang shaleh. Kemudian Jibril menaikkan aku hingga tiba di langit keempat, lalu minta dibukakan pintu. Dikatakan kepadanya: Siapa ini? Jibril menjawab: Jibril. Dikatakan kepadanya: Siapa yang bersamamu? Jibril menjawab: Muhammad. Dikatakan kepadanya: Apakah ia sudah diangkat menjadi nabi? Jibril menjawab: Ya. Dikatakan kepadanya: Selamat datang baginya. Sebaik-baik pendatang telah datang, lalu pintu dibuka. Ketika aku masuk, ternyata di situ ada Idris. Jibril berkata: Ini Idris, berilah salam kepadanya. Maka aku memberi salam kepadanya dan ia menjawab salamku. Kemudian Idris berkata: Selamat datang saudara yang shaleh dan nabi yang shaleh. Kemudian Jibril menaikkan aku ke langit kelima, lalu minta dibukakan pintu. Dikatakan kepadanya: Siapa ini? Jibril menjawab: Jibril. Dikatakan kepadanya: Siapa yang bersamamu? Jibril menjawab: Muhammad. Dikatakan kepadanya: Apakah ia sudah diangkat menjadi nabi? Jibril menjawab : Ya. Dikatakan kepadanya: Selamat datang baginya. Sebaik-baik pendatang telah datang. Ketika aku masuk ternyata di situ ada Harun. Jibril berkata: Ini Harun. Berilah salam kepadanya. Maka aku memberi salam kepadanya dan ia menjawab salamku. Kemudian Harun berkata: Selamat datang saudara yang shaleh dan nabi yang shaleh. Kemudian Jibril menaikkan aku ke langit keenam, lalu minta dibukakan pintu. Dikatakan kepadanya: Siapa ini? Jibril meninah Jibril Dikatakan kepadanya: Siapa yang bersamamu? Jel menjawah Muhammad. Dikatakan kepadanya: Apakah ia sudah diangkat menjadi nabi? Jibril menjawab: Ya. Dikatakan kepadanya: Selamat datang baginya. Sebaik-baik pendatang telah datang. Ketika aku masuk ternyata di situ ada Musa. Jibril berkata: Ini Musa. Berilah salam kepadanya. Maka aku memberi salam kepadanya dan ia menjawab salamku. Kemudian Musa berkata: Selamat datang saudara yang shaleh dan nabi yang shaleh. Ketika aku pergi, ia menangis Dikatakan kepadanya: Apa sebabnya engkau menangis? Musa menjawab: Aku menangis, karena ada anak muda yang diutus sesudah aku dan umatnya lebih banyak masuk surga daripada umatku. Kemudian Jibril menaikkan aku ke langit ketujuh, lalu minta dibukakan pintu. Dikatakan kepadanya: Siapa ini? Jibril menjawab: Jibril, Dikatakan kepadanya: Siapa yang bersamamu? Jibril menjawab: Muhammad. Dikatakan kepadanya: Apakah ia sudah diangkat menjadi nabi? Jibril menjawab: Ya. Dikatakan kepadanya: Selamat datang baginya. Sebaik-baik pendatang telah datang. Ketika aku masuk ternyata di situ ada Ibrahim. Jibril berkata: Ini bapakmu Ibrahim. Berilah salam kepadanya. Maka aku memberi salam kepadanya dan ia menjawab salamku. Ibrahim berkata: Selamat datang putra yang shaleh dan nabi yang shaleh. Kemudian ditunjukkan bagiku Sidratul Muntaha. Buahnya seperti gentong Hajar dan daunnya seperti telinga gajah. Jibril berkata: Ini Sidratul Muntaha. Ternyata ada empat sungai, dua sungai batin dan dua sungai lahir. Aku katakan: Apa maksudnya dua sungai batin ini, hai Jibril? Jibril menjawab: Adapun dua sungai batin adalah dua sungai di surga, sedangkan dua sungai lahir adalah Nil dan Furat. Kemudian ditunjukkan kepadaku Al-Baitul ma'mur. Maka aku berkata: Hai Jibril, apakah ini? Jibril menjawab: Ini adalah Al-Baitul ma'mur. Setiap hari tujuh puluh ribu malaikat memasukinya. Apabila mereka keluar dari situ, mereka tidak kembali kepadanya. Kemudian didatangkan kepadaku wadah berisi khamar, wadah berisi susu dan wadah berisi madu. Maka aku mengambil wadah berisi susu. Jibril berkata: Itulah fitrah yang engkau dan umatmu menjalaninya. Kemudian diwajibkan atasku lima puluh shalat setiap hari. Maka aku kembali dan melewati Musa. la berkata: Apa yang diperintahkan kepadamu? Aku menjawab: Aku diperintah mengerjakan shalat 50 shalat setiap hari. Musa berkata: Sesungguhnya umatmu tidak mampu mengerjakan 50 shalat setiap hari. Demi Allah, sungguh aku telah mencoba orang orang sebelum engkau dan aku memperlakukan bani Israel dengan sekeras-kerasnya. Maka kembalilah kepada Tuhanmu dan mintalah keringanan bagi umatmu. Kemudian aku kembali kepada Musa dan Allah mengurangi dariku sepuluh shalat. Kemudian aku kembali kepada Musa dan ia mengatakan seperti itu. Maka aku kembali dan Allah mengurangi dariku sepuluh shalat Kemudian aku kembali kepada Musa dan ia mengatakan seperti itu. Maka aku kembali dan Allah mengurangi dariku sepuluh shalat Kemudian aku kembali kepada Musa dan ia mengatakan seperti itu. Maka aku kembali dan Allah mengurangi dariku sepuluh shalat sehingga aku diperintah mengerjakan sepuluh shalat setiap hari. Maka Musa mengatakan seperti itu. Kemudian aku kembali dan aku diperintah mengerjakan lima shalat setiap hari. Aku kembali kepada Musa la berkata: Apa yang diperintahkan kepadamu? Aku menjawab: Aku diperintah mengerjakan lima shalat setiap hari. Musa berkata: Sesungguhnya umatmu tidak mampu mengerjakan lima shalat setiap hari. Aku telah mencoba orang-orang sebelum engkau dan memperlakukan bani Israel dengan sekeras-kerasnya. Kembalilah kepada Tuhanmu dan mintalah peringanan kepada-Nyal bagi umatmu. Aku katakan: Aku telah memohon kepada Tuhanku hingga aku merasa malu kepada-Nya. Akan tetapi aku rela dan menerima. Ketika aku lewat, seorang juru bicara berseru: Aku telah menetapkan kewajiban-Ku dan Aku ringankan dari hamba-hamba Ku. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 449,
        "valueIndonesia" : "Penjual dan pembeli boleh memilih sebelum keduanya berpisah. Jika keduanya berkata benar dan menjelaskan, diberkatilah keduanya dalam jual belinya. Jika keduanya menyembunyikan dan berdusta, dihilangkanlah keberkahan jual belinya. (H.R. Bukhari)"
    },
    {
        "id" : 450,
        "valueIndonesia" : "Seburuk-buruk makanan adalah makanan walimah, orang-orang kaya diundang kepadanya dan orang-orang miskin ditinggalkan dan siapa yang meninggalkan undangan itu, ia pun telah mendurhakai Allah dan rasul-Nya. (H.R.Syaikhain (Bukhari dan Muslim)"
    },
    {
        "id" : 451,
        "valueIndonesia" : "Kebajikan itu adalah akhlak yang baik dan dosa adalah sesuatu yang meresahkan di dalam dadamu dan engkau tidak suka orang-orang mengetahuinya. (H.R. Muslim)"
    },
    {
        "id" : 452,
        "valueIndonesia" : "Orang yang pelit ialah orang yang ketika aku disebut di dekatnya dia tidak bershalawat untukku. (H.R.Ahmad)"
    },
    {
        "id" : 453,
        "valueIndonesia" : "Kebajikan itu tidak akan usang dan dosa tidak bisa dilupakan dan Tuhan yang Maha Membalas tidak bisa mati. Kerjakanlah apa saja yang engkau inginkan, maka engkau akan dibalas sesuai dengan amalmu. (H.R. Baihaqi)"
    },
    {
        "id" : 454,
        "valueIndonesia" : "Bencana itu bergantung pada ucapan. Andaikata seorang laki-laki menjelekkan seorang lelaki lainnya karena orang itu menyusu pada seekor anjing betina, niscaya ia sendiri akan menyusu padanya. (H.R.Al-Khathib)"
    },
    {
        "id" : 455,
        "valueIndonesia" : "Negeri-negeri itu adalah negeri-negeri Allah dan hamba-hamba itu adalah hamba Allah. Maka di mana pun kamu berada, tinggallah di situ. (H.R. Ahmad)"
    },
    {
        "id" : 456,
        "valueIndonesia" : "Bukti harus diajukan oleh pendakwa dan sumpah diucapkan oleh orang yang mengingkari. (H.R.jama'ah)"
    },
    {
        "id" : 457,
        "valueIndonesia" : "Keberkahan terdapat pada jambul-jambul kuda. (H.R.Bukhari dan Muslim)"
    },
    {
        "id" : 458,
        "valueIndonesia" : "Meludah dalam masjid itu dosa dan tebusannya adalah memendam ludah itu. (H.R. Syaikhain)"
    },
    {
        "id" : 459,
        "valueIndonesia" : "Senyum kepada saudaramu merupakan shodaqoh, melakukan  kebaikan dan menjauhi  kemungkaran juga shodaqoh, menunjukkan jalan pada orang yang tersesat juga termasuk shodaqoh. (HR. Bukhori)"
    },
    {
        "id" : 460,
        "valueIndonesia" : "Manusia itu bagaikan orang yang menemukan barang tambang. Pilihan mereka pada zaman jahiliyah yaitu agama islam jika mereka telah yakin(mantap) mereka menjumpai sebaik-baik manusia adalah orang yang paling benci sebelum mantap hatinya. Mereka menjumpai seburuk-buruknya orang pada hari kiamat sebelum Allah memberinya 2 wajah, yang mana ia datang dengan wajah satu dan wajah lainnya.(HR. Bukhori dan Muslim)"
    },
    {
        "id" : 461,
        "valueIndonesia" : "Neraka dan surga berdebat. Neraka berkata: Aku diutamakan dengan orang-orang yang sombong dan sewenang wenang. Surga berkata: Mengapa tidak masuk kepadaku selain orang-orang yang lemah, orang-orang yang rendah dan orang-orang yang tidak berdaya? Maka Allah azza wa jalla berkata kepada surga: 'Sesungguhnya engkau adalah rahmat-Ku, Aku rahmati denganmu siapa yang Aku kehendaki dari hamba-hamba-Ku.' Dan Allah berkata kepada neraka: 'Sesungguhnya engkau adalah siksa-Ku, Aku menyiksa denganmu siapa yang aku kehendaki dari hamba hamba-Ku dan masing-masing dari kamu berdua diisi penuh. Adapun neraka tidak menjadi penuh hingga Allah menginjaknya hingga neraka berkata: Cukuplah, cukuplah. Ketika itu neraka menjadi penuh dan sebagiannya merapat kepada sebagian lainnya dan Allah tidak menzalimi seorang pun dari makhluk-Nya. Adapun surga, maka sesungguhnya Allah menciptakan makhluk baginya.' (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 462,
        "valueIndonesia" : "Carilah lailatul qadar pada malam ganjil pada sepuluh hari terakhir bulan ramadhan. (HR. Syaikhon)"
    },
    {
        "id" : 463,
        "valueIndonesia" : "Mintalah obat pada Allah, sesungguhnya semua penyakit itu ada obatnya kecuali satu penyakit yaitu lupa. (HR. Imam Ahmad)"
    },
    {
        "id" : 464,
        "valueIndonesia" : "Kamu melihat kaum mu’minin di dalam sayang-menyayangi, cinta mencintai dan lemah lembut dalam pergaulan mereka adalah seperti satu badan, dimana jika ada satu anggota yang mengeluh sakit maka anggota yang lain tidak bisa tidur  dan demam(HR. Bukhori)"
    },
    {
        "id" : 465,
        "valueIndonesia" : "Nikahlah dan jangan gugat cerai pada pasanganmu, karena cerai dapat mengguncang ‘ars. (HR. Ibnu ‘Addi)"
    },
    {
        "id" : 466,
        "valueIndonesia" : "Sahurlah sesungguhnya sahur itu mengandung banyak barokah. (HR. Syaikhon)"
    },
    {
        "id" : 467,
        "valueIndonesia" : "Percayalah, maka akan tiba saatnya ketika seorang pria berjalan dengan ketulusan hatinya, dan pria itu akan mengatakan kepadanya jika saya datang padanya kemaren untuk menerima dia darimu, maka tidak seorangpun yang akan menemuinya.(HR. Syaikhon)"
    },
    {
        "id" : 468,
        "valueIndonesia" : "Berilah makanan dan ucapkanlah salam kepada orang yang kamu kenal maupun tidak. (HR. Bukhori dan Muslim)"
    },
    {
        "id" : 469,
        "valueIndonesia" : "Yakinlah pada Allah bahwa saat kamu hidup bahagia, maka Allah bakal mengasihi tatkala kamu kesusahan. Ketahuilah, bahwa setiap kesalahan bukanlah musibah dan setiap musibah bukanlah kesalahan. Sesungguhnya Allah pertolongan disertai dengan kesabaran, dan sesungguhnya kesenangan bersama kesusahan, serta sesungguhnya bersama kesulitan ada kemudahan. (HR. Muttafaq ‘Alaih)"
    },
    {
        "id" : 470,
        "valueIndonesia" : "Amal-amal ditunjukkan kepada Allah Ta'ala pada hari Senin dan Kamis dan ditunjukkan kepada para nabi, bapak-bapak dan ibu-ibu pada hari Jum'at. Maka mereka gembira dengan kebaikan-kebaikan mereka dan wajah-wajah mereka bertambah putih dan semakin berseri-seri. Maka takutlah kalian kepada Allah dan jangan mengganggu orang-orang mati di antara kalian. (H.R. Al-Hakim)"
    },
    {
        "id" : 471,
        "valueIndonesia" : "Berlindunglah kalian kepada Allah dari cobaan yang berat, kesengsaraan yang sangat, takdir yang buruk dan kegembiraan musuh. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 472,
        "valueIndonesia" : "Belajarlah ilmu dan belajarlah ketenangan dan kesopanan dalam menuntut ilmu dan bersikaplah rendah hati kepada orang yang kalian belajar darinya. (H.R.Aba Nu'aim)"
    },
    {
        "id" : 473,
        "valueIndonesia" : "Belajarlah ilmu apa saja yang kamu inginkan. Demi Allah, kalian tidak diberi pahala karena mengumpulkan ilmu hingga kalian mengamalkannya. (H.R. Abul Hasan ibnul Akhzam)"
    },
    {
        "id" : 474,
        "valueIndonesia" : "Pintu-pintu langit dibuka dan doa dikabulkan dalam empat keadaan: barisan-barisan bertemu (bertempur) di jalan Allah, ketika turun hujan, ketika iqamat shalat dan ketika melihat Ka'bah. (H.R. Thabarani)"
    },
    {
        "id" : 475,
        "valueIndonesia" : "Pintu-pintu surga dibuka pada hari Senin dan Kamis. Maka diampunilah dalam kedua hari itu setiap hamba yang tidak menyekutukan Allah dengan sesuatu apa pun, kecuali orang yang terdapat permusuhan antara dia dan saudaranya. Maka dikatakan: Tunggulah kedua orang ini hingga keduanya berdamai. (H.R. Tirmidzi)"
    },
    {
        "id" : 476,
        "valueIndonesia" : "Selesaikanlah urusan dunia sesuai kemampuanmu, karena siapa yang dunia merupakan keinginannya yang terbesar, maka Allah Ta'ala memperbanyak urusan penghidupannya dan menjadikan kemiskinannya di antara kedua matanya. Dan siapa yang keinginannya yang terbesar adalah akhirat, Allah Ta'ala menyatukan urusannya dan menjadikan kekayaannya di dalam hatinya. Tidaklah seorang hamba menghadapkan hatinya kepada Allah Ta'ala, melainkan Allah menjadikan hati orang-orang mukmin datang kepadanya dengan cinta dan kasih sayang dan Allah Ta'ala lebih cepat membalas setiap kebaikan kepada-Nya. (H.R.Thabarani)"
    },
    {
        "id" : 477,
        "valueIndonesia" : "Allah menjamin bagi siapa yang berhijrah di jalan-Nya dan tidak mengeluarkannya dari rumahnya, kecuali jihad di jalan Nya dan membenarkan kalimat-kalimat-Nya dengan memasukkannya ke dalam surga atau mengembalikannya ke tempat tinggalnya dari mana ia keluar di samping mendapat pahala atau ghanimah (rampasan perang). (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 478,
        "valueIndonesia" : "Pikirkanlah tentang ciptaan Allah dan jangan memikirkan tentang Allah sehingga kamu binasa. (H.R. Abu Asy-Syeikh)"
    },
    {
        "id" : 479,
        "valueIndonesia" : "Wanita dinikahi karena empat perkara: yaitu karena hartanya, asal keturunannya, kecantikannya dan agamanya. Maka carilah wanita yang mengamalkan agama atau kamu melarat. (H.R. Bukhari dan Muslim)"
    },
    {
        "id" : 480,
        "valueIndonesia" : "Hendaklah kalian saling menikahi supaya kalian menjadi banyak, karena aku akan membanggakan kamu kepada umat-umat pada hari kiamat. (H.R.Abdur Razzaq)"
    },
    {
        "id" : 481,
        "valueIndonesia" : "Hendaklah kalian saling memberi hadiah, niscaya kalian saling mencintai. Dan hendaklah kalian saling berjabatan tangan, niscaya hilanglah kedengkian dari kalian. (H.R. ibnu Asakir)"
    },
    {
        "id" : 482,
        "valueIndonesia" : "Pedagang yang jujur berada di bawah naungan Arsy pada hari kiamat. (H.R. Ad-Dailami)"
    },
    {
        "id" : 483,
        "valueIndonesia" : "Orang yang bertaubat adalah seperti orang yang tidak ada dosanya. Dan orang yang meminta ampun dari dosa, tetapi tetap melakukan dosa itu adalah seperti orang yang mengejek Tuhannya. (H.R. Baihaqi)"
    },
    {
        "id" : 484,
        "valueIndonesia" : "Menyebut-nyebut nikmat Allah adalah wujud rasa syukur dan meninggalkannya adalah kufur (nikmat). Barangsiapa tidak mensyukuri yang sedikit, ia pun tidak mensyukuri yang banyak. Dan siapa yang tidak mensyukuri manusia, ia pun tidak bersyukur kepada Allah. (H.R.  Baihaqi)"
    },
    {
        "id" : 485,
        "valueIndonesia" : "Sikap rendah hati tidak menambah hamba, kecuali kemuliaan. Maka bersikaplah rendah hati, niscaya Allah Ta'ala mengangkat derajatmu. Maaf tidak menambah hamba, kecuali kemuliaan. Maka berilah maaf, niscaya Allah memuliakanmu. Sodaqoh tidak menambah harta, kecuali semakin banyak. Maka bersedekahlah, niscaya Allah memberi rahmat kepadamu. (H.R. ibnu Abi Dunya)"
    },
    {
        "id" : 486,
        "valueIndonesia" : "Mengerjakan segala sesuatu dengan pelan-pelan adalah baik, kecuali dalam amal akhirat. (H.R. Abu Dawud)"
    },
    {
        "id" : 487,
        "valueIndonesia" : "Pedagang yang jujur dan berkata benar bersama para nabi, para shiddiq, syuhada dan orang-orang shaleh. (H.R.  Tirmidzi)"
    },
    {
        "id" : 488,
        "valueIndonesia" : "Menguap (ketika mengantuk) adalah dari syaitan. Maka apabila seseorang dari kamu menguap hendaklah ia menolaknya sedapat mungkin, karena apabila seseorang di antara kamu bersuara 'haa', syaitan menertawakannya. (H.R. Syaikhain (Bukhari dan Muslim))"
    }
]