[
    {
         "id" : 1,
         "valueJawa" : "Saking Anas r.a. Nabi Saw.Dawuh: ing dino kiamat kulo nekani lawang suargo, banjur kulo nyuwon dibukaaken. malaikat ingkang njogo takon, “panjenengan sinten?” kulo jawab “Muhammad” malaikat ngendiko ing kulo “kerono panjenenganlah kulodipun utus supoyo mboten buka lawang suargo kangge wong linthu sakderenge panjenengan mlebet” (HR. Ahmad)"
    },
    {
         "id" : 2,
         "valueJawa" : "Lakonono keapikan lan adohono perkoro kang mungkar. Pikirno akibate sing apik, supoyo kelompok liyo ora ngelokno wektu mboten kale jennegan. Nek uwes di pikirno tur apik banjur lakonono. Wektu dipikiraken olo ojo lakoni mundak akibate mengko ten jenengan. (HR. Jama’ah)"
    },
    {
         "id" : 3,
         "valueJawa" : "Rusake ilmu niku perkoro lali, lan nyia-nyiaaken ilmu niku apan sampean ngomongno karo wong liyo sing ora ahline. (HR. Abi Syaibah)"
    },
    {
         "id" : 4,
         "valueJawa" : "Rusake agomo wonten tigo, yoiku: ahli fiqih singduso, imam sing lacut, lan wong kang nggolek hukum sing bodoh (mboten paham agama) (HR. Ad Dailami)"
    },
    {
         "id" : 5,
         "valueJawa" : "Tanda-tandane tiyang munafik wonten tigo, yoiku: nek apan ngendika goro, apan janji ingkar, lan apan dipercoyo khianat. (HR. Syaikhan)"
    },
    {
         "id" : 6,
         "valueJawa" : "Ayat kekuasaan Allah ngendiko “segala puji kangge Allah sing mboten nggada yogo, lan mboten nggada sekutu ing dalem kerajaanipun lan mboten nggada penolong (kangge njogoNe) saking perkoro kang hino” lan Agungno Allah nganggepengagungan sak ageng-agengipun. (HR. Ahmad)"
    },
    {
         "id" : 7,
         "valueJawa" : "Tingalono derajat sing inggil ten sisi Allah ngangge sikap sing santun kale tiyang linthu sing dereng ngertos daleme awak piyambak,  lan paringono tiyang sing mboten nate maringi sampean. (HR. ‘Addi)"
    },
    {
         "id" : 8,
         "valueJawa" : "Hamba sing paling mboten disenengi Allah yoiku tiyang sing raosane luweh apik tinimbang amal perbuatane. Raosane koyo poro Nabi nanging amal kelakuane koyo wong sing lakune olo. (HR. Ad Dailami)"
    },
    {
         "id" : 9,
         "valueJawa" : "Sampekno kepengenane wong sing mboten mampu, sampekno ten penguasa. Sinten mawon ingkang nyampekaken kepengenan (tiyang mboten mampu), benjeng dinten kiamat Allah Swt. Netepakensikile teninggile jembatan shirathal mustaqim. (HR. Ath Thabrani)"
    },
    {
         "id" : 10,
         "valueJawa" : "Wahai putro Adam, taato ing Tuhan panjenengan. Nek panjenengan taat, berarti termasuk tiyang ingkang nguweni akal, lan ampun durhoko kale Gusti Allah mangke malah panjenengan diarani tiyang ingkang bodoh. (HR. Abu Nua’im)"
    },
    {
         "id" : 11,
         "valueJawa" : "Rasulullah Saw. ngendiko: kelakuan sing halal lan dimurkai Allah yaiku talak (HR. Abu Daud)"
    },
    {
         "id" : 12,
         "valueJawa" : "Malaikat jibril dateng maring kulo lan ngendika: “Muhammad, mangga urip sak senenge panjenengan, amergi sak temene panjenengan pasti mati, lan mangga seneng nopo sing panjenengan kersani, amergi jelas panjenengan pisah, lan mangga damai sak senenge panjenengan amergi panjenengan pasti nerimo balesane. Mangga ngerteni, kehormatan tiyang muslim wonten ing salat sing dikerjakne ing wengi, lan kemulian wonten ing kemandiriane saking pertolongan tiang lintu.” (HR. Al Baihaqi)"
    },
    {
         "id" : 13,
         "valueJawa" : "Rasulullah ngendika: sampun datengten kulo utusan saking Tuhankulo, ngendikanenikusinten mawon di antara umatku sing sedane mboten menyekutukan Allah dengan sesuatu pun, maka beliau bakal masuk ing suargone gustiAllah. Perawi hadits bertanya, “pripun nek beliau nglakoni zino lan natenyolong?” Nabi Saw. ngendiko, “meskipun beliau zino lan nyolong” (HR. Muslim, Turmudzi, dan Nasai)"
    },
    {
         "id" : 14,
         "valueJawa" : "Saking Abu Thalhah r.a.Rasulullah Saw. ngendika: sampun dateng utusan Tuhanku, banjur beliau ngendika, “sinten mawon di antara umatmu sing selawatan kangge panjenengan sepisan, mongko Allah bakal nyatetsedhasa keapikan, tur mbusek sedhasa keelekan, diduwurno kedudukane sedhasa derajat, lan diparingi suatu hal singsami kalehperbuatan niku.” (HR. Ahmad)"
    },
    {
         "id" : 15,
         "valueJawa" : "Nopo toh panjenengan seneng mergi atimu luwes lan dikabulnonopo sing panjenengan harapno? Welasono anak yatim; usapono sirahe lan wenehono mangan saking pangananmu, insya Allah atimu bakal luwes lan hajatmu dikabulno dining Allah Swt. (HR. Ath Thabrani)"
    },
    {
         "id" : 16,
         "valueJawa" : "Taqwao maring Allah ten pundi mawon, sandingno kelakuan elek marang kelakuan apik, mongko kelakuan apik iku iso mbusek kelakuan elekmu, lan apikono akhlakmu marang menungso liyane nganggo akhlak sing apik. (HR. Ath Thabrani)"
    },
    {
         "id" : 17,
         "valueJawa" : "Taqwao marang Allah lan ampun pisan-pisan panjenengan remehno sesuatu sing apik walaupun panjenengankedhangalehno banyu saking wadah panjenengan ing njero wadah tiyang linthusing nedhi minum. Sakmestine panjenengan nemuni dulur-dulur ngangge rai sing sumringah. Ampun pisan-pisan panjenengan lembrehno kain sampek ngandhap, amerginglembrehno kain sampek ngandhap niku kelakuan sing sombong lan mbotendisenengi Allah. Munggoh  wonten tiang sing ngelek-ngelekno sampean ngangge perkoro sing ora panjenenganlakuni, mongko ampunpanjenengan bales perbuatan nikukoyo sing dilakuno ten panjenengan. Njarno, amergi dekne dewe seng nanggung dusone, sedang pahalane kangge panjenengan. Lanampun pisan-pisan ngelokno tiang linthu. (HR. At Thayalisi)"
    },
    {
         "id" : 18,
         "valueJawa" : "Taqwao maring Allah, lan adilmaringputra-putri panjenengan. (HR. An Nu’man)"
    },
    {
         "id" : 19,
         "valueJawa" : "Rasulullah Saw. ngendika: wediiho siramarang firasat wong seng nduweni iman, amergi sak temene deweke saged ningali cahaya saking Allah (HR. Turmudzi)"
    },
    {
         "id" : 20,
         "valueJawa" : "Wediho marang dunga wong sing dianiaya amergi sak temene antara dunga wong sing dianiaya kaleh Gusti Allah mboten wonten sing ngalang-ngalangi. (HR. Turmudzi)"
    },
    {
         "id" : 21,
         "valueJawa" : "Saking Abu Hurairah r.a. Rasulullah saw. Ngendika:mangga ramutanasakinghal-hal sing diharamaken, sebab jenengan dados tiyang ingkang paling katah mlampahi ibadah, dan mannga rida dumatheng ingkang sampun diparingi Gusti Allah, insya Allah jenengan dados tiyang ingkang paling sugeh. Mangga mlampahi kaapikan ten tanggimu, temtunipun jenengan dados tiyang mukmin. Mangga remen ten tiyang linthu supados remen ten awak piyambak.Tentunipun panjenengan dados tiyang muslim. Lan ampun kathah ngguyu amergi katah ngguyu niku saget ndadiaken ati jenengan mati. (HR. Ahmad)"
    },
    {
         "id" : 22,
         "valueJawa" : "Takwaho ing Gusti Allah: salato limo wektu, poso ten wulan Ramadhan, zakatono dunyomu nganggoati sing ikhlas, lantaato marang pemimpinmu, niscaya Allah bakal melbetaken panjenengan sedoyo ing dalem suargo. (HR. Al Hakim)"
    },
    {
         "id" : 23,
         "valueJawa" : "Wediho marang tiyang ingkang dipulosoro, amergi sakmestine tiyang ingkang dipulosoro niku ten ngandhap lan ten inggil awan, banjur Gusti Allah ngendika,“Demi mulyo lan agung-Ku, bener-bener Aku akan menolong awakmu sekalipun nok sejewaktu mane.”(HR. AthThabrani)"
    },
    {
         "id" : 24,
         "valueJawa" : "Wediho ing kelakuan mulosoro, amergi sakmestine mulosoro niku dadosaken petengeati ten dinten kiamatsokmben, lan wediho marang kelakuan kikir, amergi saktemene kikir niku saget ngentekaken tiyang-tiyang sakderenge panjenengan,nyurung kangge ngutahaken darahe tiyang-tiyang lan awake piyambak lan halalaken kehormatanipun awak piyambak. (HR. Muslim)"
    },
    {
         "id" : 25,
         "valueJawa" : "Rasulullah saw. Ngendika nyebut nikmate Gusti Allah niku sami kaleh syukur ingGusti Allah, ninggalaken berarti ingkar. Sinten mawon ingkang mboten nyukuri nikmat sing kedik berarti dewekne mboten nyukuri nikmat ingkang kathah; lan sinten mawon ingkang mboten syukur marang tiyang linthu, berarti dewekne mboten syukur dumatheng Gusti Allah. Persatuan niku Rohmat, pisahniku azab. (HR. Al Baihaqi)"
    },
    {
         "id" : 26,
         "valueJawa" : "Tenang niku sifate Gusti Allah, nek kesusu niku sifat e setan. (HR. Al Baihaqi)"
    },
    {
         "id" : 27,
         "valueJawa" : "Maceme tiyang niku wonten kale ing dinten kiamat Gusti Allah mboten purun merhatekaken; tiyang ingkang mutusaken silaturahim lan tanggi sing ololakune.(HR. Ad Dailami)"
    },
    {
         "id" : 28,
         "valueJawa" : "Rong perkoro ingkang mboten diremeni putranipun Adam, yoiku; raseneng mati, padahal mati luweh bagus tinimbang fitnah, lan dewekne raseneng dunyo sing kedik, padahal dunyo sing kedik niku ngilangaken hisab. (HR. Ahmad)"
    },
    {
         "id" : 29,
         "valueJawa" : "Rong perkoro sing azabipun dicepetaken Gusti Allah ing dunyo yoiku, zina lannglarani tiyang sepuh kekale. (HR. AthThabrani)"
    },
    {
         "id" : 30,
         "valueJawa" : "Adohono gumede, amergi tiyang ingkang ngeroso gumede niku wonten dali llang seng teko Gusti Allah, Gusti Allah ngendika ing malaikat, “Tulisen hamba-Ku  seng ngelakoni perbuatan seng Tak Murkai.” (HR. Ibnu ‘Addi)"
    },
    {
         "id" : 31,
         "valueJawa" : "Lakonono sebagian salatmu ing waktu wengi ngangge witir. (HR. Bukhari)"
    },
    {
         "id" : 32,
         "valueJawa" : "Lakuni sebagian salatmu ing njero omahmu, lan ojo dadekno omahmu koyo kuburan. (HR. Bukhari)"
    },
    {
         "id" : 33,
         "valueJawa" : "Amal perbuatan ingkang paling  disenengi Gusti Allah yoiku amal perbuatan sing  dilakoni kanti istiqomah senajan sitik. (HR. Syaikhan)"
    },
    {
         "id" : 34,
         "valueJawa" : "Amal perbuatan sing  paleng disenengi Gusti Allah pas  apene mati yoiku lambene sek teles amergo nyebut-nyebut Asmane Gusti Allah. (HR. Al Baihaqi)"
    },
    {
         "id" : 35,
         "valueJawa" : "Sholat seng paleng di senengi Gusti Allah  yoiku salatipun Nabi Daud, lan poso sing  disenengi Gusti Allah yoiku posone Nabi Daud. Beliau sare setengahe wengi, banjur tangi lan nglampahi  salat wengi sepertelune, lan sare mane sepereneme. Beliau nglampahi  poso sedinten buko sedinten. (HR. Muslim)"
    },
    {
         "id" : 36,
         "valueJawa" : "Perkataan sing disenengi Gusti Allah  yoiku tiyang ingkang ngucapaken kalimat “Subhanallahwabihamdihi.” (Maha Suci  Allah lan segala puji kangge Allah). (HR. Turmudzi)"
    },
    {
         "id" : 37,
         "valueJawa" : "Rasulullah Saw. Ngendika:mangga seneng menungso kadhose seneng ten awak  piyambak. (HR. Bukhari)"
    },
    {
         "id" : 38,
         "valueJawa" : "Hormatono konco parekmu sing  disenengi bapakmu,  ojo sampek mutusno hubungan karo wonge, amergo Allah  bakal madamno cahayamu. (HR. Bukhari)"
    },
    {
         "id" : 39,
         "valueJawa" : "Omongan sing disenengi Allah wonten  sekawan, yoiku :Subhaanallah (Maha Suci Allah), Alhamdulillah (sedoyo puji kangge Allah), Laa ilaha illallahu (mboten  wonten Tuhan kejobo Gusti Allah), dan Allahu Akbar (Allah Maha Gede).Sak kersa panjenengan sing pundi ingkang badhe didisikaken. (HR. Ahmad)"
    },
    {
         "id" : 40,
         "valueJawa" : "Adohono pitu perkoro sing  saged binasaken, yoiku: nyekutuaken Gusti  Allah, ngelakuni sihir, mateni wong ingkang dikharamakenGusti Allah kejobo ngangge alasan sing haq, mangan riba, mangan dunyone anak yatim, mlayu teko perang, lan nuduh zina ten tiyang wadon  ingkang kehormatanipun bener-bener dijogo sing dalam posisi lalai lagi beriman. (HR. Syaikhan)"
    },
    {
         "id" : 41,
         "valueJawa" : "Saking Umar r.a. Rasulullah Saw. ngendika: omah sing paling didemeni marang Gusti Allah yoiku singing njerone wonten anak yatim sing dimulyakne. (HR. Al Baihaqi)"
    },
    {
         "id" : 42,
         "valueJawa" : "Allah demen mareng wong sing nglakoni apik pas adolan, nglakoni apik pas tuku, nglakoni apik pas nyaur utang, lan nglakoni apik pas nagih utang. (HR. Al Baihaqi)"
    },
    {
         "id" : 43,
         "valueJawa" : "Wong sing paling didemeni marang Allah yoiku sing paling sitik mangane lan sing paling kuru awake.(HR. Ad Dailami)"
    },
    {
         "id" : 44,
         "valueJawa" : "Rasulullah ngendika: Demeno marang wong Arab amergi telu perkoro, yoiku: amergi aku wong Arab, Al-Qur’an bahasa Arab, lan bahasane ahli suargo yoiku bahasa Arab. (HR. Ath Thabrani)"
    },
    {
         "id" : 45,
         "valueJawa" : "Ati-ati marang keelekan wong liyo nganggo prasongko elek. (HR.  Al Baihaqi lan Ahmad)"
    },
    {
         "id" : 46,
         "valueJawa" : "Demeno karo pasanganmu sedeng-sedeng wae, sopo weruh sokmben dadi mungsomu, lan bencio wong sedeng-sedeng wae, sopo weruh sokmben dadi senenganmu. (HR. Turmudzi)"
    },
    {
         "id" : 47,
         "valueJawa" : "Perkoro-perkoro sing tak wedeni marang umatku yoiku weteng gede, kakean turu, males, lan keyakinane lemah. (HR. Ad Daruquthni)"
    },
    {
         "id" : 48,
         "valueJawa" : "Lakoni nopo sing sampun diwajibaken Gusti Allah marang panjenengan, pas  ti panjenengan dados tiyang ingkang paling katah ibadahipun. Lan ngedohi perkoro  ingkang dikharamaken dining Allah, pasti panjenengan dados tiyang ingkang wara’. Lan nrami marang sing sampun diparingi gusti Allah kangge panjenengan,pasti panjenengan dados tiyang ingkang sugih. (HR. Ibnu ‘Addi)"
    },
    {
         "id" : 49,
         "valueJawa" : "Didik anak-anakmu nganggo telu perkoro, yoiku: Demen marang Nabi lan keluargane, maos Al-qur’an, amergi saktemene wong sing apal Al-qur’an niku mbesuk angsal pitulunge Gusti Allah,mboten wonten pitulung kejobo pitulunge Gusti Allah, lan manggen kaleh poro Nabi lan kekasihne Allah. (HR. Ad Dailami)"
    },
    {
         "id" : 50,
         "valueJawa" : "Dunga marang Allah nganggeroso yakin marang dungo iku bakal diijabahi. Lan werohono Allah mboten ngijabahi dunga sing pas nedhi kurang khusyu’. (HR. Turmudzi)"
    },
    {
         "id" : 51,
         "valueJawa" : "Nalika Allah maringi rezeki mareng panjenengan, mongko tingalaken nikmat lan karuniae Allah marang panjenengan(HR. Hakim)"
    },
    {
         "id" : 52,
         "valueJawa" : "Nalika panjenengan sedanten murugi salat jamaah mlampah kanti tenang. Rakaat sing menangi lakuni, lan rekaat sing kirang sempurnakake. (HR. Syaikhan)"
    },
    {
         "id" : 53,
         "valueJawa" : "Naliko Allah demen marang hambae, mongko Allah maringi cobo supoyo Allah kepireng ibahe. (HR. Al Baihaqi)"
    },
    {
         "id" : 54,
         "valueJawa" : "Saumpami tiang sing ngerjakne salat kanti apik, nyempurnakake ruku’ lan sujude, pasti salat ngendika, “Mugi Allah ngeramut panjenengan koyo dene panjenengan ngeramut aku” tur salat niku diterami, lan umpami tiang nglakuni salat kanti elek,mboten nyempurnakake ruku’ lan sujude, mongko salat ngendika: “ semoga Allah nyiak-nyiakne panjenengan koyo dene panjenengan nyiak-nyiakaken aku.” Banjur salat niku  digulung kadose radosan sing sampun elek, banjur dipecotakenten raine sing nglakuni. (HR. Ath Thayalisi)"
    },
    {
         "id" : 55,
         "valueJawa" : "Naliko sampun wonten adzan ing dinten Jumat. Mongko diharamaken kerjo. (HR. Ad Dailami)"
    },
    {
         "id" : 56,
         "valueJawa" : "Naliko badhe nglakuni salat kanti mereng, mongko lakonono wudlu, banjur merengno ing lambung tengenmu, banjur dunga, “Ya Allah kulo pasrahaken rogo kulo mareng Panjenengan, lan kulo pasrahaken urusan kulo ing Panjenengan. Kulo nyuwun lindungan Panjenengan ngangge ngarepaken pahala saking Panjenengan. Mboten enten tempat kangge berlindung lan mboten enten dalan kangge selamet kejobo saking Panjenengan. Ya Allah kulo iman marang kitab ingkang Panjenengan turunaken. Lan marang Nabi ingkang sampun Panjenengan utus. (HR. Bukhari lan Muslim)"
    },
    {
         "id" : 57,
         "valueJawa" : "Nalika Allah ngersani keapikan marang hamba, mongko Allah dadeaken hambaNe sugih awak lan takwane ono ing njero atine. Nanging menowo ugo Allah ngersani keelekan ing hambaNe, mongko Allah bakal dadekno kekafiran ten ngarep mripate. (HR. Al Hakim)"
    },
    {
         "id" : 58,
         "valueJawa" : "Naliko Allah ngersani keapikan ing hamba, mongko Allah bakal dadeaken hambaNe faham marang agama, zuhud marang dunyo, banjur Allah ngetokne aib ing njero awake. (HR. Al Baihaqi)"
    },
    {
         "id" : 59,
         "valueJawa" : "Nalika Allah ngersani keapikan marang hambaNe, mongko Allah bakal maringi hukuman cepet-cepet ing dunyo. Lan apabila Allah ngersani keelekan marang hambaNe, mongko Allah ngakhiraken  hukuman dusone supoyo ing dinten kiamat Allah ketemu marang hambaNe ingkang nglakuni elek. (HR. Ath Thabrani)"
    },
    {
         "id" : 60,
         "valueJawa" : "Nalika Allah ngersani keapikan, mongko Allah bakal bukaaken kunci atine, lan Allah dadeaken ing jerone keyakinan lan kejujuran. Allah dadeaken atine sadar noposing sampun lan badhe dilakuni, dadeaken atine selamet, lisane jujur,  akhlake lurus, lan Allah dadeaken kupinge tajem, lan mripate iso nyawang kanti jernih. (HR. Asy-Syekh)"
    },
    {
         "id" : 61,
         "valueJawa" : "Saking Anas r.a. Rasulullah Saw.Ngendika:Nalika Gusti Allah badhe ngelaksanaaken keputusan lan takdir, mongko Gusti Allah bakal jabut akal menungso, sampek keputusan lan takdir dilaksanaaken menungso, nalika Allah sampun ngelaksanaknaaken perkoro ingkang dikersani,banjur dibaliaken  menungso,banjur muncul nyesel ing dalem awake piyambak.  (HR. Ad Dailami)"
    },
    {
         "id" : 62,
         "valueJawa" : "Nalika badhe nglakuni perkoro, mongko dipikiraken riyen akibate. Umpami akibate apik lakonono, Umpami akibate elek adohono. (HR. Ibnu Mubarak)"
    },
    {
         "id" : 63,
         "valueJawa" : "Naliko arepe nglakoni perkoro, mongko sampean kudu nduweni sikap tenang, sehinggo Allah ngudohno dalan seng apik kanggo metu saking perkoro tersebut. (HR. Bukhori)"
    },
    {
         "id" : 64,
         "valueJawa" : "Rasulullah Saw. Ngendika:Nalika panjenengan badhe mbongkar aib tiyang linthu, mongko ilingo aib ingkang wonten dalem awak panjenengan (HR. Ar-Rafi’i)"
    },
    {
         "id" : 65,
         "valueJawa" : "Nalika panjenengan pingin Allah demen mareng panjenengan, mongko lakuni zuhud ing masalah duniawi, lan nalika pingin tiyang linthu demen marang panjenengan, mongko paringi luwehane dunyomu marang tiang ingkang butuh. (HR. Al Khatib)"
    },
    {
         "id" : 66,
         "valueJawa" : "Nalika enten tiyang jaler tangi ing tengah wengi, banjur nangeni bojone, tur salat rong rakaat(tahajjud), mongko kalene dicatet kaleh malaikat,tiang jaler ugi wadon ingkang banter (katah) zikire. (HR. Ibnu Hibban)"
    },
    {
         "id" : 67,
         "valueJawa" : "Nalika  enten tiang sing tangi saking tileme, mongko ucapaaken, “sedoyonipun puji kangge Allah ingkang sampun nangiaken rohkulo, lan ingkang nyehataken rogokulo, banjur ngilingaken kulo kangge ileng marang Gusti Alah.(HR. Ibnu Sunni)"
    },
    {
         "id" : 68,
         "valueJawa" : "Nalika panjennegan ngerasaaken sakit, mongko selehno tanganmu marang panggonan sing sakit banjur ngucapaken, “dengan nyebut asmanipun Allah, kulo nyuwun lindungan kangge kekuatan lan kekuasaane Panjenengan saking keelekan nopo mawon ingkang kulo rasaaken saking sakit niki,” banjur angkat tanganmu lan baleni nganthos angko ganjil. (HR. Turmudzi)"
    },
    {
         "id" : 69,
         "valueJawa" : "Nalika salah setunggal yiyang kengeng musibah, mongko ucapaken, “saktemene kulo nggadane Allah, kulo lan sedoyone menungso bakal bali ing Gusti Allah. Ya Allah, amergi pahala ingkang enten ing sisi Panjenengan-lah kulo(sabar) nanggung musibah niki,mongko Jenengan paringi pahala ing kulo, lan Jenengan ganthos musibah niki ngangge perkoro ingkang luweh bagus. (HR. Ibnu Majah)"
    },
    {
         "id" : 70,
         "valueJawa" : "Nalika panjenengan sedanten wontwn ing waktu enjing,, mongko ucapaken “Ya Allah, amergi pitulung Panjenengan kulo  lan linthune saget mirsani waktu enjing, lan amergi pitulung Panjenengan kulo lan linthune saget mirsani waktu sore, Amergi Panjenengan kulo lan linthune saget urip ing dunyo niki lan amergi Panjenengan kulo lan linthune tilar, lan marang Panjenengan kulo lan linthune balik. (HR. Ibnu Majah)"
    },
    {
         "id" : 71,
         "valueJawa" : "Nalika panjenengan miring, mongko ucapaken, “Kulo berlindung marang Gusti Allah lantaran kalimat-kalimat Allah ingkang sempurno saking perkoro kang murko lan siksaane Allah, lan saking kelakuan eleke hambaNe Allah tur saking perbuatan setan ingkang disanjangaken datheng menungso. (HR. Abu Nashr As- Sanjari)"
    },
    {
         "id" : 72,
         "valueJawa" : "Nalika panjenengan diparingi tapi mboten nyuwun, mongko panjenegan pangan lan mangga sedekah. (HR. Nasai)"
    },
    {
         "id" : 73,
         "valueJawa" : "Nalika wonten ingkang buka marang siam, buka ngangge kurmo, saktemene kurmo niku ngandung berkah ing njerone. Nalika mboten nemuaken kurmo, monggo buko ngangge toyo, saktemene toyo niku saged nyuciaken. (HR. Ahmad)"
    },
    {
         "id" : 74,
         "valueJawa" : "Nalika wonten ingkang kedik nedhane mongko madarane katah cahayanipun. (HR. Ad Dailami)"
    },
    {
         "id" : 75,
         "valueJawa" : "Nalika sampun manjing waktu salat, sakmeniko bebarengan kaleh dhahar ing wengi, mongko utamakno daharipun. (HR. Syaikhan)"
    },
    {
         "id" : 76,
         "valueJawa" : "Nalika wonten ingkang dhahar, mongko ucapaken Allah ing kawitan, “Bismillahi ‘ala awwaihi wa akhirihi.” (Dengan nyebut Asmane Allah ing kawitan lan akhiran.) (HR. Turmudzi)"
    },
    {
         "id" : 77,
         "valueJawa" : "Nalika wonten ingkang dhahar, mangga dhaharngangge astha tengen lan minum ngangge astha tengen, mundut panganan ngangge astha tengen banjur paringaken ten tiyang linthu ngangge asta  tengen ugi. (HR. Al Hasan Ibnu Sufyan)"
    },
    {
         "id" : 78,
         "valueJawa" : "Nalika wonten tiyang ingkang ngimami salat tiyang katah, mongko ampun lami-lami, amergi saktemene salat jamaah niku wontwn lare alit, tiyang sepuh, tiyang sepung ingkang sakit lan tiyang ingkang nggadai keperluan lintune. Nalika salat piyambakan mongko dowokaken salat panjenengan sak kersane. (HR. Turmudzi)"
    },
    {
         "id" : 79,
         "valueJawa" : "Nalika bojo wadon belonjo ngangge arthanipun bojo lanang tanpa ndadeakaken rusak utawi padu, bojo wadon angsal pahala saking belonjone, lan bojo lanang angsalpahala amergi sampun relo arthanipun dibelanjaaken,  pahala antara bojo lanang lan wadon mboten ngurangi pahala linthune meski kedik. (HR. Syaikhan)"
    },
    {
         "id" : 80,
         "valueJawa" : "Nalika angop, selehno tangan ing lambe, lan ojo ngetokno suoro, amergo setan seneng angop karo ngomong. (HR. Ibnu Majah)"
    },
    {
         "id" : 81,
         "valueJawa" : "Saking Uqbah ibnu ‘Amir Rasulullah saw. ngendiko: naliko wong durhoko wes munjuk, mongko bakal nguasani mripate, dekne iso nangisno karo-karone kapan sing dipingini. (HR. Ibnu ‘Addi)"
    },
    {
         "id" : 82,
         "valueJawa" : "Naliko wong sing gak dungakno wong tuo lorone, mongko rezeki bakal putus saking karone. (HR. Ad Dailami)"
    },
    {
         "id" : 83,
         "valueJawa" : "Naliko ono wong menggauli istine, mongko ojo ngadoh sakdurunge nglakoni hajate, koyo wong nglakoni hajate. (HR. Ibnu ‘Addi)"
    },
    {
         "id" : 84,
         "valueJawa" : "Naliko sampian ndelok wong mati, meremno mripat mayit, amergo saktemene mripat mayit milu metune roh, lan ngomongo keapikane, amergo saktemene poro malaikat bakal ngamini opo sing di omongno keluarga mayit. (HR. Ahmad)"
    },
    {
         "id" : 85,
         "valueJawa" : "Naliko hakim mutusno perkoro, banjur ijtihad ing keputusane lan ternyata bener, maka bagine rong pahala. Naliko dekne mutusno sak hukum banjur ijtihad , banjur kliru(nk ijtihad iku), mongko dekne oleh pahala siji. (HR. Bukhari dan Muslim)"
    },
    {
         "id" : 86,
         "valueJawa" : "Naliko wong khatamno Al-Qur’an, mongko ono enam puluh malaikat seng dungakno. (HR. Ad Dailami)"
    },
    {
         "id" : 87,
         "valueJawa" : "Naliko antara sampian metu lan ngelakoni perjalanan,lan  pamitan ing dulur-dulure, mongko saktemene Allah ndadekno berkah ing dungo mereka. (HR. Ibnu ‘Asakir)"
    },
    {
         "id" : 88,
         "valueJawa" : "Naliko ono wong seng nekani kaum banjur mempersilahkan lungguh, mongko lungguho, amergo saktemene iku penghormatan saking Allah sing di wehno marang dekne lantaran dulur muslim. Naliko ora di persilahno lungguh, mongko ndolek.o panggonan lungguh sing longgar, banjur lungguho ing panggonan iku. (HR. Al Harits)"
    },
    {
         "id" : 89,
         "valueJawa" : "Naliko tamu nekani suatu kaum, dekne teko lan nggowo rezekine dewe. Naliko dekne metu, mongko dekne metu lan nggowo ampunan kanggo dewekne. (HR. Ad Dailami)"
    },
    {
         "id" : 90,
         "valueJawa" : "Naliko bojo lanang ngejak bojone turu, banjur bojo wadone nolak, sampek bojo lanange turu ing keadaan menesu, mongko malaikat melaknat sampek isuk. (HR. Ahmad)"
    },
    {
         "id" : 91,
         "valueJawa" : "Naliko di antara sampean di undang nok acara, haruse tekoo ing undangan iku. (HR. Bukhari dan Muslim)"
    },
    {
         "id" : 92,
         "valueJawa" : "Naliko di antara sampian melbu masjid, di anjurno ngerjakno salat rong rakaat sakdurunge lungguh. (HR. Jamaah)"
    },
    {
         "id" : 93,
         "valueJawa" : "Naliko teko ulan Ramadhan, lawang lagit dibuka, lanlawang-lawang Jahanam ditutup lan setan dicancang nganggo rante. (HR. Syaikhan)"
    },
    {
         "id" : 94,
         "valueJawa" : "Naliko ono wong sing ngipi ora enak, mongko ngiduo ping telu ing kiwo banjur njaluk.o perlindungan ing Gusti Allah saking gangguan setan, lan pindaho saking lambung liyo saking lambung pas sampian ngipi elek. (HR. Muslim)"
    },
    {
         "id" : 95,
         "valueJawa" : "Naliko ono wong seng ngipi apik, iku teko Gusti Allah, mongko mujio Allah lan ceritakno ing wong liyo. Naliko ngipi sing ora disenengi iku tekone saking syetan, mongko njalu.o perlindungan ing Allah lan ojo ceritakno nang wong liyo cek ora mbahayakno. (HR. Bukhari)"
    },
    {
         "id" : 96,
         "valueJawa" : "Naliko nyawang sinar abang, koyok.e tiang saking arah wetan ing ulan Ramadhan, mongko simpenono pangananmu kanggo setahun, saktemene iku tondo pacekik. (HR. Tabrani)"
    },
    {
         "id" : 97,
         "valueJawa" : "Naliko wong sing nyawang pengiringe mayit, padahal dekne ora wong sing milu ngiringi mayit iku, mongko hendak ngadek sampek di tinggalno, utowo sampek mayit iku di kuburno walaupun durung ngelewati. (HR. Bukhari dan Muslim)"
    },
    {
         "id" : 98,
         "valueJawa" : "Naliko ono wong sing nyawang wong wedok ayu seng nggawe terpesona, mongko hendak.e nekani bojone, amergo saktemene kemaluane wong wedok iku podo, bojomu nduweni opo sing di nduweni wong wedok ayu iku mau. (HR. Al Khatib)"
    },
    {
         "id" : 99,
         "valueJawa" : "Naliko ono wong nyawang dulure oleh cobaan hendake muji Allah, lan ojo ngringekno pujian iku. (HR. Ibnu Najjar)"
    },
    {
         "id" : 100,
         "valueJawa" : "Naliko sampean kabeh seneng nok masjid-masjid, saksikno bahwa dekne orang sing iman. (HR. Al Baihaqi)"
    },
    {
         "id" : 101,
         "valueJawa" : "Rasulullah Saw. ngendika: naliko sampean ngaweruhi keapik.an, takbiro, amergo saktemene takbir iso ngademno. (HR. Ibnu Asakir)"
    },
    {
         "id" : 102,
         "valueJawa" : "Rasulullah Saw. ngendika: naliko Allah ngreksani keelek.an ing kaum, mongko, Allah ndadikno urusan kaum ing tangane tiyang-tiyang seng uripe kecukupan. (HR. Ad-Dailami)"
    },
    {
         "id" : 103,
         "valueJawa" : "Naliko nyuwon maring Gusti Allah, nyuwuno nganggo buka tangan seng bagian njero, lan ojo nganggo bagian njobone. Ojo pisan-pisan mbalikno telapak tangan sakdurunge di usapno nok wajah. Saktemene Allah nguwehi keberkahan ing njerone. (HR. Abu Daud)"
    },
    {
         "id" : 104,
         "valueJawa" : "Naliko ono wong seng nyuwon mareng Pengerane, banjur ngaweruhi permintaane bakal di kabulno, mongko haruse ngucapno, “Sedanten puji kangge Gusti Allah, amergo nikmat Allah sedanten perkoro seng apek dadi sempurno. Lan naliko ngeroso permintaane di gantungno, mongko haruse ngucapno, “Sedantene puji maring Allah ing dalem sedanten keadaan.” (HR. Al Baihaqi)"
    },
    {
         "id" : 105,
         "valueJawa" : "Saking Abu Umamah ra. Rasulullah Saw. ngendika: naliko keapik.an nggawe bonggo, lan keelek.anmu nggawe susah, mongko hal iku dadi ciri panjenengan tiyang mukmin. (HR. Adh Dhiya)"
    },
    {
         "id" : 106,
         "valueJawa" : "Naliko ono wong  seng nguwei jeneng Muhammad, mongko muliakno seng nduwe jeneng iku, lan wehono panggon lunggo kanggo dekne ing njero majelis. Ojo sampek ngolok-ngolok seng nduwe jeneng Muhammad. (HR. Al Khatib)"
    },
    {
         "id" : 107,
         "valueJawa" : "Naliko nginum banyu, ngombeho nganggo coro ngehirup(alon-alon), ojo ngombe nganggo coro nglonggo(kesusu). Saktemene ngombe karo kesusu iku iso ndadekno penyakit ati(ginjal lan limpa). (HR. Ad Dailami)"
    },
    {
         "id" : 108,
         "valueJawa" : "Naliko di antarane wong ngerjakno salat, mongko kerjakno koyo salate wong seng nyongko ora bakal iso ngerjakno salat mane saklawase. (HR. Ad Dailami)"
    },
    {
         "id" : 109,
         "valueJawa" : "Naliko bojo wadon ngerjakno salat limo wektu, ngerjakno poso sak ulan, lan njogo kehormatane, tur taat karo bojo lanange, insya Allah mlebet ing suargo. (HR. Al Bazzar)"
    },
    {
         "id" : 110,
         "valueJawa" : "Naliko amanat di siak-siakno, mongko enteni rubuhe. Sohabat Nabi tanglet, “pripon seng di maksut nyiak-nyiakno ya Rasul?” “naliko perkoro iku di serahno ing wong seng ora ahline, mongko enteni masa rubuh.” (HR. Bukhari)"
    },
    {
         "id" : 111,
         "valueJawa" : "Naliko siro arep mukul, Supoyo ngedohno saking sirah. (H.R. Bukhari)"
    },
    {
         "id" : 112,
         "valueJawa" : "Naliko ono lintang “tsurayya” metu, tanduran ono ing sawah bakal aman saking hama. (H.R. At-thabrani)"
    },
    {
         "id" : 113,
         "valueJawa" : "Naliko kuping siro keroso “nging-nging”, nyebuto Asmane Gusti Allah lan mocoho shalawat, banjur ngucapo “Dzakarallahu man dzakarani bi khoir”. (H.R. Ibnu ‘Adi dari Abi rofi’)"
    },
    {
         "id" : 114,
         "valueJawa" : "Naliko siro wahing, maka ngucapo “hamdalah” banjur konco seng kepireng ngucap “yarhamukallah” banjur sing wahing mangsuli “yahdikumullah”.(H.R. Abu Dawud lan Nasa’i)"
    },
    {
         "id" : 115,
         "valueJawa" : "Naliko bocah wes iso mbedakno tengen lan kiwo (mumayyis), mongko perintahno salat.(H.R. Abu Dawud)"
    },
    {
         "id" : 116,
         "valueJawa" : "Naliko menungso wes ngangungake dunyo, kemegahane agama Islam bakal di cabut dining Allah, lan yen menungso wes ninggalno perintah apik lan ngelakoni perkoro sing mungkar (Elek), tentune di alingi saking barakahe al-Qur’an. (H.R. At-Turmudzi)"
    },
    {
         "id" : 117,
         "valueJawa" : "Naliko Dino jum’at siro ngucap marang koncomu: “Ansit” pas imam lagi khutbah, iku podo karo siro ngelakoni dino jum’at sing ora ono bobote. (H.R. Bukhari)"
    },
    {
         "id" : 118,
         "valueJawa" : "Tatkalane menungso matur: “Ya Rabb, Ya Rabb”, iku Allah dawuh : “Yo menungso, nyuwuno siro bakal di paringi”. (H.R. Ibnu Abi Dunya ‘An ‘Aisyah)"
    },
    {
         "id" : 119,
         "valueJawa" : "Naliko kawula iku ngadek ono ing salat, mongko kebagusan2 di sawur2ake ono ing sirahe sampe ruku’, yen wes ruku’ mongko di ungguli rahmate Allah hinggo sujud, lan ketika sujud sirahmu ono ing delamaan lorone Gusti Allah Swt. Mongko nyuwuno maring Allah naliko sujud.(H.R. Sa’id ibn Mansyur)"
    },
    {
         "id" : 120,
         "valueJawa" : "Yen anak adam moco ayat sajadah nuli sujud, iku syaiton mireh banjur nangis lan ngucap: cilaka anak adam iki, menungso iki di perintah sujud nuli sujud, akhire bakal oleh surga, aku di perintah sujud nuli aku mbangkang, aku bakal oleh sikso neroko.(H.R. Muslim dari Abi Hurairah)"
    },
    {
         "id" : 121,
         "valueJawa" : "Yen salat wes di qamati, siro kabeh ojo teko sarana mlayu, nanging siro kabeh supoyo teko sarana mlaku anteng, lan sempurnakno salatmu seng kurang. (H.R. Bukhari lan Muslim)"
    },
    {
         "id" : 122,
         "valueJawa" : "Yen salat wes di qamati, siro supoyo takbir banjur moco surat al-Qur’an sing siro apal, nuli ruku’ kanti tuma’ninah(anteng), nuli i’tidal kanti tuma’ninah, nuli sujud kanti tuma’ninah, lan lakoni sekabehane ono ing salat siro. (H.R. Bukhari lan Muslim)"
    },
    {
         "id" : 123,
         "valueJawa" : "Naliko panganan wes di sugohno marang siro, tapi sikil siro isih gowo sepatu, mongko copoten kerono perbuatan iku setengah sangking sunnah Nabi SAW.(H.R. Abi ya’la)"
    },
    {
         "id" : 124,
         "valueJawa" : "Naliko siro akeh dusone nuli ora anduweni amal apik sing biso nebus dusone, mongko Allah Parung bala’ kanthi susah kanggo ngelebur duso siro.(H.R. Ahmad saking ‘Aisyah)"
    },
    {
         "id" : 125,
         "valueJawa" : "Naliko akhir zaman, jejeke agama masyarakat tergantung marang dirham lan dinar. (H.R. At-Thabrani)"
    },
    {
         "id" : 126,
         "valueJawa" : "Naliko kawulo kepaten anak, Allah ta’ala dawuh marang malaikat: opo siro podo mundut anake kawulo iki?, nuli malaikat matur: enggeh. Allah ta’ala dawuh marang malaikat: opo kang di ucapno kawulo insun? Malaikat matur: muji-muji marang Panjenengan lan ngucap kalimat istirja’. Allah dawuh: siro kabeh supoyo bangun omah ing surga kanggo kawula iku, lan mewehi nomo “Baitul Hamd”. (H.R. At-Turmudzi)"
    },
    {
         "id" : 127,
         "valueJawa" : "Naliko menungso mati, mongko pedot kabeh ganjaran lan amale kecuali telu perkoro : 1. Shodaqoh Jariyah, 2. Ilmu sing manfaat, 3. Dungone anak sholeh lan sholehah. (H.R. Muslim)"
    },
    {
         "id" : 128,
         "valueJawa" : "Yen siro ngalami keadaan sing susah, payah, utowo belahi, mongko ngucapo: “Allahu robbuna laa syariikalah”. (H.R. Baihaqi)"
    },
    {
         "id" : 129,
         "valueJawa" : "Naliko siro ningali wong kang ngungkuli siro ono ing perkoro dunyo, mongko ojo lali ningali marang wong kang sak nisore siro.(H.R. Asy-Syaikhoni)"
    },
    {
         "id" : 130,
         "valueJawa" : "Naliko siro di adepno kanggo milih siji antarane loro pilihan, mongko salat lan dungoho: ya Allah, kulo nyuwun di tunjukaken pundi perkawis ingkang haq(apik) lan pundi perkawis ingkang batil(elek), ya Allah panjenengan ngertos pundi perkawis ingkang sae lan mboten sae kangge kulo, lan namun panjenengan ingkang ngertos akhir saking perkawis sing ajenge kulo lampahi, mugi Panjenengan netapaken lan mantepaken perkawis ingkang sae lan ngadohno perkawis ingkang mboten sae kangge kulo, nuli mugi Panjenengan maringi ridlo kangge kulo, Rasulullah SAW. ngendiko: sebuten hajat siro ing salatmu. (H.R. Bukhari)"
    },
    {
         "id" : 131,
         "valueJawa" : "Naliko Panjenengan ngertos urusanipun olo kangge kulo ing dalem agama kulo, urip kulo lan akibat urusan kulo, mongko adohno urusanipun saking kulo lan takdiraken kebagusan bagi kulo ing endi kulo berada, lajeng dadosaken kulo ridlo. Beliau ngendiko banjur nyebutaken keperluane. (H.R. Bukhari)"
    },
    {
         "id" : 132,
         "valueJawa" : "Naliko jenazah sampun di pikul ten pendoso, yen jenazah iku sholehah, jenazah iku ngucap : “disikno aku”, yen jenazah ora sholehah, dekne ngucap: “celaka aku, iki arep siro gowo menyang endi ?” Kabeh makhluk Allah krungu, kejobo menungso.(H.R. Bukhari)"
    },
    {
         "id" : 133,
         "valueJawa" : "Naliko perkoro agama di serahno marang wong kang ora ahline, siro tinggal nunggu kerusakane.(H.R. Bukhari)"
    },
    {
         "id" : 134,
         "valueJawa" : "Naliko ono wong lanang cacat kang di clatu(Elek-Elek no) marang wong liyo, mongko belanono wong kang cacat iku lan miriho saking keramean iku. (H.R. Ibnu Abi Dunya)"
    },
    {
         "id" : 135,
         "valueJawa" : "Naliko Allah swt. ngresaake pemimpin ingkang sae, mongko Allah bakal paring pembantu ingkang sae, yen pemimpin lali gelem di elengke, lan ketika bener gelem ngelengake. lan sebalike, Allah ngresaake mboten sae marang pemimpin, Allah bakal paring pembantu ingkang olo, yen pemimpin lali mboten kerso ngelengake, lan yen eleng mboten kerso mbantu.(H.R. An-Nasa’i)"
    },
    {
         "id" : 136,
         "valueJawa" : "Naliko siro mangan bareng wong akeh lan wes warek, mongko siro ojo ngangkat tangan siro sedurunge wong akeh iku ngangkat tangane kabeh, amergo perkoro iku iso ndadekno wong liyo isin. (H.R. Baihaqi)"
    },
    {
         "id" : 137,
         "valueJawa" : "Naliko ono wong lanang lungo haji nganggo duwek haram nuli ngucap “Labbaik” iku Allah SWT. ngendika: ora ono “labbaik” lan ora ono “sa’daik”. (H.R. Ad-dilami)"
    },
    {
         "id" : 138,
         "valueJawa" : "Podo nyebuto siro kabeh ing kebagusane sedulur siro sing mati, lan menengo marang kelakuan eleke wong kang mati.(H.R. At-turmudzi)"
    },
    {
         "id" : 139,
         "valueJawa" : "ajurno panganan siro kanti nyebut Asmane Gusti Allah lan salat, Ojo podo turu sak marine mangan, kerono iso ndadekke ati atos."
    },
    {
         "id" : 140,
         "valueJawa" : "Ono dungo 4(papat) macem sing Ora bakal di tolak dining Allah swt. yoiku : 1. Dungone wong haji sampe muleh menyang omah, 2. Dungone wong perang sampe muleh marang keluargane, 3. Dungone wong kang loro sampe waras, 4. Dungone wong Islam sing ndungakne marang sedulur Islam liyane kanti samar(Ora di weruhi marang wong sing di dungakne), antarane kepapat dungo ing ndukur, dungo nomer 4(papat) sing pertama di sembadani dining Allah swt.(H.R. Ad-dilami)"
    },
    {
         "id" : 141,
         "valueJawa" : "Ono perkoro papat sing endi naliko ono wong ngelakoni perkoro papat iki wong iku bakal dadi wong munafik, kelakuan iku yoiku : 1. Naliko ngomong, goro(mbujuki),2. Naliko janji, ngingkari, 3. Naliko nyanggupi, cidera, 4. Naliko padu, lacut."
    },
    {
         "id" : 142,
         "valueJawa" : "Ono perkoro papat ingkang Sopo wonge anduweni perkoro papat iku neroko diharamake mangan wong iku, lan wong iku di rekso sangking syaiton, yoiku: wong kang biso nguwasani nafsune naliko seneng opo-opo, naliko wedi opo-opo, naliko kepengen opo-opo, naliko mureng-mureng, lan ono perkoro papat ingkang sopo wonge sing ngelakoni perkoro papat iki Allah bakal nguwei rahmat ingkang gede, yoiku: wong kang mewehi panggonan marang wong kang miskin, welas asih marang wong kang apes, tumindak alus marang budak, lan sing terakhir yoiku gelem ngingoni wong tuo lorone. (H.R. Hakim)"
    },
    {
         "id" : 143,
         "valueJawa" : "ono perkoro papat, sopo wonge seng ngelakoni perkoro papat iki bakal di paringi kebagusan dining Allah swt. yoiku: lisan sing selalu dzikir marang Allah, ati kang tansah syukur marang Allah, awak kang tansah sabar ngadepi bala’, lan bocah wadon kang ora nyiderahi bojo lanang kerono wedi marang awak lan artane bojone.(H.R. At-thabrani)"
    },
    {
         "id" : 144,
         "valueJawa" : "Ono wong papat kang wes sak mestine di janjikne Allah ora bakal melbu utowo nyicipi nikmate suarga, yoiku: wong kang selalu ngombe arak, wong kang mangan riba, wong kang mangan artane bocah yatim, lan wong kang  wani marang wong tuo lorone.(H.R. Hakim)"
    },
    {
         "id" : 145,
         "valueJawa" : "ono perkoro papat kang ora biso warek saking perkoro, yoiku: tanah ora biso warek saking banyu udan, wong wadon ora biso warek saking jimake wong lanang, merapat ora biso warek saking ningali, lan wong alim ora biso warek saking ilmu. (H.R. Hakim)"
    },
    {
         "id" : 146,
         "valueJawa" : "perkoro papat iki yoiku perkoro setengah saking kebahagiaane wong Islam, yoiku: bojo wadon ingkang sholehah, anak-anake bagus lakune, pergaulane wong-wong sholeh, lan rizqi ono ing negoro Ddewe.(H.R. Ad-dilami)"
    },
    {
         "id" : 147,
         "valueJawa" : "Ono wong papat kang di bendi dining Allah swt. yoiku: wong dodol kang sering sumpah, wong fakir sing gumede, wong tuo kang zina, lan pemerintah kang lacut.(H.R. An-Nasa’i)"
    },
    {
         "id" : 148,
         "valueJawa" : "ono perkoro papat iku merupakan setengah saking tandane ciloko, yoiku: atose mripat, atose ati, seneng ndolek arta, lan melanture eleng-eleng marang dunyo tanpa eleng akhirat.(H.R. Abu Na’im)"
    },
    {
         "id" : 149,
         "valueJawa" : "Perkoro papat iki ora bakal di temukno marang menungso kejobo menungso kanti agungake, yoiku: meneng (ora gelem omong yen ora ono perlune), tawadhu’, dzikir marang Allah, saitik opo sing di nduweni. (H.R. Ath-thabrani)"
    },
    {
         "id" : 150,
         "valueJawa" : "Ono wong papat kang ganjarane tansah mili kanggo dewekne sak wise mati, yoiku: wong mati kerono perang, wong kang mulehno ilmu nuli ilmune di amalake wong liyo, wong kang shodaqoh, lan wong lanang kang nduweni anak sholeh kang tansah ndungakno marang wong tuone. (H.R. Ath-thabrani)"
    },
    {
         "id" : 151,
         "valueJawa" : "ono perkoro papat iku merupakan setengah gudange surga, yoiku: nyamarno shodaqoh, ngumpetno musibah, silaturahim, lan ngucap “laa haula wala quwwata illa billa”.(H.R. Al-Khotib)."
    },
    {
         "id" : 152,
         "valueJawa" : "yen ono salah sijine wong muslim sing meninggal, siro kabeh supoyo podo ngomong sing apik-apik lan ojo ngomong perkoro elek maring wong muslim.(H.R. Ath-thabrani)"
    },
    {
         "id" : 153,
         "valueJawa" : "Welasono marang wong telu iki : wong terhormat ing masyarakat nuli dadi hina, wong sugeh nuli dadi fakir, lan wong alim nuli dadi bodoh.(H.R. ‘Askari)"
    },
    {
         "id" : 154,
         "valueJawa" : "Zuhudo siro marang dunyo, mongko Allah bakal demen, lan zuhudo marang barang sing di nduweni wong liyo, mongko siro bakal di seneni masyarakat.(H.R. Hakim)"
    },
    {
         "id" : 155,
         "valueJawa" : "Wong sing paling di benci yoiku wong sing nhadohi wong-wong alim lan keluargane an sak tonggone.(H.R. Ibn ‘Adi saking Jabir)"
    },
    {
         "id" : 156,
         "valueJawa" : "Wong sing paling zuhud(adoh saking kepentingan dunyo) yoiku wong kang ora tau lali yen bakal melbu quburan tur rusak awake, lan ninggalake perkoro dunyo, milih perkoro akhirat, ora nganggep nek isuk baka isih urep, lan nganggep awake wes melbu golongan wong mati.(H.R. Baihaqi)"
    },
    {
         "id" : 157,
         "valueJawa" : "Nyempurnaake wudhu iku bagian saking separune iman, ngucap hamdalah iku bakal ngaboti timbangan, ngucap tasbih dan takbir iku ugo ngebeki langit lan bumi, salat iku cahaya, zakat iku dadi bukti yen wong kang ngetokne iku bener-bener iman, sabar iku padang, qur’an iku dadi alesan kang nguntungno awak dewe. Kabeh menungso iku podo budal usoho ing waktu isuk nuli ono kalane adol awake dewe marang Allah kanti nyuwun ridlone Allah nuli biso bebas saking siksone Allah, lan sebalike, ono sing ngerusak awake kanggo ngelakoni opo kang ndadekno bendone Allah swt.(H.R. Ibn Habban saking Abi malik)"
    },
    {
         "id" : 158,
         "valueJawa" : "Hei poro muslimin! Nduweo isin marang Allah, ngreksoho isin marang sirahmu lan sekabehane anggota sing ono ing sirahmu, ngreksoho isin marang wetengmu, elengo mati lan rusake awakmu, wong sing bener-bener ngarepake kebahagiaan ing akhirat bakal ninggalno perkoro uripe ing dunyo. Allah ngendiko: Sopo wonge sing ngelakoni sing tak perintahno, mongko wong iku nduwe isin, sopo wonge ora ngelakoni sing tak perintahno, mongko wong iku ora nduweni isin.(H.R. At-Tirmidzi)"
    },
    {
         "id" : 159,
         "valueJawa" : "yen siro loro supoyo gawe tombo kanti muji-muji dining Allah swt. Dungoho kanti moco surat Alfatihah lan al-ikhlas, sopo wonge sing ora tombo nganggo al-qur’an, mongko ora ono seng biso marasake awake. (H.R. Ibnu Nafi’)"
    },
    {
         "id" : 160,
         "valueJawa" : "Bantuen wong sing lagi berusaha hasilke hajate nuli sembunyekne, kerono wong kang oleh nikmat iku di irikne wong akeh. (H.R. Abu Na’im)"
    },
    {
         "id" : 161,
         "valueJawa" : "wehono bantuan marang wong wadon kanti ngutang sandangane, kerono wong wadon yen akeh sandangan tentu seneng metu saking omah mamerke awake. (H.R. Ibn ‘Adi)"
    },
    {
         "id" : 162,
         "valueJawa" : "Istiqomaho siro marang perintahe Gusti Allah, siro bakal di arani apik naliko iso istiqomah marang salat. lan bisa ngrekso wudhu. (H.R. Ibnu Majah)"
    },
    {
         "id" : 163,
         "valueJawa" : "Akehono njalok dungo bagus marang masyarakat, kerono kawulo Ora weruh dungone sopo sing bakal di sembadani dining Allah swt.(H.R. Khotib)"
    },
    {
         "id" : 164,
         "valueJawa" : "Akehono moco “Laa haula wala quwwata illa billah”, kelawan kalimat iki iso nola’ 99 werno kemelaratan lan kesumpekan.(H.R. ‘Aqilli)"
    },
    {
         "id" : 165,
         "valueJawa" : "Siro kabeh supoyo biso tumindak bagus marang wong wadon kerono wong wadon iku di gawe saking balung igo wekas kang bengkong, balung igo sing bengkong kui naliko pengen njejekake mongko tumindako sing bagus marang wong wadon.(H.R. Asy-syaikhoni)"
    },
    {
         "id" : 166,
         "valueJawa" : "Cepet-cepet tumindak ngubur jenazah, yen jenazah iku apik siro serahno marang Allah, lan yen ora apik, siro nyingkrehno barang olo saking pundak. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 167,
         "valueJawa" : "Asmane Allah sing paling agung naliko di damel nyuwun marang Allah, Allah bakal nyembadani lan bakal Allah paringi dungone nabi Yunus, yoiku : “Subhanaka inni kuntu mina dzalimin”.(H.R. Ibn Jarir saking sa’id)"
    },
    {
         "id" : 168,
         "valueJawa" : "Podo rungokno lan taato siro kabeh senajan di tugasake marang siro kabeh iku budak koyo negoro Habsyih, budak sing rambut sirahe koyo anggur.(H.R. Bukhori)"
    },
    {
         "id" : 169,
         "valueJawa" : "Gusti Allah mayak marang wong kang aniaya wong sing ora ono wong nulingi kejobo Allah swt.(H.R.Ad-dailami)"
    },
    {
         "id" : 170,
         "valueJawa" : "Wong sing nyekso menungso yoiku wong iku bakal nemen siksone dining Allah ing dino qiyamat.(H.R. Ahmad)"
    },
    {
         "id" : 171,
         "valueJawa" : "Menungso kang paling nemen cobone yoiku poro Nabi. Nuli wong kang paling muliyo. Wong muliyo lanang bakal di cobo dining agamane, yen bapoh bala’e soyo nemen, yen agamane enteng bobote, bakal di cobo kelawan bala’ kang ora leren ono ing kawula sampe kawula iku melaku ing bumi sarana ora gowo kesalahan.(H.R. Bukhori)"
    },
    {
         "id" : 172,
         "valueJawa" : "Wong paling nelongso ono ing dino qiyamat ono wong loro yoiku wong kang ono kesempatan ndolek ilmu tapi ora gelem ndolek ilmu, lan wong kang wong kang ora gelem manfaatno ilmune ing wong liyo.(H.R. Ibn ‘Akasir)"
    },
    {
         "id" : 173,
         "valueJawa" : "Umat insun kang paling demen marang insun yoiku umat sing urip sakwise insun, dewekne kepengen weruh insun senajan kelangan keluargane lan artane.(H.R. Ahmad)"
    },
    {
         "id" : 174,
         "valueJawa" : "Menungso kang paling nemen siksone ing ngersane Allah ono ing dino qiyamat yoiku wong kang gawe gambar sing nyerupani gawenane Gusti Allah (Makhluke Allah kang nduweni ruh). (H.R. Bukhari)"
    },
    {
         "id" : 175,
         "valueJawa" : "Bagusno urusan dunyomu lan amalo sing apik kanggo akhiratmu, seakan-akan sesok siro bakal mati. (H.R. Ad-dailami saking Anas)"
    },
    {
         "id" : 176,
         "valueJawa" : "Gaweho kebagusan marang wong liyo, marang wong ahli kebagusan utowo wong kang ora ahli kebagusan, yen kebagusan iku temuju marang wong ahli kebagusan, siro untung, yen kebagusan siro temuju marang wong ora ahli kebagusan berarti siro termasuk wong kang ahli kebagusan. (H.R. Khotib)"
    },
    {
         "id" : 177,
         "valueJawa" : "Lakonono perkoro enem iki, mongko surga arep2 siro: omong kang jujur, ngelakoni janji, nyampekno amanat, reksoen farjimu, meremno mripatmu, lan tahanen tanganmu kelawan nabok wong liyo. (H.R. Baihaqi)"
    },
    {
         "id" : 178,
         "valueJawa" : "kulo mersani marang surga, penduduke roto-roto wong faqir, lan penduduk neroko roto-roto akeh wong wadon. (H.R. Bukhari)"
    },
    {
         "id" : 179,
         "valueJawa" : "Bagusono marang omonganmu, siarno salam, silaturahim marang sanak keluargo, lan salato wengi, wektune wong podo turu nuli melbu surga. (H.R. Ibn Hibban)"
    },
    {
         "id" : 180,
         "valueJawa" : "Bocah cilik mukmin meninggal sak durunge baligh iku bakal melbu surga ono ing gununge surga, di emong dining Nabi Ibrahim lan ibu sarah, sampe di balekke marang bapak-bapake kanti dino qiyamat."
    },
    {
         "id" : 181,
         "valueJawa" : "Ndoleko opo kang dadi hajatmu kanti kemegahane atimu, kerono kabeh perkoro iku mlaku kanti ketetapan saking Allah swt. (H.R. Ibnu ‘Asakir)"
    },
    {
         "id" : 182,
         "valueJawa" : "Ndoleko rizki ono ing simpenan bumi. (H.R.  Ath-thabrani)"
    },
    {
         "id" : 183,
         "valueJawa" : "Siro kabeh supoyo ndolek kebagusan saking umat insun kang podo nduweni pekerti welas, siro bakal biso urep kepenak ono ing lingkungan umat insun. Ojo podo golek opo kang siro hajati saking wong atos atine, kerono laknate Gusti Pengeran iku temurun ono ing dewekne, he ali, ngertio! Allah ta’ala iku gawe kebagusan lan gawe wong ahli kebagusan iku, nuli Allah demen marang wong ahli kebagusan iku, wong-wong kang podo loro kebagusan koyo dene Allah nggiring banyu ono ing bumi kang gareng supoyo penduduk bumi dadi urep sebab banyu iku. Siro ngertio! Wong kang ahli kebagusan ing dunyo iku bakal dadi wong kang ahli kebagusan ono ing akhirat. (HR. Hakim)"
    },
    {
         "id" : 184,
         "valueJawa" : "Ndoleko ilmu senajan sampe negeri chino, kerono ndolek ilmu iku wajib kanggo kabeh wong Islam, sak temene poro malaikat iku podo ndeleh sayape kerono mulyaake wong kang ndolek ilmu kerono seneng marang ridlone wong kang ndolek ilmu. (H.R. Ibn Abd)"
    },
    {
         "id" : 185,
         "valueJawa" : "Delokno akad nikah siro kabeh, lan samarno lamaran siro. (H.R. Ad-dailami) "
    },
    {
         "id" : 186,
         "valueJawa" : "Ibadaho marang Allah koyo siro iku weruh Allah lan biso anduweni anggepan nek siro termasuk golongane wong kang wes podo mati. Ati-ati marang wong kang di aniaya, amergo wong dianiaya iku dungone pasti di sembadani dining Allah, salato isya lan shubuh kanti jamaah, kerono umpomo siro ngerti ganjarane, siro kabeh mesti teko masjid senajan karo ngesot. (H.R. Ath-thabrani)"
    },
    {
         "id" : 187,
         "valueJawa" : "Ibadaho marang Allah koyo siro ningali Allah, yen ora biso koyo ningali Allah, mongko ibadaho koyo Allah ninggali siro, lan anggepen awak siro kumpul karo wongkang wes mari, wediho marang do’ane wong kang di aniaya, kerono do’ane wong di aniaya iku di sembadani. (H.R. Abu Na’im)"
    },
    {
         "id" : 188,
         "valueJawa" : "Ibadaho marang Allah Kang Maha Rahman, mangano panganan, ramekno salam, mongko siro kabeh bakal melbu ing surgo kanti seamet.(H.R. At-turmudzi)"
    },
    {
         "id" : 189,
         "valueJawa" : "Sujudo nganti lurus, ojo koyo mbeberno lengen tangan marang asu.(H.R.Bukhari)"
    },
    {
         "id" : 190,
         "valueJawa" : "Musuh sing paleng bener yoiku bojomu lan opo sing siro nduweni. (H.R. Ad-dailami) "
    },
    {
         "id" : 191,
         "valueJawa" : "Wehono bagian ibadah marang mripat siro kanggo ningali mushaf, mikir opo kang kasebut ing mushaf ,ngalap inti sarine, dawuh-dawuhe, lan mikir mukjizat sing ono ing mushaf. (H.R. Hakim) "
    },
    {
         "id" : 192,
         "valueJawa" : "Insun di paringi perkoro limo kang ora di paringake marang poro nabi-nabi sak durunge insun. Insun di paringi kemenangan sebab wedine musuh ono ing jarak sak wulan, insun di paringi kunci gudange bumi (kabeh bumi di dadekake masjid lan dadi perkoro kang nyucikake(yoiku tayamum)), umat insun di dadekake dadi luweh bagus-baguse umat, insun di paringi haq syafaat, nabi-nabi sak durunge insun di tugasake namung marang kaume, banteng insun di tugasake dakwah marang kabeh menungso. (H.R. Bukhari lan Muslim)"
    },
    {
         "id" : 193,
         "valueJawa" : "Insun di paringi khusus dining Allah, umat insun kang 70 ewu bakal melbu surga tanpa hisab, wajahe koyo rembulan purnomo, atine umatku ono ing atine wong lanang siji, nuli insun nyuwun tambahan marang Gusti Pengeran kulo, nuli Allah paring tambahan 70 ewu saben-sabeb umat siji saking 70 ewu mau. (H.R. Ahmad Saking Abu bakar)"
    },
    {
         "id" : 194,
         "valueJawa" : "Umatku di paringi sini perkoro kang durung tau di paringno marang umat-umat sak durunge, yoiku naliko ngadepi musibah di konkon ngucap kalimat istirja’ “innalillahi wainna ilaihi rojiun”. (H.R. Ibn Mardawih)"
    },
    {
         "id" : 195,
         "valueJawa" : "Wehono opahe buruh mu sak durunge keringete garing, lan weruhno piro opahe buruhmu marang penggaweane. (H.R. Baihaqi)"
    },
    {
         "id" : 196,
         "valueJawa" : "Menungso sing paling agung yoiku menungso sing biso perihatin(seimbang) marang urusan dunyo lan urusan akhirat. (H.R. Ibn Majah)"
    },
    {
         "id" : 197,
         "valueJawa" : "Menungso sing paling agung kemuliaane yoiku wong wadon kang nurut bojo lanange, lan wong lanang kang nurut marang ibukne. (H.R. Hakim saking ‘Aisyah) "
    },
    {
         "id" : 198,
         "valueJawa" : "Menungso sing paling mulyo lan Gede barokahe yoiku wong kang paling saitik biaya uripe. (H.R. Ahmad)"
    },
    {
         "id" : 199,
         "valueJawa" : "Ayat al-Qur’an sing paling Agung yoiku ayat kursi, ayat Qur’an sing paling adil yoiku ayat “innallaha ya’muru bil ‘adli wal ihsan”, ayat qur’an sing paling medeni yoiku ayat : “famayya’mal mistqoola dzarroh” Sopo-Sopo wong kang ngelakoni elek senajan sak timbangane semut pudak, wong iku bakal oleh balesane, lan sopo wonge sing ngelakoni kebagusan senajan saitik wong iku bakal nerimo balesan kebagusan. Ayat Qur’an sing paling di arep-arep yoiku: “yaa ‘ibadiyalladzina astofu” he poro kawula insun kang podo tumindak ngelewati bates gawe melarat awake, siro kabeh ojo podo luwas saking Rahmate Alla, ngertio! Yen Allah iku biso ngapuro sekabehane duso siro. (H.R. Asy-syairozi)"
    },
    {
         "id" : 200,
         "valueJawa" : "Ngertio siro kabeh, luweh senengo marang arta warisan tinimbang artamu dewe, artamu dewe yoiku amal lakune siro, arta waris siro yoiku arta kang siro tinggalno. (H.R. An-nasa’i) "
    },
    {
         "id" : 201,
         "valueJawa" : "Ramekno nikah siro kabeh, lan laksanakno ing masjid supoyo podo biso naboh terbang.(H.R. At-turmudzi)"
    },
    {
         "id" : 202,
         "valueJawa" : "Amalo siro kabeh kanggo kepentingan dunyo koyo siro iku urep sak lawase, lan amalo siro kanggo kepentingan akhirat koyo siro bakal mati sesok isuk.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 203,
         "valueJawa" : "Amalo siro kabeh kanggo kepentingan dunyo koyo siro iku urep sak lawase, lan amalo siro kanggo kepentingan akhirat koyo siro bakal mati sesok isuk.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 204,
         "valueJawa" : "Umbahen klambimu, cukuran rambutmu, siwakono, pepahesono lan bebersiho. Kerono wong bani Israel ora gelem ngelakoni kang mengkono iku, nuli bojone wadon podo zino.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 205,
         "valueJawa" : "Umbahen klambimu, cukuran rambutmu, siwakono, pepahesono lan bebersiho. Kerono wong bani Israel ora gelem ngelakoni kang mengkono iku, nuli bojone wadon podo zino.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 206,
         "valueJawa" : "Luweh utomone iman yoiku wong kang tansah mikir kelawan Allah tansah ndampingi siro ono ing endi-endi panggonan.(H.R. Ath-thabrani)"
    },
    {
         "id" : 207,
         "valueJawa" : "Luweh utomone iman yoiku wong kang tansah mikir kelawan Allah tansah ndampingi siro ono ing endi-endi panggonan.(H.R. Ath-thabrani)"
    },
    {
         "id" : 208,
         "valueJawa" : "Shodaqoh sing paling utomo yoiku menehi weteng lesu kanti warek.(H.R. Baihaqi)"
    },
    {
         "id" : 209,
         "valueJawa" : "Shodaqoh sing paling utomo yoiku menehi weteng lesu kanti warek.(H.R. Baihaqi) "
    },
    {
         "id" : 210,
         "valueJawa" : "Ibadah sing paling utomo yoiku tilik wong loro.(H.R. Ad-dailami)"
    },
    {
         "id" : 211,
         "valueJawa" : "Ibadah sing paling utomo yoiku tilik wong loro.(H.R. Ad-dailami)"
    },
    {
         "id" : 212,
         "valueJawa" : "Amal sing paling utomo sakwise iman marang Allah yoiku, ngetokno kasih sayang marang menungso liyo.(H.R. Ath-thabrani)"
    },
    {
         "id" : 213,
         "valueJawa" : "Wong Islam sing paling utomo islame yoiku wong Islam sing selamet saking lisane lan tangane, tergeser tangane lan lisane Ora tau ngelarani wong liyo. Wong mukmin kang paling utomo imane yoiku wong kang paling bagus budi pekertine, wong pindah panggonan kang paling utomo yoiku wong kang ninggalake opo wae kang di larang dining Allah SWT. Perang sing paking utomo yoiku wong kang perang marang hawa nafsune kerono ngagungake Allah SWT.(H.R. Ath-thabrani)"
    },
    {
         "id" : 214,
         "valueJawa" : "Wong Islam sing paling utomo islame yoiku wong Islam sing selamet saking lisane lan tangane, tergeser tangane lan lisane Ora tau ngelarani wong liyo. Wong mukmin kang paling utomo imane yoiku wong kang paling bagus budi pekertine, wong pindah panggonan kang paling utomo yoiku wong kang ninggalake opo wae kang di larang dining Allah SWT. Perang sing paking utomo yoiku wong kang perang marang hawa nafsune kerono ngagungake Allah SWT.(H.R. Ath-thabrani)"
    },
    {
         "id" : 215,
         "valueJawa" : "Dino kiamat iku wes parek, poro menungso bakal sregep olehe golek dunyo, lan poro menungso bakal adoh saking Allah swt. (H.R. Hakim)"
    },
    {
         "id" : 216,
         "valueJawa" : "Dino kiamat iku wes parek, poro menungso bakal sregep olehe golek dunyo, lan poro menungso bakal adoh saking Allah swt. (H.R. Hakim)"
    },
    {
         "id" : 217,
         "valueJawa" : "Mocokno surat Yasin marang dulur siro seng wes mati utowo kang arep mati. (H.R. Ahmad)"
    },
    {
         "id" : 218,
         "valueJawa" : "Besok ono ing akhir zaman iku paling sitik wujude yoiku dirham kang halal lan sedulur kang kena di andelno.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 219,
         "valueJawa" : "Besok ono ing akhir zaman iku paling sitik wujude yoiku dirham kang halal lan sedulur kang kena di andelno.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 220,
         "valueJawa" : "Akehono eleng mati, kerono eleng mati iku biso ngresekno duso ati saking dunyo, nuli yen siro eleng-eleng mati ono ing sanding e wong sugeh biso ngrubuhake senenge sugeh, lan yen eleng-eleng mati naliko faqir biso ndadekno ridlone Allah swt.(H.R. Ibn Abi dunya)"
    },
    {
         "id" : 221,
         "valueJawa" : "Akehono eleng mati, kerono eleng mati iku biso ngresekno duso ati saking dunyo, nuli yen siro eleng-eleng mati ono ing sanding e wong sugeh biso ngrubuhake senenge sugeh, lan yen eleng-eleng mati naliko faqir biso ndadekno ridlone Allah swt.(H.R. Ibn Abi dunya)"
    },
    {
         "id" : 222,
         "valueJawa" : "Akehono moco salawat mareng insun, kerono salawat biso dadi pangapurone Allah marang siro kabeh, nyuwuno derajat kang luhur kanggo insun lan wasilah, kerono wasilah insun ono ing ngerasani Pengeran insun iku podo karo syafaat kanggo siro kabeh.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 223,
         "valueJawa" : "Akehono moco salawat mareng insun, kerono salawat biso dadi pangapurone Allah marang siro kabeh, nyuwuno derajat kang luhur kanggo insun lan wasilah, kerono wasilah insun ono ing ngerasani Pengeran insun iku podo karo syafaat kanggo siro kabeh.(H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 224,
         "valueJawa" : "Mulyakno ulama, kerono ulama iku wong kang dadi warise poro nabi, dadine sopo wong seng mulyakno ulama berarti mulyaaken Allah lan utusane.(H.R. Khotib )"
    },
    {
         "id" : 225,
         "valueJawa" : "Menungso seng paling utomo yoiku menungso seng paling ati-ati uripe, paling wedi marang Allah, lan paling taqwa marang Allah.(H.R. Bukhari)"
    },
    {
         "id" : 226,
         "valueJawa" : "Nentukno perkoro kang sitik yoiku jalok rembuk marang wong nduweni penemu sempurno nuli siro taat marang dewekne.(H.R. Abu Dawud)"
    },
    {
         "id" : 227,
         "valueJawa" : "Islam iku resik, mongko setuhune naliko siro pengen melbu surga iku bebersiho, kerono ora biso melbu surga wong kang ora resik-resik.(H.R. Ad-dailami)"
    },
    {
         "id" : 228,
         "valueJawa" : "Wong kang paling tuo saking golongane saduluran iku ono ing kedudukan bapak.(H.R. Baihaqi)"
    },
    {
         "id" : 229,
         "valueJawa" : "Wong kang paling tuo saking golongane saduluran iku ono ing kedudukan bapak.(H.R. Baihaqi)"
    },
    {
         "id" : 230,
         "valueJawa" : "Insun di perintahno merangi poro menungso hinggo podo gelem nyekso i yen ora ono Pengeran kejobo Allah lan yen Muhammad iku utusan Allah, lakonono salat, lan mewahno zakat, dene wes tak sampekno lan mboten siro lakoni iku hisabe terserah Allah.(H.R. Bukhari lan Muslim)"
    },
    {
         "id" : 231,
         "valueJawa" : "Insun di perintahno merangi poro menungso hinggo podo gelem nyekso i yen ora ono Pengeran kejobo Allah lan yen Muhammad iku utusan Allah, lakonono salat, lan mewahno zakat, dene wes tak sampekno lan mboten siro lakoni iku hisabe terserah Allah.(H.R. Bukhari lan Muslim)"
    },
    {
         "id" : 232,
         "valueJawa" : "Ya Allah, Mugi Panjenengan kerso ngerekso kulo saking ilmu ingkang mboten manfaati, lan amal kang mboten saget di amalake lan dungo ingkang mboten di sembadani.(H.R. Hakim)"
    },
    {
         "id" : 233,
         "valueJawa" : "Ya Allah! Mugi panjenengan kerso maringi kulo cahaya ing ati kulo, ing lisan kulo, ing mripat kulo, ing kuping kulo, ing tengen lan kiri kulo, ing inggil kulo dan ngandap kulo, ngarep kulo, ingi wingking kulo, ing awak kulo, lan mugi kerso agungake cahaya dateng kawula.(H.R. Bukhari)"
    },
    {
         "id" : 234,
         "valueJawa" : "Ya Allah! Mugi punteno duso kulo, melasi dateng kulo, lan temukno dateng konco ingkang luhur.(H. R. Bukhari)"
    },
    {
         "id" : 235,
         "valueJawa" : "Ya Allah! Kulo nyuwun dateng Panjenengan saking sedoyo kesaenan ingkang kawula semerapi lan mboten sing kulo semerapi, kulo nyuwun pangerekso panjenengan dateng kulo saking sedoyo punopo-punopo ingkang awan, ingkang kulo semerapi, lan mboten kulo semerapi. (H.R. Ath-tabrani)"
    },
    {
         "id" : 236,
         "valueJawa" : "Ya Allah! Mugi Panjenengan kerso ndadosake kulo dados tiang ingkang menawi ngelampahi kesahean, lajeng bungah, lan menawi ngelampahi awon lajeng susah lan nyuwun pangapunten. (H.R. Ibn Majah)"
    },
    {
         "id" : 237,
         "valueJawa" : "Ya Allah! Kulo nyuwun pangarekso panjenengan saking ati ingkang boten khusu’, saking dungo ingkang boten di pun sembadani, saking badan ingkang boten warek, saking ilmu ingkang boten manfaat. Kuli nyuwun pangarekso panjenengan saking sekawan puniko. (H.R At-turmudzi)"
    },
    {
         "id" : 238,
         "valueJawa" : "Ya Allah! Mugi pareng rizqi ing kulo demen Panjenengan, demen tiyang kang manfaati ing kulo naliko demen lan ngerekso Panjenengan. Ya Allah! Punopo ingkang Panjenengan paringake dateng kulo ingkang kulo remeni, Mugi Panjenengan dadosake kekuatan kanggo kulo wonten ing ngelampahi punopo ingkang Panjenengan remeni. Ya Allah, punopo ingkang Panjenengan singkirake saking kulo, ingkang kulo remeni Mugi Panjenengan kawontenan kosong(boten manfaat) kangge kulo wonten ing ngelampahi punopo ingkang Panjenengan remeni.(H.R. At-turmudzi)"
    },
    {
         "id" : 239,
         "valueJawa" : "Ya Allah! Mugi ndadosake awak kulo ingkang katah syukur dateng Panjenengan lan Mugi ndadosake awak kulo ingkang katah sabar, Mugi ndadosake awak kulo ingkang alit ing pandangan kulo lan Ageng wonten ing pandangan tiang katah. (H.R. Bizzar saking Baridah)"
    },
    {
         "id" : 240,
         "valueJawa" : "Ya Allah kulo nyuwun pangarekso Panjenengan saking apes, males, jereh(wedi), medit lan pikun, lan kulo nyuwun pangarekso Panjenengan saking sikso kubur, kulo nyuwun pangarekso Panjenengan saking sikso neroko lan kulo nyuwun pangarekso Panjenengan saking fitnah urip lan fitnah mati.(H.R. Bukhari)"
    },
    {
         "id" : 241,
         "valueJawa" : "Ya Allah Pengeran kulo! Mugiho paring kesaenan ing kulo wonten ing dunyo niki, Mugi paring kesaenan ing kulo wonten ing akhirat, lan Mugi ngerekso kulo saking sikso neroko. (H.R. Bukhari)"
    },
    {
         "id" : 242,
         "valueJawa" : "Ya Allah! Boten wonten kehidupan kejobo kehidupan ing akhirat.(H.R. Bukhari)"
    },
    {
         "id" : 243,
         "valueJawa" : "Ya Allah! Mugiho ngapunten kesalahan kulo, kebodohan kulo, kelacutan kulo wonten ing perkawis kulo, lan sedoyo kesalahan ingkang Panjenengan luweh persani tinimbang kulo. Ya Allah! Mugi ngapunten kesalahan ingkang sampon kulo lampahi lan ingkang bade kulo lampahi, kesalahan ingkang kulo umpetake lan kesalahan ingkang terang-terangan. Panjenengan dzat ingkang ndisikake punopo ingkang Panjenengan kersaake, lan ngakherno punopo ingkang Panjenengan kersaake, Panjenengan ingatase sekabehane saben-saben suwiji.(H.R. Bukhari)"
    },
    {
         "id" : 244,
         "valueJawa" : "Ya Allah! Panjenengan tentu mirengaken ucapan kulo, mersani panggenan kulo. Panjenengan tentu ngaweruhi ingkang kulo umpetake utawi kulo lampahi terang-terangan, sedoyo perkawis tentu boten samar kagem Panjenengan, kulo salah siji tiyang ingkang kekirangan tur fakir kang ngageti duso kulo, kulo nyuwun dateng Panjenengan kados tiyang ingkang selamet, wong jereh(wedi), wong welas, tur wong kang parek eleng marang duso kulo, lan nyuwun kados panyuwune tiyang miskin, lan andep-andepe kulo kados tiang duso sanget, lan nyuwun dungo kados nyuwune wong jereh. Ya Allah! Mugi pengampunan ndadosake kulo dados ciloko sebab nyuwun Panjenengan, Ya Allah! Mugi kerso welas asih kale kulo. (H.R. Ath-thabrani)"
    },
    {
         "id" : 245,
         "valueJawa" : "Ya Allah! Mugi kersoho noto perpecahan ingkang wonten kalangan kito muslimin, mugiho ngerukunake ing ati kito, Mugi nadahake kulo dateng radasanipun keselametan. Mugi nyelametake kulo saking dalan peteng nuju dateng dalan padang, Mugi nebehake saking lampah-lampah awon, ingkang terang lan samar. Ya Allah! Mugi pareng barakah dateng kuping kito, paningal kito, ati kito, keluarga kiro, turunan kito, lan Mugi pareng cahaya taubat dateng kito, Panjenengan dzat ingkang gampil paring cahaya lan welas asuh, Ya Allah! Mugiho ndadosake kito dados kito tiang ingkang syukur dateng nikmat Panjenengan, lan Mugi nyempurnaake nikmat punika dateng kulo. (H.R. Hakim)"
    },
    {
         "id" : 246,
         "valueJawa" : "Ya Allah! Mugi nata ingkang sae agami kulo, agami ingkang saget ngerekso perkawis kulo, Mugi kerso noto perkawis dunyo kulo. Ingkang dados sumber panguripan kulo, Mugi kerso noto kawontenan akhirat kulo. Ingkang dados panggenan wangsul kulo, Mugi dadosake sangu kulo niki dados tambahan wonten ing ngelampahi kehidupan. lan mugi ndadosake pejah kulo dados khusnul khotimah.(H.R. Muslim)"
    },
    {
         "id" : 247,
         "valueJawa" : "Ya Allah mugi ndadosake remen kulo dateng Panjenengan dados perkawis ingkang paling kulo remeni, mugi ndadosake wedi kulo dateng Panjenengan dados perkawis ingkang luweh jereh, mugi mutusake sedoyo hajat dunyo saking kulo, sebab biso menuhi wonten ngarsa Panjenengan, menawi Panjenengandamel seneng tiang-tiang ahli dunyo gandeng kale dunyonipun, mugiho nyenengake kulo gandeng ibadah kulo dateng Panjenengan. (H.R. Abu Nu’aim)"
    },
    {
         "id" : 248,
         "valueJawa" : "Ya Allah! Mugi Panjenengan kerso bukak pintu pangapunten kangge ati kulo keranten dzikir ing Panjenengan lan mugi paring rizqi(bagian) taat dateng Panjenengan lan taat dateng utusan dan ngamalno kitab Panjenengan (Al-Qur’an). (H.R. Ath-thabrani)"
    },
    {
         "id" : 249,
         "valueJawa" : "Ya Allah! Mugi paring kawelasan dateng kulo wonten ing gampilake punopo kemauan ingkang angel keranten gampilake sedoyo ingkang angel puniko gampil kagem Panjenengan, kulo nyuwun dateng Panjenengan gampilipun usaha, keselametan ing dunyo lan ing akhirat. (H.R. Ath-thabrani)"
    },
    {
         "id" : 250,
         "valueJawa" : "Ya Allah! Mugi paring roso cekap ing ati kulo sebab ilmu, mugi mahes-mahesi awak kanti sifat aris, mugi mulyaake awak kulo kanti taqwa, ndadosake sae awak kulo kanti saras lahir lan batin. (H.R. Ibnu Najar)"
    },
    {
         "id" : 251,
         "valueJawa" : "Ya Allah! Kulo nyuwun pangarekso Panjenengan dateng kulo saking kekasih ingkang bade nipu kulo, tiang ingkang mripatipun sumerap kulo nanging atinipun tansah bade nipu kulo, menawi sumerap kesaenan di pun tutup lan menawi sumerap awon di pun siar-siarke. (H.R. Ibn Najar)"
    },
    {
         "id" : 252,
         "valueJawa" : "Ya Allah! Mugi paring rahmat dateng penggantos-penggantos kulo sak sampunipun kulo tilar, inggih puniko tiang ingkang sami nyertaake dawuh-dawuh kulo, sunnah kulo, lan ngulangno marang poro menungso. (H.R. Ath-thabrani)"
    },
    {
         "id" : 253,
         "valueJawa" : "Wediho marang Allah lan wediho marang penduduk Mesir. Saktemene penduduk mesit iku bakal nguasani siro kabeh nuli bakal dadi persiapan lan pembantu siro ono ing ngangungake Allah swt.(H.R. Ath-thabrani)"
    },
    {
         "id" : 254,
         "valueJawa" : "Sakwise opo kang kedadean, insun arep dawuh: dunyo iki iku koyo ijo-ijo kang manis(ketingal nyenengake). Siro ngertio! Allah iku ndadekake siro kabeh dadi gantine Allah ing bumi iki, nuli Allah mersani kepriye oleh siro podo usaha ngatur bumi iki. Mongko iku, wediho siro marang pengaruh dunyo(arta lan kedudukan). Podo wediho marang wong wadon, kerono kawitane fitnah kang ono ing kalangan bani Israel iku ono ing perkorone wong wadon. Zaman Saiki akeh pemimpin sing ilang niat baguse, podo ilang kang dadi tujuane sebab wong wadon, kerono bojone dewe utowo wong wadon liyo, ilingo! Anak turune Adam iku di gawe deneng Allah sarana tingkat-tingkat kang werno-werno, sebagian ono kang lakoake sarana iman lan urep dadi wong mukmin. Sebagian ono kang di lakoake kafir, uripe kafir, lan matine kafir, sebagian ono seng di lakokno mukmin, uripe mukmin, lan matine kafir, sebagian ono seng di lakokno kafir, uripe kafir, lan matine mukmin. Ilingo! Mureng-mureng iku murupe geni, mongko nek arep mureng-mureng delehen sikil siro marang lemah. Ilongo! Ngertio wong lanang kang paling bagus yoiku wong lanang kang iso nahan muring-muringe nganti ridlone. Elek-eleke wong lanang yoiku wong kang sering muring-muring lan suwe balik soko muring-muringe. Ilingo! Pedagang wong kang paling bagus yoiku wongkang bagus olehe nyaur utang, baguse yen nageh utang. Elek-eleke pedagang yoiku wong kang olo pas nyaur utang, olo yen nageh utang. Ilingo! Saben-saben wong kang cedera yoiku wong bakal nyekel gendero cedera miturut akeh sitike cederae. Ilingo! Ciderane kang paling gede yoiku cederane wong kang dadi kepalane masyarakat marang masyarakate. Ilingo! Ojo nganti wong Islam iku wegah ngandani marang kebenaran. Ilingo! Perang kang paling utomo yoiku perang kang ngucap aje kebenaran marang penguoso Lmg lacut. Iling! Perumpamaane dino iki yoiku yen di bandingke koyo dene dino seng wes keliwat, sediluk mane dunyo bakal ajor.(H.R. At-turmudzi)"
    },
    {
         "id" : 255,
         "valueJawa" : "Umat insun yoiku umat kang di paringi rahmat khusus deneng Allah ora ono sikso kanggo umat insun iki ono ing akhirat. Sikso kanggo umat insun iki namung ono ing dunyo, yoiku ono fitnah-fitnah agama macem-macem lindu, di pateni musuh lan macem-macem belahi. (H.R. Ath-Thabrani)"
    },
    {
         "id" : 256,
         "valueJawa" : "Ngusapo siro kabeh ing anak yatim, tumeko marang ngelap sirahe bocah yatim saking ngarep sirahe sampe mburine sirah.(H.R. Khotib)"
    },
    {
         "id" : 257,
         "valueJawa" : "Saktemene Allah naliko nurukno bala’  saking langit marang penduduk bumi, mongko ramekno masjid. (H.R. Ibnu ‘Asakir)"
    },
    {
         "id" : 258,
         "valueJawa" : "Saktemene Allah iku wes milih agama iki(agama Islam) kagem Panjenengan. He poro muslimin! Ora biso bagusake agama siro kejobo  kedermawanan, kebagusan pekerti, mongko mahesono agama siro kanti kedermawanan lan kebagusan pekerti iku.(H.R. Ath-thabrani)"
    },
    {
         "id" : 259,
         "valueJawa" : "Wong lanang kang paling di bendi deneng Allah yoiku wong kang banget nemene olehe musuhi kebenaran.(H.R. Muslim)"
    },
    {
         "id" : 260,
         "valueJawa" : "Wong kang podo gambar bakal di sikso ing dino kiamat nuli di dawuhi: siro kabeh supoyo nguripake opo kang siro gawe kang di Jare pake gambar kewan kang anduweni ruh. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 261,
         "valueJawa" : "Allah perintah marang insun supoyo insun nggeruduk ridlone poro menungso koyo dene Allah merintahi insun supoyo ngelakoni Fardhu kang werno-werno. (H.R. Ad-dailami)"
    },
    {
         "id" : 262,
         "valueJawa" : "Allah ndadekno opo kang metu saking anak adam(tahi) dadi contohne dunyo. (H.R. Baihaqi)"
    },
    {
         "id" : 263,
         "valueJawa" : "Allah iku dermawan tur demen wong kang dermawan, demen perkoro luhur marang budi pekerti lan senget marang perkoro kang olo.(H.R. Abu Nua’im)"
    },
    {
         "id" : 264,
         "valueJawa" : "Allah iku ridho marang umat Muhammad iki opo kang gampang lan ora demen angel-angel kanggo umat Muhammad.(H.R. Ath-thabrani)"
    },
    {
         "id" : 265,
         "valueJawa" : "Allah bakal nakoni marang pimpinan. Podo ugo wong iku ngrekso opo kang di pimpin utowo nyio-nyio hinggo ono wong di takoni karo keluargane. (H.R. Ibn Hayyan)"
    },
    {
         "id" : 266,
         "valueJawa" : "Allah iku wes nulis ono ing ummul kitab sedurunge gawe langit lan bumi insun iki Pengeran kang moko welas. Insun gawe welas asih lan insun nyempelake siji asma insun kanggo welas asih iku. Sopo wong kang kepung welas asih bakal di welas asihi. Lan Sopo wong kang megot welas asih bakal insun pedot welas asih.(H.R. Ath-thabrani)"
    },
    {
         "id" : 267,
         "valueJawa" : "Saktemene wong mukmin iku ora najis.(H.R. Bukhari)"
    },
    {
         "id" : 268,
         "valueJawa" : "Saktemene Allah iku naliko gawe makhluk, nulis kanti astane kagem panjenengan dewe kang artine: rahmat insun iku ngalahi mureng-mureng insun.(H.R. Ibn Majah)"
    },
    {
         "id" : 269,
         "valueJawa" : "Wong wadon(liyane mahram) iku yen teko nganggo gambar syaiton, lan mungkur nganggo gambar syaiton, dadi yen siro ningali wadon nuli seneng supoyo nekani bojone(tegese jimak bojo niro). Kerono kang mengkono iku biso nolak opo ing ati siro. (H.R. Muslim)"
    },
    {
         "id" : 270,
         "valueJawa" : "Allah iku mersani wong kafir, nangeng Ora iso mersani wong kang nyombongne awake. Nabi Sulaiman iku di gowo mineral dining angin, pinarak ono ing lelayangan ono ing babute, nuli timbul sombong marang awake lan atine, nuli diceblokno ing bumi.(H.R. Ath-thabrani)"
    },
    {
         "id" : 271,
         "valueJawa" : "Ucapan kawula kang paling di demeni naliko ngelilir saking turune yoiku ucapan : “subhanalladzi yuhyi al-mautaa wa huwa ‘ala kulli syai’in qodir”.(H.R. Khotib)"
    },
    {
         "id" : 272,
         "valueJawa" : "Allah Ora mersani marang gambar siro, ora mersani marang pangkat siro, lan ora mersani marang harta benda siro kabeh. Nanging Allah iku mersani ati siro lan amal siro kabeh.(H.R. Ath-thabrani)"
    },
    {
         "id" : 273,
         "valueJawa" : "Allah ora ridho kejobo surga kanggo kawulane kang mukmin naliko di pundut kekasihe saking penduduk bumi nuli sabar lan ngarep-ngarep ganjaran saking Allah.(H.R. An-nasa’i)"
    },
    {
         "id" : 274,
         "valueJawa" : "Allah ora ridho kejobo surga kanggo kawulane kang mukmin naliko di pundut kekasihe saking penduduk bumi nuli sabar lan ngarep-ngarep ganjaran saking Allah.(H.R. An-nasa’i)"
    },
    {
         "id" : 275,
         "valueJawa" : "Allah iku ora nerimo amal kejobo amal kang murni di lakoni kerono Allah lan dolekono ridhone Allah.(H.R. An-nasa’i)"
    },
    {
         "id" : 276,
         "valueJawa" : "Setengah saking haqe anak atas wong tuwone, yoiku wong tuwo kudu muruki nulis marang anak, kudu bagusno namane anak, lan nikahno anak naliko wes baligh. (H.R. Ibn Najar)"
    },
    {
         "id" : 277,
         "valueJawa" : "Setengah saking sunnah rosul yoiku wong kang nduweni tamu supoyo ngetotno tamu kang arep muleh hinggo teko ing lawange halaman omah siro. (H.R. Ibn Majah)"
    },
    {
         "id" : 278,
         "valueJawa" : "Setengah saking elek-eleke kedudukane menungso ing dino kiamat yoiku wong lanang kang jimak bojone lan bojone nyerahake farjine marang lanange, nuli wong lanang iku nyiar-nyiarno rahasiane bojo wadone.(H.R. Muslim)"
    },
    {
         "id" : 279,
         "valueJawa" : "Allah demen marang wong gampangan lan jejer wong merdeko.(H.R. Asy-syairozi)"
    },
    {
         "id" : 280,
         "valueJawa" : "Allah demen tumindak alon-alon ono ing sekabehane perkoro.(H.R. Bukhari)"
    },
    {
         "id" : 281,
         "valueJawa" : "Allah haramno ono ing perkoro wani marang ibu-ibu, mendem anak wadon, lan Allah senget marang wong nyegah(Ora mewehi) wong ing nduwe hajat, senget yen ono wong seneng, lan Allah senget yen ono wong doyan omong, lan wong seng nyio-nyio arta.(H.R. Bukhari)"
    },
    {
         "id" : 282,
         "valueJawa" : "Allah iku mareki wong mukmin lan ndeleh tutupe wong mukmin marang wong liyo, Allah dawuh: opo siro weruh duso kang siro lakoni ? Nuli kawulo matur: inggih Gusti Pengeran kulo. Akhire sakwise ngakoni dusone lan yakin yen awake bakal ciloko, Allah dawuh: insun wes nutupi duso siro ing dunyo lan saiki insun ngapuro duso siro iku. Nuli kawula iku di paringi buku amal bagus kang di terimo nganggo tangan tengen, dene wong kafir lan munafik iku wong podo teko lan ngucap : hiyo iku wong ing goro marang Pengerane. Iling-iling laknate Allah mugo-mugo tumibo marang wong dholim.(H.R. Ibn Majah)"
    },
    {
         "id" : 283,
         "valueJawa" : "Allah ta’ala demen marang siro ing ngerjakake opo-opo nuli rapi.(H.R. Ath-thabrani) "
    },
    {
         "id" : 284,
         "valueJawa" : "Insun Ora bakal ngangkat siji wong dadi pegawai insun hinggo wong iku gawe perjanjian karo insun. (H.R. Ad-dailami)"
    },
    {
         "id" : 285,
         "valueJawa" : "Allah iku takjub marang wong kang nyuwun marang Allah, sakliyane surga. Allah takjub marang wong kang nguwehi ora kerono Allah, lan takjub marang wong kang nyuwun pangarekso sak liyane neroko.(H.R. Khotib)"
    },
    {
         "id" : 286,
         "valueJawa" : "Allah dawuh : insun iki wong nomer telu saking sekutu loro ing penggawean(mergawe), selagine salah sijine ora hianat marang sijine, mongko sijine ora bakal hianat marang sijine, insun metuo saking antarane sekutu loro iku.(H.R. Abu Dawud)"
    },
    {
         "id" : 287,
         "valueJawa" : "Allah iku ora bakal nyekso kelawan metune elo saking moto, utowo sebab sedehe ati, nanging Allah iku nyekso sebab iki lisane(nabi paring isyarat marang lisane) utowo paring rahmat. Ngertio, mayit biso di sikso kerono tangisane keluargane. (H.R. Jamaah)"
    },
    {
         "id" : 288,
         "valueJawa" : "Allah ta’ala iku dawuh : yen insun mundut mripat lorone kawulo insun ing dunyo(tegese di paringi wuto) iku ora ono welas asihe ngarsa akhirat kejobo surga.(H.R. At-turmudzi)"
    },
    {
         "id" : 289,
         "valueJawa" : "Allah iku haramake neroko ngobong wong kang ngucap “Laa ilaaha illallah” kerono ndolek ridhone Gusti Allah.(H.R. Bukhari)"
    },
    {
         "id" : 290,
         "valueJawa" : "Allah ta’ala dawuh ing dino kiamat: ono ing endi wong-wong kang podo asih-asihan kerono kemegahan insun, ing iki dino insun paring aup-aupan wong-wong kang mengkono iku ono ing aup-aupan insung ing wektune ora ono aup-aupan kejobo aup-aupane insun. (H.R. Muslim)"
    },
    {
         "id" : 291,
         "valueJawa" : "Allah dawuh: insun tansah ndampingi kawula insun selagine kawula iku dzikir lan umek-umek lambe lorone nyebut asma insun. (H.R. Ahmad)"
    },
    {
         "id" : 292,
         "valueJawa" : "Allah dawuh: siro ngertio! Kawula kang insun paringi waras, insun paringi jembar pangapuro jiwane nuli wes limang tahun ora gelem ngadep ing ngarsa ningsun, terang yen kawula kang mengkono iku insun alingi saking rahmat insun. (H.R. Ibn Hubabah)"
    },
    {
         "id" : 293,
         "valueJawa" : "Allah ta’ala dawuh marang ahli surga: He ahli surga! Ahli surga matur: inggeh duh Pengeran kulo, ngaturaken sembah dateng Panjenengan kulo, sedoyo kesaenan wonten ing asta kaleh Panjenengan. Allah dawuh: opo siro kabeh wes podo ridho? Ahli surga matur: kados pundi kulo mboten ridho sedeng Panjenengan paring dateng kulo, macem-macem pepareng ingkang mboten Panjenengan paringake dateng sanesipun kulo. Nuli Allah dawuh: opo siro Ora kepengen insun paringi luweh utomo ketimbang opo kang siro tompo? Ahli surga matur: duh Pengeran kulo, punopo wonten ingkang langkung utami ketimbang punopo ingkang kulo tampi puniko? Allah dawuh: hiyo, ono, siro kabeh tetep oleh ridhone insun, insun Ora bakal mureng-mureng marang siro kabeh selawase.(H.R. Asy-syaikhoni)"
    },
    {
         "id" : 294,
         "valueJawa" : "Allah ta’ala iku ngapuro umat insun gandeng karo opo kang dadi otak-atik atine sekabehane ora di lakoni lan ora di ucapake, Allah ta’ala iku ngapuro umat insun gandeng karo opo kang dadi gangguane atine selagine umat insun iku ora ngelakoni lan ora ngucapake. (H.R. Jamaah)"
    },
    {
         "id" : 295,
         "valueJawa" : "Allah iku bener ngumbarake wong kang dholim ono ing olehe aniaya, hinggo yen Allah wes mundut tindakan marang dewekne, Allah ora ngelapasake wong dholim iku saking tindakane. (H.R. Bukhari)"
    },
    {
         "id" : 296,
         "valueJawa" : "Allah ta’ala dawuh: He anak Adam! Insun loro, kenopo siro ora gelem niliki? Anak Adam matur: Duh Pengeran kulo, kados pundi caranipun kulo niliki Panjenengan , sedangkan Panjenengan puniko Pengeran sedoyo alam ? Allah dawuh: opo siro ora weruh yen kawulo insun fulan iku loro, nuli siro ora gelem niliki, di eleng-eleng umpamane siro iku niliki fulan, tentu siro weruh insun ing sandinge, He anak Adam! Insun iku paring panganan marang siro, kenopo siro kok ora gelem aweh panganan marang insun? Anak Adam matur: duh Pengeran kulo! Kados pundi caranipun kulo ngarti dahar Panjenengan? Allah dawuh: opo siro ora weruh kawula insun fulan kang njalok mangan marang siro nuli siro ora gelem mewehi mangan marang dewekne, eleng-eleng umpamane siro mewehi mangan kawula insun fulan, tentu siro ngerti yen oleh niro mewehi mangan iku ono ing sandinge insun, He anak Adam! Insun njalok ngombe nangeng ora siro wenehi, anak Adam matur: duh Pengeran kulo, kados pundi caranipun kulo ngaturi unjukkan dateng Panjenengan? Allah dawuh: kawula insun fulan njalok ngombe nangeng ora siro wenehi, eleng2 umpamane siro mewehi ngombe marang fulan. Tentu siro biso ngerti yen insun ing sandinge kawula insun. (H.R. Muslim)"
    },
    {
         "id" : 297,
         "valueJawa" : "Allah dawuh: insun iki bener-bener keagungan sejo nurunake sikso marang penduduk bumi, nangeng yen insun siro mersani wong-wong ing podo ngeramekake dalem insun(masjid) lan wong podo asih-asuhan kerono insun, lan wong kang podo nyuwun ngapuro ing waktu sahur, insun kapekso ngangoake sikso insun saking penduduk bumi. (H.R. Baihaqi)"
    },
    {
         "id" : 298,
         "valueJawa" : "Allah iku nurunake bantuane miturut ukuran ongkos uripe, lan Allah iku nurunake sabar miturut ukurane bala’. (H.R. Ibn ‘Adi)"
    },
    {
         "id" : 299,
         "valueJawa" : "Allah iku banterapan, wong mukmin iku mesti banterapan. Banterapane Allah yoiku ing mukmin nekani opo kang di haramake deneng Allah, siro ngertio! Ora biso melbu surga kejobo aak-awakan kang tunduk taat. (H.R. Bukhari)"
    },
    {
         "id" : 300,
         "valueJawa" : "Allah iku bakal nguwat-nguwati agama iki kanti wong lanang ing lacut. (H.R. Bukhari)"
    },
    {
         "id" : 301,
         "valueJawa" : "Bumi iki saben dino ngundang anak Adam kaleng pitung puluh: He anak Adam! Siro mangano opo kang siro karepake lan siro senengi, demi Allah! Lemah iki tentu bakal mangan daging siro lan pulang siro. (H.R. Hakim)"
    },
    {
         "id" : 302,
         "valueJawa" : "Isin lan iman iku tansah di gandengake karone, yen kang siji ilang sijine milu ilang. (H.R. Hakim)"
    },
    {
         "id" : 303,
         "valueJawa" : "Agama Islam iku gampang, Sopo wong kang bangetno agama mesti di kalahake, mongko iku, siro kabeh supoyo podo gawe bener lan gawe gampang lan bungah, siro kabeh supoyo nggunakno waktu isuk lan sore. Sebagian saking waktu bengi kanggo bantu oleh siro ngelakoni agomo. (H.R. Bukhari)"
    },
    {
         "id" : 304,
         "valueJawa" : "Allah iku wes netepake laku bagus lan elek. Nuli nerangake pembalasan laku bagus lan olo iku. Sopo wong kang niat ngelakoni kebagusan nuli Ora biso ngelakoni kebagusan iku, mongko Allah nyatet siji kebagusan seng sempurno, yen wong iku iso ngelakoni kebagusan mongko Allah nyatet sepuluh pahala kebagusan seng sempurno, lan Sopo niat ngelakoni keelekan, nuli Ora iso ngelakoni, mongko Allah Ora bakal nyatet keelekan iku, yen wong iku ngelakoni keelekan mongko Allah nyatet siji keelekan kanggo wong iku. (H.R. Bukhari muslim)"
    },
    {
         "id" : 305,
         "valueJawa" : "Wong lanang iku terkadang eleng saking rizkine sebab duso kang di lakoni, Ora biso nolak takdir e Allah kejobo dungo, Ora biso nambahi amal kejobo kebagusan. (H.R. Ibnu hibban)"
    },
    {
         "id" : 306,
         "valueJawa" : "Rizki iku goleki kawulo luweh nemen olehe goleki tinimbang ajal kang goleki kawulo. (H.R. Ath-thabrani)"
    },
    {
         "id" : 307,
         "valueJawa" : "Bejo kang bener-bener Bejo yoiku dowone umur ono ing ngelakoni taat marang Allah. (H.R.  Khotib)"
    },
    {
         "id" : 308,
         "valueJawa" : "Mayit iku biso di gawe loro ing kubure deneng opo bahe kang gawe loro dewekne ono omahe naliko uripe. (H.R. Ad-dailami)"
    },
    {
         "id" : 309,
         "valueJawa" : "Mayit iku di sikso sebab olehe nangisi kelawan rogone marang dewekne. (H.R. Bukhari)"
    },
    {
         "id" : 310,
         "valueJawa" : "Siro kabeh iku kedadeane di kumpulake ono ing wetenge ibu siro ono ing mongso parang puluh dino rupo mani, nuli parang puluh dino mane rupo geteh kempel, selanjutnya rupo daging kempel, nuli Allah nugasake malaikat marang siro kabeh lan di perintahno nyatet parang kalimat, malaikat iki di dawuhi: siro supoyo nyatet amale, rizkine, ajale, lan ciloko utowo bejo. Nuli di tiupake ruh ono ing jerune awak siro. Siro ngertio! Wong lanang saking siro kabeh iku terkadang ngelakoni amal koyo amale ahli surga hinggo koyo antarane wong iku lan surga namun sak dziro’, nuli ketututan katetapan saking Allah nuli ngelakoni amale ahli neroko, lan akhire melbu neroko, wong lanang iku terkadang ngelakoni amal lan ahli neroko hinggo antarane wong iku ln neroko namun sak dziro’, nuli ketututan ketetapane Allah nuli ngelakoni amane ahli surga lan akhira biso melbu surga. (H.R. Bukhari)"
    },
    {
         "id" : 311,
         "valueJawa" : "Setan iku matur: demi keagungan Panjenengan duh Pengeran kulo! Kulo mboten bade leren anggen kulo usaha nyasarake poro kawula Panjenengan selagi ruhipun taseh wonten ing badanipun, Pengeran Kang Moho Agung dawuh: demi keagungan insun lan demi kemegahan insun! Insun ora leren ngapuro marang poro kawula insun selagine podo nyuwun ngapuro marang insun. (H.R. Ahmad)"
    },
    {
         "id" : 312,
         "valueJawa" : "Wong sholih iku di paringi kahanan kang abot, opo bahe roso loro kang ngenani wong mukmin duri utowo sakdurunge kenek duri iku mesti nyodo kesalahan saking wong mukmin iku lan ningkatake derajate, yen sabar. (H.R. Baihaqi)"
    },
    {
         "id" : 313,
         "valueJawa" : "Shodaqoh iku biso ngeleremake panase kubur saking wong kang ini ing kubur. Wong iku sesok ono ing dino kiamat bakal ngaup ono ing aup-aupane Shodaqoh. (H.R. Ath-thabrani)"
    },
    {
         "id" : 314,
         "valueJawa" : "Kawulo iku ono kang guneman(ngomong) sak kalimat ndadekno ridhone Allah kang dewekne ora nganggep penteng nanging sebab kalimat iku Allah ta’ala ngeluhurake derajate kawula iku, kawula iku ono kang guneman sak kalimat kang ndadekno bendone Allah kang dewekne ora nganggep penting, nanging sebab kalimat iku Allah njegurake kawula ing neroko jahanam. (H.R. Ahmad)"
    },
    {
         "id" : 315,
         "valueJawa" : "Wong lanang iku ono kang amal bagus koyo amale ahli surga ono ing kaganan kang di weruhi menungso, nanging wong iku setengah saking ahli neroko, wong iku ono kang amal olo kata amale ahli neroko ono ing khanan kang di weruhi kenungso nanging wong iku setengah saking ahli surga. (H.R. Bukhari muslim)"
    },
    {
         "id" : 316,
         "valueJawa" : "Kawula iku ono kang ngelakoni duso, yen dewekne eleng nuli susah, yen Allah mersani marang dewekne bener-bener susah, Allah pareng pangapuro opo kang di lakoni sedurunge kwula iku tandang ngelebur dusone tanpa salat tanpa poso. (H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 317,
         "valueJawa" : "Muring-muring iku saking syetan, setan iku geni, geni iku biso di pateni karo banyu, dadi yen siro muring-muring supoyo wudhu. (H.R. Abu Dawud)"
    },
    {
         "id" : 318,
         "valueJawa" : "Kawulane Allah kang plong di demeni deneng Allah yoiku kawula kang luweh nemen olehe nguwehi nasehat marang kawulane Allah. (H.R. Ahmad)"
    },
    {
         "id" : 319,
         "valueJawa" : "Saktemene ruhe wong mukmin iku ono ing langit kang kaping pitu, podo ningali panggonan kang bakal di panggoni ono ing surga. (H.R. Ad-dailami)"
    },
    {
         "id" : 320,
         "valueJawa" : "Umat insun iku bakal di timbali ono ing dino kiamat sarana mencorong rahine, mencorong tangane lan sikile kerono seneng wudhu dadi sopo wong kang biso gawe ombo mencoronge rahine supoyo ngelakoni mbasuh rahi kang sempurno. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 321,
         "valueJawa" : "Penduduk surga iku ugo mbutuhake poro ulama ono ing surga, penduduk surga iku bakal ziarah marang Allah saben dino jumat, nuli Allah dawuh: siro kabeh nyuwuno opo kang siro suwun, sak karep siro, nuli penduduk surga noleh marang poro ulama nuli podo matur: opo kang kito suwun marang Allah ? Poro ulama dawuh: siro kabeh supoyo podo nyuwun iki lan iki, dadi penduduk surga iku mbutuhake poro ulama ono ing surga koyo naliko ono ing dunyo. (H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 322,
         "valueJawa" : "Wong ahli kebagusan ing dunyo iku dadi wong kang ahli kebagusan ono ing akhirat, siro ngertio wong kang paling disik melbune surga iku wong kang ahli kebagusan tegese kebagusan kang mbungahake wong liyo. (H.R. Ath-thabrani)"
    },
    {
         "id" : 323,
         "valueJawa" : "Kawitane opo kang kanggo amblas wong mukmin sakwuse matine yoiku Allah ngapuro marang wong kang anot(ngiring) jenazahe. (H.R. Baihaqi)"
    },
    {
         "id" : 324,
         "valueJawa" : "Daleme Allah ing bumi iku masjid, wes sak mestine yen Allah iku mulyaake wong kang ziarah ono ing Daleme. (H.R. Ath-thabrani)"
    },
    {
         "id" : 325,
         "valueJawa" : "Shodaqoh sir(Shodaqoh sing di umpetake) iku biso ngeleremake bendone Pengeran, nepung sanak iku biso nambahi umur, usoho koyo kebagusan iku biso ngerekso mari olo lan ucapan “Laa ilaaha illallah” iku nolak saking wong kang ngucapake sangang pulo songo lawange bala’, kang paling asor yoiku prihatin. (H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 326,
         "valueJawa" : "Ing surga iku ono kamar akeh kang jobone biso di tingali saking jerone, lan jerone biso di tingali saking jobone, deneng Allah kamar iku di sediakake marang wong kang gelem menehi mangan wong kang lesu lan gawe guneman(omong) alus, salat wengi ing waktu wong-wong podo turu. (H.R. At-turmudzi)"
    },
    {
         "id" : 327,
         "valueJawa" : "Ing surga iku ini omah kang di sebut “darul farah” Ora biso melbu ing omah iku kejobo wong kang mbungahno bocah-bocah cilik. (H.R. Ibnu ‘Adi)"
    },
    {
         "id" : 328,
         "valueJawa" : "Ing surga iku ono lawang kang di sebut lawang dhuha, yen wes dino kiamat ono wong kang undang-undang: ing endi wong-wong kang podo ngajekake salat dhuha? Iki lawang siro kabeh siro melebuho kanti rahmate Allah. (H.R. Ath-thabrani)"
    },
    {
         "id" : 329,
         "valueJawa" : "Kawula iku yen wes di seleh ing kubur lan di tinggal konco-konco lan keluarga podo balik muleh, nuli di tekani malaikat loro, nuli ngelungguhake mayit banjur ngucap marang mayit : opo kang suro ucapake terhadap wong lanang iki? Yakni Muhammad. Yen wong mukmin nuli ngucap: aku nyekseni yen wong iki kawula utusane Allah, nuli di dawuhi: siro ningalono marang panggonan siro ono ing neroko wong di kanti deneng Allah dadi panggonan siro ing surga, nuli mayit iku weruh panggonan loro kanggo dewekne ono ing surga lan ing neroko, kubure di jembarake Pitung puluh dziro’ di kebeki Ijo-ijoan hinggo dino kiamat, dinone podo di urepake maneh, wong kafir lan wong munafik di dangi deneng malaikat, opo kang dadi ucapan siro terhadap wong lanang iki(yakni nabi Muhammad kang di wujudake ing kubur) wong kafir lan munafik iku ngucap: aku ora weruh, aku namun ngucapake opo kang di ucapake wong-wong akeh, nuli di dawuhi: siro ora weruh lan Ora gelem moco al-Qur’an, nuli di pukul nganggo pali wesi sak pukulan ono ing antarane kuping lorone, nuli nggembor banter banget kang biso di rungu mayit kang ini ing sandinge sakliyane menungso lan jin kan isih urep nuli kubure di sumpekake hinggo pateng plesat balung igo-igone. (H.R. Bukhari muslim)"
    },
    {
         "id" : 330,
         "valueJawa" : "Allah iku kagungan kawula kang di tertentuni kanti amberesake hajate masyarakat. Wong-wong podo teko marang dewekne gandeng karo opo kang dadi hajate, kawula kang mengkono iku yoiku wong kang aman saking siksone Allah. (H.R. Ath-thabrani)"
    },
    {
         "id" : 331,
         "valueJawa" : "Allah iku kagungan kawula akeh kang di paringi keistimewaan menehi nikmat macem-macem marang masyarakat, lan nikmat-nikmat iku di tetepake dining Allah ono ing kawula selagine podo gelem mewehi nikmat iku marang masyarakat, nuli yen kawula ora podo mewehi, Allah jabot nikmat iku saking poro kawula kang di paringi iku nuli di pindahake marang liyane. (H.R. Ibn Abi dunya)"
    },
    {
         "id" : 332,
         "valueJawa" : "Allah iku kagungan malaikat ono ing bumi, kang guneman(ngomong) lewat lisane anak Adam nerangake opo kang ono ing sijine wong, kaganan baguse lan kang olo. (H.R. Baihaqi)"
    },
    {
         "id" : 333,
         "valueJawa" : "Luweh gede-ne duso ngersani Allah iku wong lanang kang rabi siji wadon. Bareng lanang iku wes nekani hajate saking wadon iku nuli di talak lan lungo gowo maskawin tegese ora gelem bayar maskawin, wong lanang kang burohake wiji wong nuli lungo gowo burohane tegese ora gelem bayar burohe. (H.R. Baihaqi)"
    },
    {
         "id" : 334,
         "valueJawa" : "Allah iku kagungan malaikat kang di tugasake ngadepi wong kang ngucap : “ya arhama ar-raahimin”. Sopo wong kang ngucapake kalimat iku kaleng telu, malaikat ngucap: Allah kang sifat Rohman lan Rohim wes madep marang siro, siro nyuwuno. (H.R. Hakim)"
    },
    {
         "id" : 335,
         "valueJawa" : "Allah iku kagungan wewenang mundut paringane, kagungan wewerno paring, sekabehane makhluke Allah yoiku ono ing ngersane Allah ono bates waktu kang di tentu aje, iku Zaenab supoyo sabar lan supoyo nuprih ga jarang saking Allah kanti sabar. (H.R. Abi Hajah)"
    },
    {
         "id" : 336,
         "valueJawa" : "Allah iku kagungan macem wadah saking penduduk bumi. Wadah Pengeran siro kabeh yoiku atine poro kawula kang sholih. Atine kawula kang paling di demeni dining Allah yoiku ati kang lemes lan tepis. (H.R. Ath-thabrani)"
    },
    {
         "id" : 337,
         "valueJawa" : "Banyu iku suci lan nyuceake, ora ono kang najisake banyu iku.(H.R. Bukhari muslim)"
    },
    {
         "id" : 338,
         "valueJawa" : "Wong mukmin iku ora najis. (H.R. Bukhari muslim)"
    },
    {
         "id" : 339,
         "valueJawa" : "Saktemene wong kang menehi mangan kang syukur marang Allah iku oleh ganjaran kang podo karo ganjaran wong poso kang sabar. (H.R. Hakim)"
    },
    {
         "id" : 340,
         "valueJawa" : "Saben-saben opo kang wujude iku ono hakekate, kawula ora biso tumeko ono ing hakekate iman yen durung weruh yen kabeh opo kang ngenani awake iku ora bakal semringah saking awake lan opo kang sumingkuri saking awake ora bakal biso ngenani awake. (H.R. Ahmad)"
    },
    {
         "id" : 341,
         "valueJawa" : "Saben-saben nabi iku nduweni dungo kang di sembadani kang nabi iku wes nggunaake dungone kanggo umate nuli di sembadani deneng Allah. Insun iki nyimpen dungo insyn kanggo syafaat marang umat insun ono ing dino kiamat. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 342,
         "valueJawa" : "Kuncine rizki iku nuju marang arah ‘ars nuli nurunake opo kang dadu rizkine kabeh menungso menurut keperluane perbelanjaan sopo wong kang ngakehake perbelonjoan. Di paringi akeh rizkine lan sopo wong kang gawe sitik perbelonjoane di paringi setitik rizkine. (H.R. Ad-daruquti saking Anas)"
    },
    {
         "id" : 343,
         "valueJawa" : "Sekabehane saking duso iku ono kang Ora biso di lebur kanti salat utowo poso utowo haji utowo umrah, nanging biso lebur sebab susah prihatin ini ing loro penguripan jiwo. (H.R. Ibnu ‘Asakir)"
    },
    {
         "id" : 344,
         "valueJawa" : "Setengah saking tanda-tandane tekone kiamat yoiku ilange ilmu, muncule kebodohan, sumebare(terungkape) zino, lan ngombe arak, wong lanang kang mati, wong wadon soyo akeh hinggo wong wadon 50 namun di urus lanang siji. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 345,
         "valueJawa" : "Wong kang melbu surga iku namun wong arep-arep melbu surga, kang di adohake saking neroko iku namun wong kang wedi neroko, Allah iku namun paring Rahmat wong kang welas marang wong liyo. (H.R. Baihaqi)"
    },
    {
         "id" : 346,
         "valueJawa" : "Wong kang nganggo sutra ing dunyo iku namun wong kang ora oleh bagian kepenak ono ing akhirat. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 347,
         "valueJawa" : "Yen perkoro olo iku tinemu siji makhluk, tinemune ono ing omah lan wong wadon lan jaran. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 348,
         "valueJawa" : "Yen siro kepengen di kasihi dining Allah lan utusane yen siro di serahi amanat supoyo siro tekoake, yen omong supoyo kang bener lan supoyo bagusake oleh siro tetanggan karo tonggo-tonggo siro. (H.R. Ath-thabrani)"
    },
    {
         "id" : 349,
         "valueJawa" : "Akehono moco istighfar, supoyo siro lakoni, kerono ora ono perkoro kang luweh gampang lulus ono ing ngersane Allah lan Ora ini kang luweh di demeni dining Allah tinimbang istighfar. (H.R. Hakim)"
    },
    {
         "id" : 350,
         "valueJawa" : "Yen siro karep, insun arep nyeritani siro kabeh opo kawit-kawitane dawuh kang di dawuhake dining Allah marang wing mukmin ono ing dino kiamat lan opo kawitane dawuh kang di tawarake dining poro wong mukmin marang Allah, siro kabeh ngertio! Allah dawuh He poro mukminin! Opo siro kabeh podo demen ketemu insun? Poro mukminin podo matur: nyuwun inggih duh Pengeran kulo! Allah dawuh: opo sebabe? Poro mukmin matur: kulo ngajeng-ngajeng sanget dateng pangapunten Panjenengan, nuli Allah dawuh: insun wes netepake pangapuro insun marang siro kabeh. (H.R. Ath-thabrani)"
    },
    {
         "id" : 351,
         "valueJawa" : "Luweh bagus-baguse hadist iku kita e Allah. Lan luweh bagus-baguse pituduh iku pituduhe Nabi Muhammad saw. Opo kang dadi ancamane marang siro kabeh iku mesti wujud lan siro kabeh ora bakal biso ngapesake. (H.R. Bukhari)"
    },
    {
         "id" : 352,
         "valueJawa" : "Allah iku fardhuake gawe bagus marang opo bahe dadi makhluke, mongko iku, yen siro arep mateni opo bahe supoyo bagusake carane oleh siro mateni, yen siro nyembelih hewan supoyo bagusake carane oleh siro nyembelih, lan supoyo ngelandepake lading kang kanggo nyembelih lan biso ngepenake hewan sembelihan. (H.R. Muslim)"
    },
    {
         "id" : 353,
         "valueJawa" : "Setengah saking luweh gedene duso gede yoiku olehe ngelaknati siji wong marang wong tuo lorone, ono sahabat kang matur : ya Rosulullah! Kados pundi tiyang kok ngelaknati tiyang sepah kalehipun? Rosul dawuh: wong iku musuhe bapake wong liyo nuli wong liyo iki misuhi bapake wong iku lan misuhi ibukne. (H.R. Bukhari)"
    },
    {
         "id" : 354,
         "valueJawa" : "Menungso kang palung elek kedudukane ono ing ngersane Allah ing Dino kiamat yoiku wong kang di tinggalake dining wong akeh kerono di kuwaterake eleke gunemane(omongane). (H.R. Bukhari muslim)"
    },
    {
         "id" : 355,
         "valueJawa" : "Allah ta’ala asma salam: dadi yen siro lungguh salat supoyo ngucap bacaan tahiyat. Siro kabeh yen ngucapake tahiyat kang mengkono, tahiyat iku biso ngenani saben-saben kawula kang sholih kang ini ing langit lan bumi, lan terusno nganti moco syahadat, nuli siro kena milih panyuwun kang siro karepake. (H.R. Bukhari)"
    },
    {
         "id" : 356,
         "valueJawa" : "Persanaan(silaturahim) iku kesedihan saking Allah kang sifat welas, nuli Allah dawuh: Sopo wong kang nyambung siro bakal insun sambung, lan Sopo wong kang megot siro, bakal insun pegotake. (H.R. Bukhari)"
    },
    {
         "id" : 357,
         "valueJawa" : "Serengenge lan rembulan iku ayat loro setengah saking ayate Allah, ora gerhono kerono matine menungso lan ora kerono uripe nanging Allah iku medeni kawula kanti gerhono srengenge lan rembulan, dadi yen siro weruh gerhono, siro kabeg supoyo dungo marang Allah lan supoyo podo moco takbir, salato, lan bisoho podo sadaqah hinggo gerhono wes rampung. (H.R. Bukhori muslim)"
    },
    {
         "id" : 358,
         "valueJawa" : "Temen iku iso bantu marang kebagusan, kebagusan iku nuntun marang surga. Wong lanang iku ngomong bener sehinggo di catet ing ngersane Allah suwijine wong ahli temen, goroh(bujuk) iku nuntun marang kelacutan, kelacutan iku nuntun marang neroko, wong lanang iku goroh hinggo di catet ing ngersane Allah suwijine wong kang ahli goroh(mbujuk). (H.R. Bukhari Muslim)"
    },
    {
         "id" : 359,
         "valueJawa" : "Taat iku namun kebagusan. Dadi yen di perintah liyane kebagusan ora perlu taat. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 360,
         "valueJawa" : "Pedagang iku bakal di urepake ono ing dino kiamat dadi wong kang lacut kejobo wong wedi Allah, lan gawe kebagusan lan ngomong temen. (H.R. At-turmudzi)"
    },
    {
         "id" : 361,
         "valueJawa" : "Sumpah iku mayokno barang dagangan nangeng ngelebur barakahe dagangan. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 362,
         "valueJawa" : "Setengah saking luweh baguse laku bagus yoiku olehe nyambung siji wong lanang marang wong kang di demeni bapake sakwuse marine.(H.R. Bukhari muslim)"
    },
    {
         "id" : 363,
         "valueJawa" : "Siro ngertio, goroh ingatase insyn iku ora koyo goroh atas sopo bahe wonge, kerono sopo wong kang goro atas insun kanti sengojo, wong iku bakal menggon ono ing pelungguhan neroko. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 364,
         "valueJawa" : "Sebagian keterangan iku yekti ono sihir, lan sebagian saking syi’ir iku ono rupo hikmah. (H.R. Bukhari)"
    },
    {
         "id" : 365,
         "valueJawa" : "Sebagian saking kawula iku ono wong kang umpamani nyumpahi Allah, Allah mesti bagusake sumpahe. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 366,
         "valueJawa" : "Setengah saking dawuh kenabian kang utomo. Kang menungso isih menangi yoiku dawuh : yen wong iku wes ora nduweni isen, bakal tumindak opo kang di karepake. (H.R. Bukhari)"
    },
    {
         "id" : 367,
         "valueJawa" : "Geni iku mungso kanggo siro kabeh, dadi yen siro kabeg podo turu, supoyo siro pateni. (H.R. Bukhari)"
    },
    {
         "id" : 368,
         "valueJawa" : "Allah lan utusane Allah iku haramno adol arak, adol batang, celeng lan berholo(patung). (H.R. Bukhari)"
    },
    {
         "id" : 369,
         "valueJawa" : "Setengah saking akhlake wong mukmin yoiku kuat agomone, tegese yen nindak perintah lan larangan Allah ora keno di pengaruhi dining kepentingan dunyo utowo omongane wong pinter omong, wonge tabah, murup imane kerono yakin ora gampang ke gunjing, gawe bagus naliko ngadepi fakir, nahan nafsu ninggalake tamak, gelem mergawe ing usaha kang halal, istiqomah, semangat nindakake petunjuke Allah, gelem nyegah marang nafsune awake, welas marang wong kang ngalami kesusahan, ora gelem nyeleweng saking petunjuke Allah, terhadap wong di benci, ora gelem duso ngadepi wong kang di demeni, ora nyio-nyio opo kang di titipke awake, ora dengki, ora nyacat, ora ngelaknati wong liyo, gelem ngakoni haqe wong liyo senajan haq iku ora di sekseni, ora gelem misuh nyebut wong liyo, salate khusyuk’, ngetokno zakat, tansah tenang ngadepi gunjingane pikiran, syukur marang Allah naliko ngadepi kemurahan Allah, nerimo opo kang dadi bagiane, ora gelem ngaku opo kang ora dadi haqe, ora gelem ngumpulake konco ing waktu mureng-muteng, ora biso di kalahake dining mediti ninggalake kebagusan kang arep di laksanakno nyampuri masyarakat supoyo weruh, gelem omong karo masyarakat supoyo faham, yen di aniaya, utowo di rampas haqe, sabar hinggo Allah kang sifat Rahman kang nulunfi marang dewekne. (H.R. Hakim)"
    },
    {
         "id" : 370,
         "valueJawa" : "Allah iku wenang mundut opo kang di paringi marang kawula, opo kang di paringi iku kagungane Allah, opo bahw kang ono ing alam dunyo yoiku ing ngersani Allah kanti bates waktu kang di tentuake. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 371,
         "valueJawa" : "Allah iku nugasake malaikat ono ing delamaane ibu, malaikat matur: duh Pengeran kulo! Puniko sampun wonten mani, duh Pengeran kulo! Puniko mani sampon dados geteh kempel, duh Pengeran kulo! Puniko sampon dados geteh kempel, nuli yen Allah ngresaake ngrampungake kedadean mani iki, malaikat matur: duh Pengeran kulo! Punopo ciloko punopo bejo? Jalwe punopo estri? Kados pundi rizkine? Kados pundi ajalipun, nuli bocah kang ono ing kandungan iku di tulis bejo utowo ciloko, lanang utowo wadon, rizkine, lan ajale naliko isih ono ing wetenge ibukne. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 372,
         "valueJawa" : "Allah iku ora mundut ilmu secara langsung di pundut saking kawulane, nanging Allah iku mundut ilmu kanti mundut ulama’. Akhire, yen wes ora ono wong alim, masyarakat gawe kepolo wong kang bodoh nyli di takoni masalah, nuli menehi fatwa tanpa ono ilmu, akhire podo sasar lan nyasarake masyarakat. Mungkin saiki iki wes wujud opo kang di dawuhake deneng nabi Muhammad iki. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 373,
         "valueJawa" : "Allah iku demen wahing lan sengit angop, yen siro kabeh ono kang wahing lan gelem muji marang Allah, saben wong Islam kan ngerungoake wahing iku kudu ngucap “yarhamukallah” yen angop iku namun syetan, dadi yen siro kabeh arep angop supoyo di tolak sak kuat-kuate, kerono yen siro kabeh angop iku syetan guyu kerono angop iku. (H.R. Bukhari)"
    },
    {
         "id" : 374,
         "valueJawa" : "Insun iku benderone anak turune Adam ono ing dino kiamat, insun ora agul-agulan, bendero “liwaul hamd” iku ono ing astane insun, insun ora agul-agulan, sopo bahe nabi ono ing dino kiamat iku, nabi Adam nuli nabi liyane nabi Adam mesti ono ing ngisore bendero insun, insun iki kawitane wong metu saking bumi urip ono ing mahsyar, insung ora agul-agulan, insun kawitane wong kang menehi syafaat lan kawitane wong kang di paringi idzin syafaat. (H.R. Ahmad)"
    },
    {
         "id" : 375,
         "valueJawa" : "Melanture angin iku Rahmat saking Allah kanggo umat insun, umpamane ora ono angin kanggo urep, ora ono ibu nyusoni anake lan ora ono wong kang nandur tanduran. (H.R. Ad-dailami)"
    },
    {
         "id" : 376,
         "valueJawa" : "Saktemene weruh keutamaan kanggo wong ahli keutamaan iku namun wong ahli keutamaan. (H.R. Ad-dailami)"
    },
    {
         "id" : 377,
         "valueJawa" : "Nunggu-nunggu bebas saking kesusahan saking Allah iku ibadah. Sopo wong kang ridho olehe setitik saking rizki, Allah ridho marang wong iku amal kang namun setitik. (H.R Ibn Abi dunya)"
    },
    {
         "id" : 378,
         "valueJawa" : "Ningalono wong kang luweh asor tinimbang wong kang sak ndukure siro ono ing perkoro dunyo, kerono pandangan kang mengkono iku luweh biso nyoto yen siro iku ora ngerendahno nikmate Allah. (H.R. Ibnu Majah)"
    },
    {
         "id" : 379,
         "valueJawa" : "Nulungono siro maring dulur siro kang di aniaya lan dholim, ono sahabat kang matur : kados pundi kulo nulingi tiang dholim? Rosul dawuh: siro supoyo ngalang-ngalangi wong kang dholim saking laku nganiayane, kang mengkono iku nulingi wong kang dholim. (H.R. Bukhari)"
    },
    {
         "id" : 380,
         "valueJawa" : "Ahli surga iku wong kang ngebeki kuping lorone kanti pengaleme masyarakat kang bagus sarana wong iku kerungu, wong ahli neroko yoiku wong kang Allah ta’ala ngebeki kuping lorone di kebeki sebutan olo lan wong iku krungu. (H.R. Ibnu Majah)"
    },
    {
         "id" : 381,
         "valueJawa" : "Kawitane perkoro kang di putusake dining Allah ono ing Dino kiamat yoiku urusan pembunuhan. (H.R. Asy-syaikhon)"
    },
    {
         "id" : 382,
         "valueJawa" : "Allah paring wahyu marang nabi Ibrahim: He kekasih insun! Siro biso bagusake pekerti siro senajan karo wong kafir, yen siro biso mengkono, siro biso melbu ono ing panggonan mlebune wong kang bagus, kerono kalimat insun iku ndisiki temujune marang wong kang bagusake pekerti, yoiku insun bakal ngahup-ngahupi wong iku ono ing aup-aupan ‘ars insun, lan insun bakal menggunaake wong iku ono ing paseban suci insun, insun bakal marekake marang sandinge insun. (H.R. Hakim)"
    },
    {
         "id" : 383,
         "valueJawa" : "Allah iku paring wahyu marang nabi Dawud AS. He Dawud! Siro supoyo dawuh marang wong kang dholim, ojo podo nyebut asma insun, kerono insun iku nyebut wong kang nyebut asma insun, lan olehe insun nyebut wong kang dholim iku insun paring laknat maring dewekne. (H.R. ‘Asakir)"
    },
    {
         "id" : 384,
         "valueJawa" : "Kawitane masjid kang di seleh ing bumi yoiku masjidil haram nuli masjidil aqsa. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 385,
         "valueJawa" : "Wediho marang Allah swt. Rungokno lan taat marang wong kang nyekel urusan siro kabeh, senajan kang nyekel urusan siro iku budak kang bongso habsi, kerono sopo wong kang urep sakwise insun tinggalake, mesti bakal weruh persoalan poro muslimin kang akeh banget yen wes kedadean mengkono, siro kabeh supoyo netepi sunnah insun lan sunnahe poro kholifah insun kang bener lakune, tur di paringi pituduh bener dining Allah, siro kabeh supoyo podo cekelan sunnah insun iku lan supoyo siro cokot kanti untu bam siro, siro kabeh supoyo podo ati-ati lan wediho marang macem-macem perkoro agomo kang di anyarake, kerono saben-saben perkoro agomo kang anyarake iku bid’ah, lan saben-saben bid’ah iku sasar lan saben-saben sasar iku ono ing neroko. (H.R. Abu Dawud)"
    },
    {
         "id" : 386,
         "valueJawa" : "Allah paring wahyu marang nabi Dawud: sopo bahe kawula kang gelem cekelan dawuh insun ora ngandelake makhluk insun, insun perso kang mengkono iku saking niate, nuli di tipu dining langit pitu serta wong kang ono ing langit pitu, insun mesti ndadeake dalane metu saking antarane tipune kanggo kawulo iku, sopo bahe kawula kang cekelan tegese ngendelake marang makhluk Allah, ora ngendelake marang insun, insun perso kang mengkono iku saking niate, insun mesti ngetok sebab-sebabe langit ono ing ngarepe, insun nancepake howo nafsune saking ngisore delamaan sikil lorone sopo bahe kawula kng taat marang insun, insun mesti maringi wong iku sedurunge nyuwun marang insun, insun pareng ngapuro wing iku sedurunge nyuwun ngapuro marang insun. (H.R. Ibnu ‘Asakir)"
    },
    {
         "id" : 387,
         "valueJawa" : "Kawitane rombongan kang melbu surga iku rupa e koyo rembulan tanggal purnomo, wong kang ono ing burine yoiku wong kang koyo lintang kang kumerlip ing langit mungguh padange atine dadi siji, ora ono persulayaan ing antarane siji lan sijine, ora ono geting-getingan lan ora ono dengki-dengkian. (H.R. Asy-Syaikhoni)"
    },
    {
         "id" : 388,
         "valueJawa" : "Opo siro kabeh ora kepengen insun ceritani amal kang luweh utomo ketimbang derajate wongkang poso, salat, lan Shodaqoh ? Poro muslimin podo matur: enggeh ya Rosulallah, Rosul dawuh: yoiku ngerukunake golongan kang perpecahan, kerono kerusaane perpecahan antarane muslimin iku kang bakal nyukur umat Islam sehinggo ora di segani dining musuh-musuh Islam. (H.R. Munadzidi)"
    },
    {
         "id" : 389,
         "valueJawa" : "Opo siro kabeh ora kepengen insun ceritani opo kang ngeleboake siro kabeh ing surga? Yoiku mukul musuh kanti pedang, mulyaake tamu, gemati marang wektu salat, lan nyempurnaake sesuci ono ing wektu kang banget ademe. (H.R. Ibnu ‘Asakir)"
    },
    {
         "id" : 390,
         "valueJawa" : "Opo siro kabeh ora kepengen insun ceritani ibadah kang paling gampang lan luweh enteng kanggo awak ? Yoiku meneng lan bagus pekerti. (H.R. Ibn Abi dunya)"
    },
    {
         "id" : 391,
         "valueJawa" : "Opo siro kabeh ora kepengen insun ceritani perkoro kang yen siro kabeh ngadepi susah utowo bala’ saking urusan dunyo, nuli dungo, nuli di ilangake bala’e? Yoiku dungone : “Laa ilaha illa anta subhaanaka inni kuntu mina dzalimin”. (H.R. Hakim)"
    },
    {
         "id" : 392,
         "valueJawa" : "Opo siro kabeh ora kepengen insun duduhi wong kang paling keras ing antarane siro kabeh ? Yoiku wong kang luweh biso nguwasani nafsu naliko muring-muring. (H.R. Ath-thabrani)"
    },
    {
         "id" : 393,
         "valueJawa" : "Opo siro kabeh ora kepengen insun warahi suwukan kang di gunaake nyuwuk dining malaikat Jibril kanggo nyuwuk insun? Siro ngucapo: “Bismillahi arqiik, Wallahi Yasyfik, min kulli daain ya’tik, min syarri naffastati fil ‘uqod, wa min syarri hasidin idza hasad”. Iki suwuan siro woco kaleng telu. (H.R. Hakim)"
    },
    {
         "id" : 394,
         "valueJawa" : "Opo siro kabeh ora kepengen insun warahi dungo kang yen siro ucapake, Allah ta’ala ngilangake susah siro, Allah nyauri utang siro? Yoiku siro ngucapo ing wektu isuk lan sore : “Allahumma inni a’udzubika minal hammi wal hazn, wa a’udzubika minal ‘ajzi wal kasal, wa a’udzubika minal jubni wal bukhl, wa a’udzubika minal gholabatid daini wa qohrir rijal”. (H.R. Abu Dawud)"
    },
    {
         "id" : 395,
         "valueJawa" : "Opo siro kabeh ora podo kerungu yen Allah iku ora nyikso kawulane sebab metune eloh mripat lan ora sebab susahe ati, nanging Allah iku nyekso sebab iki(yen isyarat marang lisane) utowo paring Rahmat lan mayit iku di sikso sebab olehe nangisi keluargane marang mayit iku. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 396,
         "valueJawa" : "Opo siro kepengen insun warahi dungo-dungo, Sopo wong kang di kersaake bagus dining Allah, Allah paring perso dungo iku marang kawula iku nuli ora lalu, siro ngucapo dungo: kulo niki tiang apes, Mugi pareng kiyat apes kulo wonten ridho Panjenengan, lan munduto Panjenengan ing bon-bonan kulo (nuntun) dateng kesahenan, Mugi ndadosake amal Islam dados katokipun ridhonipun ati kulo, duh Allah! Kulo niki tiyang apes! Mugi ngiyatake apes kulo wonten ing ridho Panjenengan, kulo niki tiyang ingkang hino, Mugi Panjenengan dadosake Agung, kulo niki tiyang ingkang fakir, Mugi paring rizki ing kulo. Mugi nyekapi ing kulo kanti arta halal Panjenengan tebihaken saking arta haram Panjenengan, mugiho paring cekapi ing kulo kanti kanugerahan Panjenengan tebihaken saking sak lintu-lintunipun Panjenengan. (H.R. Hakim)"
    },
    {
         "id" : 397,
         "valueJawa" : "Opo siro kepengen insun ceritani luweh gedene duso? Yoiku nyekutukake opo bahe marang Allah swt. Wani wong tuo loro, lan ucapan goroh. (H.R. Bukhori muslim)"
    },
    {
         "id" : 398,
         "valueJawa" : "Siro kabeh supoyo podo wedi ngerasani wong liyo, kerono ngerasani olo wong liyo iku luweh abot sanggane tinimbang zino, wong lanang iku terkadang zino lan tobat nuli Allah nerimo tibate, nangeng wong kang ngerasani wong liyo, Allah ora ngapuro dewekne yen wong kang di rasani durung ngapuro marang dewekne. (H.R. Abu Syaikh saking Jabir)"
    },
    {
         "id" : 399,
         "valueJawa" : "Wediho siro kabeh! Ojo goroh, kerono goroh iku biso nyingkrehake iman saking atu siro. (H.R. Ahmad)"
    },
    {
         "id" : 400,
         "valueJawa" : "Ati-ati ojo zino! Kerono zino iku ngundang pekerti olo kang akehe papat, yoiku: biso ngilangake mencoronge rahi, megotake rizki, ndadeake bendone Allah kang sifat Rahman, lan dadi sebabe langgeng ono ing neroko. (H.R. Ath- thabrani)"
    },
    {
         "id" : 401,
         "valueJawa" : "Ati-ati ojo gumede, kerono gumede iku kang ndorong iblis supoyo ora gelem sujud marang Adam, wediho siro marang ngongso ndolek dunyo, kerono ngongso iku ndorong Adam supoyo mangan woh-wohane wit-witan kang di larang dining Allah, wediho siro marang dengki, kerono anak lorone Adam habil lan qobil mulane kang siji mateni sijine kerono dengki, dadi gumede, ngongso lan dengki iku dadi asale saben-sabeb kesalahan. (H.R. Ibn ‘Asakir)"
    },
    {
         "id" : 402,
         "valueJawa" : "Wediho siro marang njeroake agomo(ibadah) kerono Allah iku wes dadekno agomo suwijine perkoro kang gampang, dadi siro kabeh supoyo ngelakoni opo kang siro kuat lakoni, lan ngertio siro yen Allah iku demen amal silih kang langgeng ajek senajan setitik. (H.R. Abu Qosim)"
    },
    {
         "id" : 403,
         "valueJawa" : "Sopo bahe wong wadon kang mati sedangkan bojo lanange ridho marang dewekne, wadon iku bakal biso melbu surgo. (H.R. At-turmudzi)"
    },
    {
         "id" : 404,
         "valueJawa" : "Sopo bahe wong wadon kang nambahi rambut ono ing sirahe(tegese rambut pasangan), mengkono iku suwijine duso kang di tambahake ono ing sirahe. (H.R. An-nasa’i)"
    },
    {
         "id" : 405,
         "valueJawa" : "Sopo bahe wong Islam kang menehi klambi marang wong Islam kang ono kahanan udo, Allah bakal pareng agem-ageman marang wong iku ono ins surga, Sopo bahe wong Islam kang menehi mangan wong Islam liyo sing lesu, Allah bakal pareng mangan wong iku ing dino kiamat saking woh-wohan surga, Sopo wong Islam liyo kang ngorong, Allah bakal pareng omben-omben ono ing dino kiamat saking arak surga sing isih di tutup wadahe. (H.R. An-nasai)"
    },
    {
         "id" : 406,
         "valueJawa" : "Sopo bahe wong kepaten anake ono telu, anak telu iku bakal ngaling-ngalingi wadon iku saking neroko. (H.R. Bukhari)"
    },
    {
         "id" : 407,
         "valueJawa" : "Sopo bahe wong wadon kang metu saking omahe tanpa izin bojo lanange, wadon iku tansah ono ing bendone Allah hinggo balek menyang omahe utowo di ridhoni deneng bojo lanange. (H.R. Khotib)"
    },
    {
         "id" : 408,
         "valueJawa" : "Sopo wonge kang ziarah dulure kerono Allah, tentu ono pengundang bagus bener laku siro, surga bakal seneng kerono siro, Allah ngendiko: kawula insun iku ziarah marang insun, insun mesti nyuguhi kawula insun, insun ora ridho obo ing oleh insun nyuguhi kawula insun kejobo surga. (H.R. Ibn Abi dunya)"
    },
    {
         "id" : 409,
         "valueJawa" : "Wong lanang kang di paringi ilmu dining Allah, nuli ngumpetake ilmune, Allah bakal ngendaleni wong iku ono ing dino kiamat kanti kendali saking geni. (H.R. Ath-thabrani)"
    },
    {
         "id" : 410,
         "valueJawa" : "Ruh iku mirip koyo tentara kang podo kumpul baris, endi bahe ruh kang perkenalan ing wektu iku, mesti biso rukun kumpul ing dunyo, lan endi bahe ruh kang singkuran ing wektu iku, tentu persulayaan ono ing dunyo iku. (H.R. Bukhari)"
    },
    {
         "id" : 411,
         "valueJawa" : "Gawe mejono ono ing perbelonjoan iku separone pangupo jiwo, asihe menungso iku separone akal, baguse pitakon iku separone ilmu. (H.R. Ath-thabrani)"
    },
    {
         "id" : 412,
         "valueJawa" : "Keamanan lan Kesehatan yoiku nikmat sing kurang dimanfaatno saking menungso. (H. R. Thabrani)"
    },
    {
         "id" : 413,
         "valueJawa" : "Iman iku, siro kabeh supoyo iman marang Allah, iman marang malaikat, marang kitab-kitabe Allah, marang utusane Allah, marang dino akhir, lan iman marang qodho lan qadar. (H.R. Muslim)"
    },
    {
         "id" : 414,
         "valueJawa" : "Siro kabeh supoyo podo ngati-ngati terhadap utang, kerono utang iku nimbulake susah ing wektu bengi lan nimbulake hino ing wektu rino. (H.R. Baihaqi)"
    },
    {
         "id" : 415,
         "valueJawa" : "He poro muslimin! Gaweho mejono kanggo awak siro, siro kabeh iku ora ngundang Pengeran kang kopok utowo Pengeran kang ghoib(Ora weruh awak lan ati siro) Pengeran siro iku tansah ndampingi siro kabeh. Dawuh iki di dawuhake marang sahabat ono ing siji tindakane Rosulullah saw. Kang naliko iku, poro sahabat podo banterake suoro ono ing moco takbir. (H.R. Bukhari muslim)"
    },
    {
         "id" : 416,
         "valueJawa" : "Siro kabeh supoyo podo ati-ati ono ing nguyuh ing kuburan, kerono nguyuh ing kuburan iku murukake loro belang. (H.R. Ad-dailami)"
    },
    {
         "id" : 417,
         "valueJawa" : "Iman iku ma’rifat kanti ati, ngucap kanti lisan, amal kanti perbuatan. (H.R. Ath-thabrani)"
    },
    {
         "id" : 418,
         "valueJawa" : "Siro kabeh supoyo podo wedi marang nyono, kerono nyono iku luweh gorohe omongan, siro kabeh ojo podo niti-niti olone wong liyo, ojo podo nginceng suarane wong liyo, ojo podo rebutan dadi kepolo, ojo dengki, ojo geting-getingan, ojo singkur-singkuran, bisoho siro kabeh iku dadi kawulane Allah kang podo perseduluran. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 419,
         "valueJawa" : "Ati-ati terhadap omongan kang merlokno alesan. (H.R. Ad-dailami)"
    },
    {
         "id" : 420,
         "valueJawa" : "Ati-ati marang tamak(ngongso golek arta) kerono tamak iku fakir kang wes nyoto. (H.R. Ath-thabrani)"
    },
    {
         "id" : 421,
         "valueJawa" : "Sebagian iman iku ono pitung puluh pitu, isin iku siji bagian setengah saking iman. (H.R. Bukhari)"
    },
    {
         "id" : 422,
         "valueJawa" : "Isin iku ora teko kecuali saking kebagusan. (H.R. Muslim)"
    },
    {
         "id" : 423,
         "valueJawa" : "He poro menungso! Siro kabeh melayuake menungso, Sopo wong kang salat dadi imame wong akeh supoyo ngertio yen ono ing kalangane poro makmum iku ono wong loro, ono wong apes, ono wong tuo, lan ono wong kang nduweni hajat. (H.R. Bukhari)"
    },
    {
         "id" : 424,
         "valueJawa" : "Opo siro kabeh podo ngerti sopo wong kang luweh disik ngaup ono ing aup-aupane Allah? Yoiku wong yen di wenehi keterangan bener gelem nerimo lan yen di jaluki opo opo gelem mewehake, podo ngukumi wong liyo koyo ngukumi awak dewe. (H.R. Ahmad)"
    },
    {
         "id" : 425,
         "valueJawa" : "Wediho siro kabeh marang penyandarane wong mukmin kerono wong mukmin iku ningali kanti cahayane Allah. (H.R. At-turmudzi)"
    },
    {
         "id" : 426,
         "valueJawa" : "Siro kabeh supoyo podo nolak ketentuan kanti alasan samar. (H.R. Abu Hanifah)"
    },
    {
         "id" : 427,
         "valueJawa" : "Wediho siro kabeh marang warek ono ing panganan lan omben-omben, kerono kuwareken biso ngerusak awak, ndoleki penyakit lan ninggalake salat, bisoho netepi kahanan mejono ono ing mangan lan ngombe, kerono mejono ing mangan ngombe iku luweh biso bagusake awak lan luweh adoh saking bala’. (H.R. Bukhari)"
    },
    {
         "id" : 428,
         "valueJawa" : "Heh poro menungso! Siro kabeh ojo ngarep ketemu musuh, nyuwuno selamet waras marang Allah, yen siro ketemu musuh, supoyo podo sabar lan siro ngertio, yen surga iku ono ing ngisore wayang-wayange pedang, ya Allah ingkang nurunake kirab(Al-Qur’an) ya Allah ingkang ngelampahake mego mendung, duh Pengeran ing kang melajengake gerombolan musuh, mugi melajengake mengsoh kito lan mugi paring kemenangan dateng kulo ngawunake musuh-musuh kito. (H.R. Bukhari)"
    },
    {
         "id" : 429,
         "valueJawa" : "Siro kabeh supoyo biso ati-ati, ojo lunggoh ono ing dalane wong akeh, poro sahabat podo matur: kito sedoyo boten saget boten lungguh wonten ing radosan tiang katah perlu omong-omong, Rosulullah dawuh: yen siro kabeh ora gelem ninggalake lelungguhaning dalanan, sipoyo podo mewehi haqe dalan, poro sahabat podo matur: punopo haqe radosan? Ninggalake gawe poro atine wong kang lewat, mangsuli salam, lan amar ma’ruf nahi mungkar. (H.R. Bukhari)"
    },
    {
         "id" : 430,
         "valueJawa" : "Segoro iku ruangan kang suci tur nyuciake banyune, lan halal batange. (H.R. Muttafaq ‘Alaih)"
    },
    {
         "id" : 431,
         "valueJawa" : "Sumpah iku miturute wong kang sumpah. (H.R. Muslim)"
    },
    {
         "id" : 432,
         "valueJawa" : "Amal iku ora sah yen ora niat, saben wong iku namun biso oleh manfaate amal kang di niati, dadi sopo wong kang hijrah maring Madinah di tujuake marang Allah lan utusane, hijrahe wong iku ugo mujur marang Allah lan utusane, lan sopo wong kang hijrahe di tujuake marang dunyo utowo wong wadon kang bakal di nikahi, hijrahe wong iku namun tumeko marang opo kang di tuju. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 433,
         "valueJawa" : "Islam iku ibadah marang Allah, ojo nyekutuake opo bahe marang Allah, siro supoyo ngelakoni salat kanti adab-adabe, mewehi zakat kang fardu, poso Ramadhan, lan haji ono ing Baitullah. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 434,
         "valueJawa" : "Iman iku iman marang Allah, marang malaikat Allah, kitabe Allah, siro bakal ketemu lan ngadep ing ngersane Allah, iman mareng poro utusane Allah, iman marang anane urep pungkasan sakwise mati ing dunyo iki. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 435,
         "valueJawa" : "Sebagian iman iku pitung puluh pitu: isin iku siji sebagiane iman. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 436,
         "valueJawa" : "Kelawan nyebut Asmane Allah kang welas Asih. Surat iki saking Nabi Muhammad saw. ingkang di tujukno marang hiraq raja Negara Rum. Mugi Allah paring keselametan mareng wong sing milu ajaran iki: “Aku(Allah) ngejak sederek sedoyo ing kebaikan, supoyo melbu islam, mongko mangke baka di paring Allah pahala ingkang luwih apik, an saumpomo sampian kabeh ora mlebu islam, mongko bakale angsal duso. Allah berfirman: he wong ahli kitab,”Aku ora bakal nyembah selain Allah lan Rasulullah iku utusane Allah” supoyo wong sing ora islam iku bener-bener nyaksikno nik kito sedoyo wong islam. (HR. Bukhari)"
    },
    {
         "id" : 437,
         "valueJawa" : "Nek siro kabeh pengen di baiat Allah mongko lakonono: ora oleh nglakoni larangan Allah, ora oleh nglakoni zina, mbunuh wong liyo, kabeh wong ora iso ngaku lan ndadekno awak.e sebagai guru, sopo wong sing ngelakoni keapik.an bakale diwei pahala saking Allah lan sopo wae seng ngelakoni keelek.an bakal di sikso Aah swt. (HR. ‘Ibadah)"
    },
    {
         "id" : 438,
         "valueJawa" : "Ono rong bab tentang kelakuan sing siksane di ketokno nok dunyo, yoiku: nomer siji, ngerampas hak wong liyo, kaping pindo wani marang wong tuo loro. (HR. Hakim)"
    },
    {
         "id" : 439,
         "valueJawa" : "Nek barokah seng tok dolek.i pas ndolek rezeki, mongko saktemene berangkato isuk-isuk amergo wektu isuk iku akeh berkah lan Insya Allah hasile apik. (HR. ‘Adda)"
    },
    {
         "id" : 440,
         "valueJawa" : "Siro kabeh ing dunyo iki di paring tugas kanggo ngeringkes dalil-dalil sing ono lan di wehi kemenangan sebab wedi musuh pada suatu wektu, di tekani malaikat banjur nguwehi kunci marang siro kabeh. (HR. Syaikhan)"
    },
    {
         "id" : 441,
         "valueJawa" : "Ing siji dino ono asu sing ngorong ing tengah dalan, banjur ono wong wadon sing ahli zina, banjur wong wedok iku ngerti lan langsung njipikno banyu kanggo asu iku. Mongko dosone kabeh di hapus Allah. (HR. Bukhari)"
    },
    {
         "id" : 442,
         "valueJawa" : "Ademno panganan sing panas, saktemene panganan sing adem iku akeh berkahe. (HR. Ibnu ‘Addi)"
    },
    {
         "id" : 443,
         "valueJawa" : "Lakonono apik marang bapakmu, niscaya anakmu mene bakal ngelakoni apik marang awakmu, sepuroen kesalahan wong wedok seng pernah nggawe loro ati marang awakmu, sopo sing ora gelem nguwehi sepuro mongko neroko balesane. (HR. Al Hakim)"
    },
    {
         "id" : 444,
         "valueJawa" : "Islam ngadek kerono limo perkoro, yoiku: syahadat, salat, poso, zaakat, lan haji bagi sing mampu. (HR. Bukhari)"
    },
    {
         "id" : 445,
         "valueJawa" : "Ing suwiji dino ono wong lanang nek dalan, banjur nemokno eri ing tengah dalan, lan dewekne angsung ngirekno eri iku maul an langsung buwak ben gak kenek wong liyo. Allah demen marang wong sing ngelakoni keapik.an banjur nyepuro dosone. (HR. Bukhari)"
    },
    {
         "id" : 446,
         "valueJawa" : "Antarane kawula lan surga iku ono pitu dalan kang angel omboh-ombohane, wong seng paling anteng yoiku wong kang mati ngadep ngersane Allah, wektu wong-wong kang di aniaya podo gandoli wong seng aniaya. (H.R. Bukhari)"
    },
    {
         "id" : 447,
         "valueJawa" : "Siji wektu ono wong lanang siji mlaku ing dalanan kang ngorong banget nuli wong iki weruh sumur, nuli mudun ing jero sumur nuli ngombe, pas metu saking sumur ono asu melet-melet ilate mangan lemah kerono ngorong, wong mau ngucap: asu iki ngorong banget podo karo aku, banjur wong iku mudun ing sumur mane lan ngebeki wadah marang banyu banjur ngombekno ing asu, Allah ngalem wong iku nuli pareng pangapuro marang wong iku, nabi Muhammad saw. Kang cerito kedadean di suwuni perso nuli dawuh: saben-saben hewan kang isih teles iku ngandung ganjaran. (H.R. Muslim)"
    },
    {
         "id" : 448,
         "valueJawa" : "Siji wektu insun nuju ono ing khotim, dumadaan ono wong teko nuli bedo awak insun antarane iki lan iki, nuli nuli ngetokno ati insun, nuli ono wong teko gowo talam emas kang penuh saking iman nuli insun di umbah nganggo banyu zam-zam, nuli atu insun di isi iman nuli di balikke koyo asale, insun di tekani siji hewan kang gedene sak nisore bighol sak duwure himar(kijang). Warnae putih kang di sebut burok. Burok iki cangkang lakune miturut adohe pandangan mripat, nuli insun di tumpaake burok iku, banjur malaikat Jibril ngejak mlaku insun, hinggo insun teko langit kang sepisan, Jibril jaluk bukakno lawang langit nuli di takoni: Sopo iki? Jibril mangsuli: aku Jibril, Sopo barengan sampean? “Muhammad”, opo Panjenengan di tugasake munggah ? “Iyo” jawabe Jibril. Jibril di takoni mane nuli di dawuhake: Monggo, Monggo, rawuhe Muhammad iki suwijine rawuhan kang bagus banget, nuli lawang langit di buka, bareng insun lolos melbu langit kang sepusan, ing kunu ono nabi Adam A.S. Jibril dawuh: iki bapak sampean jenenge Adam, sampean Uluk salam, nuli insun ngucap salam, lan Adam mangsuli salam insun, Adam dawuh: Monggo, Monggo, nabi kang sholeh lan putro kang sholeh, nuli insun di ajak munggah dining Jibril munggah ono ing langit kaping pindo, Jibril jaluk buka lawang banjur ono sing takon, Sopo iki? “Aku Jibril” Sopo barengan sampean ? “Muhammad”, opo di utus munggah ? “Hiyo” sing takon nuli ngucap: Monggo, Monggo, Muhammad, kerawuhan kang bagus rawuh sampean iki, nuli lawang langit di buka bareng insun wes lolos, insyn ketemu nabi Yahya lan Isa A.S. Wong lanang loro iki ono lanange bibik, Jibril dawuh: iki Yahya lan Isa, sampean uluk salam, mongko insun uluk salam banjur di wangsuli, nuli wong loro iki ngucap: Monggo, Monggo, sedulur kang sholih lan nabi kang sholih, nuli Jibril ngejak munggah ing langit kaping telu, nuli jalok bukaake lawang, kang jogo lawang takon koyok seng di takoni ing langit sak durunge, banjur melbu lan ketemu Yusuf A.S., Jibril ngutus uluk salam, banjur insun uluk salam lan di wangsuli, nuli nabi Yusuf ngucap: Monggo, Monggo sedulur kang sholih lan nabi kang sholih, nuli Jibril ngejak insun munggah ono ing langit kang kaping papat, Jibril jalok di buka lawang langite banjur di takoni koyok seng di takoni ing langit sak durunge, ing langit iki ketemu babi idris, banjur insun ngucap salam lan nabi idris wangsuli, nabi idris ngucap: Monggo sedulur ingkang sholih lan nabi kang sholih. Nuli insun di ajak munggah mane ing langit kang nomer limo, ing langit kaping limo ketemu nabi Harun, banjur insun ngucap salam lan di wangsuli, nabi Harun ngucap: Monggo, sedulur kang sholih lan nabi kng sholih. Nuli di ajak munggah mane ing langit kang nomer enem, banjur ketemu nabi Musa , banjur insun ngucap salam lan di wangsuli nabi Musa , nuli nabi Musa ngucap: Monggo, sedulur kang sholih lan nabi kang sholih. Bareng insun ngelewati langit kang kaping enem, Musa nangis ono kang takon: opo sebabe sampean nangis ? Musa dawuh: aku nangis sebab ono bocah nom di tugasake dadi rosul sakwise insun kang umate bakal melbu surga luweh akeh ketimbang umat insun. Nuli Jibril ngajak insun munggah menyang langit kang kaping pitu, nuli Jibril jaluk bukakke lawang banjur ono sing takon podo karo ing langit sakdurunge, ing langit kaping pitu ketemu nabi Ibrahim A.S. Jibril dawuh: iki bapak sampean, banjur insun uluk salam lan nabi Ibrahim mangsuli, nabi Ibrahim dawuh: Monggo, anak kang sholih lan nabi kang sholih, nuli sidrotul muntaha di ketingalake marang insun, dumadaan woh-wohane sidrotul muntaha iku podo karo kullahe deso hajar gedene, dumadaan godonge koyok kuping gajah, Jibril dawuh: iki sidrotul muntaha, ing kunu ono bengawan papat, kang lorone ono ing jero, lang lorone ono ing njobo, ono ing jeru iku ono ing surga lan kang ing jobo iku update bengawan nil, nuli ingsun di ketingalake “al Baitul makmur” insun takon: He Jibril! Iki opo? Jibril dawuh : iki “al Baitul makmur” saben dino ono malaikat akehe pitung puluh ewu melbu ono ing “al Baitul makmur” iki, nuli yen wes metu, selawase ora bakal bali marang “al Baitul makmur” maneh, nuli insun di tekani sak wadah isine arak, sak wadah isi puwan, sak wadah isi madu, nuli insun mundut susu, Jibril dawuh: susu iki isyarat marang fitrah(kelakuan bagus) kang siro tetapi Muhammad lan umat siro, nuli insun fardhuake ngelakoni salat kaping seket saben dinone. Nuli insun bali, ketemu nabi Musa, Musa takon: sampean di perintah opo dining Allah ? Aku mangsuli: di perintah ngelakoni salat kaping seket sedino suwengi, Musa dawuh: umat sampean ora kuat ngelakoni salat kaping seket, aku wes tau jajal ing umatku, sampean baliko marang Pengeran nyuwun entengan kanggo umat sampean, aku nuli bali nyuwun entengan, nuli Allah nyudo sepuluh, aku nuli bali menyang Musa, Musa dawuh koyo kang disik mau, nyuwun sudo, banjur nyuwun maleh marang Allah hinggo dados limo wektu sedino suwengi, banjur balik menyang Musa, Musa takon: di perintah opo sampean ? Aku mangsuli: insun di perintah salat kaping limo wektu saben sedino, insun wes jajal menungso sakdurunge sampean lan insun wes ngereko doyo wong bani Israel kang nemen banget, sampean balio marang Pengeran, nyuwuno Sudaan kanggo umat sampean, aku dawuh: aku iki wes bolak balik nyuwun sudaan hinggo insun isin nangeng aku ridho lima wektu salatan,   Lan insun pasrah marang Allah, bareng insun wes ngelewati Musa ono ing ngundangake: insun ngelangsungake fardhu insun lan wes ngentengake kawula insun. (H.R. Bukhari lan Muslim)"
    },
    {
         "id" : 449,
         "valueJawa" : "Wong kang tuku lan wong kang adol nduwe haq milih opo kang di langsungake pitukune utowo padolane sedurunge perpisahan antarane siji lan sijine, yen wong adol iku bener opo kang di ucapake lan gelem menehi keterangan bagus lan olone marang barang kang di dol lan kang di tuku, karone bakal di paringi berkah dodolane, yen wong loro iku ngumpetake opo kang olo kan goroh olehe nyifati barange, berkahe adol tinuku di lebur dining Allah. (H.R. Bukhari)"
    },
    {
         "id" : 450,
         "valueJawa" : "Sak Elek-eleke panganan yoiku panganan walimah kang di undangane marang wong sugeh, wong fakir ora di undang, soopo wong kang ninggalake dakwah terang-terangan wong iku durhakai Allah lan utusane. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 451,
         "valueJawa" : "Sing di arani bagus yoiku baguse budi pekerti, tondo-tondone duso yoiku opo kang obah ono ing ati(ora biso mantep) lan siro sengit ten penggawean siro iku di tingali wong liyo. (H.R. Muslim)"
    },
    {
         "id" : 452,
         "valueJawa" : "wong medit yoiku wong kang naliko insun di tutur ono ing sandinge nuli ora gelem moco salawat kagem insun. (H.R. Ahmad)"
    },
    {
         "id" : 453,
         "valueJawa" : "Perlakuan bagus iku ora biso rusak(ora ilang) laku duso iku ora biso di laleni, Allah bakal bales amal menungso iku ora mati, siro lakonono opo kang dadi karep siro, siro bakal di welas miturut laku siro. (H.R. Baihaqi)"
    },
    {
         "id" : 454,
         "valueJawa" : "Balak iku di pasrahno marang ucapan, umpomone ono wong ngehino wong liyo sebab nyusu asu, wong kang hino iku bakal nyusu marang asu. (H.R. Khotib ibnu mas’ud)"
    },
    {
         "id" : 455,
         "valueJawa" : "Negoro iku negorone Allah, kawula iku kawulane Allah, ing endi panggonan yen siro biso oleh rizkine gampang supoyo mukim ing negoro iku. (H.R. Ahmad)"
    },
    {
         "id" : 456,
         "valueJawa" : "Wong dakwah kudu ndue saksi, wong ingkar kudu sumpah. (H.R. Jamaah)"
    },
    {
         "id" : 457,
         "valueJawa" : "Barakah iku tinemu ono ing ubun-ubune jaran. (H.R. Bukhari)"
    },
    {
         "id" : 458,
         "valueJawa" : "Idu ono ing masjid iku kesalahan gede, bayar kafarate yoiku mendem idune. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 459,
         "valueJawa" : "Ngguyu marang dulurmu kabeh iku shodaqoh, nglakoni  keapikan lan adohono kelakuan elek iku yo shodaqoh, nyudokno marang wong kesasar iku ugo shodaqoh, nyingkrehno watu ming dalan yo shodaqoh. (HR. Bukhori)"
    },
    {
         "id" : 460,
         "valueJawa" : "Menungso iku koyo dene barang pelikan, pilihane yoiku agama islam nek wes mantep atine, lan sak apik-apik.e wong islam iku wong seng maune benci karo islam banjur melbu islam. Siro kabeh bakal nemoni sak elek-elek.e wong ing dino kiamat sakdurunge Gusti Allah nguwehi rahi loro, sing endi dewekne nganggo wajah siji, lan wajah liane. (HR. Bukhori dan Muslim)"
    },
    {
         "id" : 461,
         "valueJawa" : "Neroko lan surgo debat: neroko ngucap: aku di pilih dining Allah kanggo panggonane wong kang podo gumede lan wong kang menang-menangan, surga ngucap: opo sebabe wong kang melbu ono ing aku kok namun wong kang apes lan wong kang ora nduweni kedudukan kno ing masyarakat lan wong apes? Nuli Allah dawuh marang surga: He suwargo,! Siro iku rahmat insun, kanti siro insun paring rahmat marang kawula kang insun kersaake, Allah dawuh marang neroko: He neroko ? Siro iku sikso insyn, kanti siro insun nyikso marang kawula kang insun kersaake siro loro, siji suhu e bakal insun kebeki wong kang Bakal manggon ono ing siro, yen neroko, iku ora bakal kebak yen Allah durung nguncaake delamaan sikile ono ing neroko iku nuli neroko matur: cekap cekap duh Gusti yen wes mengkono, neroko dadi kebeke, lan sebagian saking neroko iku tumpang tindih Karo sijine, Allah ora bakal aniaya siji setengah saking makhluke, dene surga iku Allah ta’ala bakal ngenakno makhluk liyo kanggo surga iku hinggo penuh.(H.R. Muslim)"
    },
    {
         "id" : 462,
         "valueJawa" : "Entenono Lailatul Qadar ing dalem witir tanggal sepuloh terakhir ulan Romadlon. (HR. Syaikhon)"
    },
    {
         "id" : 463,
         "valueJawa" : "Njaluk.o tombo marang Gusti Alah, saktemene kabeh penyakit ono tombone kejobo siji penyakit yoiku pikun. (HR. Imam Ahmad)"
    },
    {
         "id" : 464,
         "valueJawa" : "Siro kabeh ndelok wong mu’min ing dalem saling sayang, saling cinta lan lemah lembut ing dalem pergaulan siro kabeh koyo siji awak seng saling nglengkapi siji karo liane, umpamane siji loro kabehe bakal ngerasakno loro. (HR. Bukhori)"
    },
    {
         "id" : 465,
         "valueJawa" : "Rabio siro kabeh, lan ojo podo megat bojo siro kabeh, kerono pegatan iso nggunjingno ‘ars. (HR. Ibnu ‘Addi)"
    },
    {
         "id" : 466,
         "valueJawa" : "Sahuro siro kabeh, saktemene sahur iku akeh baraokahe. (HR. Syaikhon)"
    },
    {
         "id" : 467,
         "valueJawa" : "Percoyoho, mongko bakale teko wong lanang mlaku ingdalem dalan ketulusan atine, lan wong lanang iku ngomong saumpomo aku teko wingi kanggo nerimo dekne saking siro, mongko ora ono siji wong seng bakal nemoni dewekne. (HR. Syaikhon)"
    },
    {
         "id" : 468,
         "valueJawa" : "Nguwehono panganan lan ngucapo salam mareng wong kenal utowo wong rakenal. (HR. Bukhori lan Muslim)"
    },
    {
         "id" : 469,
         "valueJawa" : "Yakino Allah tatkalane siro urip enak, mongko Allah bakal ngaweruhi yen siro urip kangelan. Werohono siro, setiap musibah iku ora kesalahan, lan setiap kesalahan iku ora musibah. Saktemene Allah nguwehi pitulung mareng wong sabar, susahe ati iku bakal dadi jembare ati, lan saktemene kesusahan bakale ono kegampangan. (HR. Muttafaq ‘alaih)"
    },
    {
         "id" : 470,
         "valueJawa" : "Amale kawula iku di laporake marang Allah pendak dino senin lan kemis, di laporake marang poro nabi-nabi, marang bapak lan poro ibu pendak dino jumat,nuli bapak lan ibu-ibu podo bungah sebab amal baguse anak putu, rahine tambah mencorong putih, mongko iku, siro kabeh supoyo podo wedi marang Allah lan ojo gawe loro wong kang wes mati saking leluhuran siro. (H.R. Hakim)"
    },
    {
         "id" : 471,
         "valueJawa" : "Nyuwuno siro kabeh pangarekso Allah saking olehe mayahi bala’, olehe nutupi ciloko lan eleke qodho lan olehe nyosotake musuh siro. (H.R. Bukhari)"
    },
    {
         "id" : 472,
         "valueJawa" : "Belajaro siro kabeh ing ilmu, sinau antengo lan khidmat kerono ilmu supoyo andap asor marang wong kang podo ngaji marang siro kabeh. (H.R. Abu Na’im)"
    },
    {
         "id" : 473,
         "valueJawa" : "Siro kabeh oleh sinau ilmu sak karep siro, demi Allah, siro kabeh ora bakal di ganjar sebab oleh ngumpulake ilmu yen siro Ora ngelakoni ilmu siro. (H.R. Abu Hanna)"
    },
    {
         "id" : 474,
         "valueJawa" : "Lawang langit di buka lan dungo bakal di sembadani ono ing kahanan werno papat iki: 1. Naliko barisan sabilillah wes campur karo barisane wong kafir,2. Naliko turun udan,3. Naliko qamat salat,4. Naliko ningali Ka’bah. (H.R. Ath-thabrani)"
    },
    {
         "id" : 475,
         "valueJawa" : "Lawang surga di buka ing dino senin lan kamis, nuli ono ing dino senin lan kamis iku sopo bahe kawula kang ora nyekutuake Allah, biso di ngapuro dining Allah kejobo wong lanang kang unek-unek atine marang dulure Islam, nuli di dawuhake : siro kabeh supoyo nunggu wong loro, tunggu yen wes gelem rukun. (H.R. At-turmudzi)"
    },
    {
         "id" : 476,
         "valueJawa" : "Kosongno ati siro kabeh saking prihatin urusan dunyo sak kuate siro, kerono sopo wong kang urusan dunyo iku dadi suwiji perkoro kang luweh di perhatikno, Allah ta’ala bakal ngeramekake lapangan usahane, Allah bakal ndadekno wong iku tansah rumongso fakir, sopo wong kang gede perihatine iku urusan akhirat, Allah bakal ngumpulake perkorone tegese opo kang dadi keperluane di kumpulake dining Allah, Allah ndadekno atine wong iku tansah nduweni roso sugeh lan cukup, sopo bahe kawula kang atine madep marang Allah, Allah tentu ndadekake atine wong mukmin podo ngadep roso demen lan welas marang kawula iku, Allah tentu ngeraketno kabeh opo kang nyenengno teko marang kawula iku. (H.R. Ath-thabrani)"
    },
    {
         "id" : 477,
         "valueJawa" : "Allah iku nanggung marang wong perang ingin dalane Allah, wong ora ono durung metune saking omahe kejobo perang ing dalane Allah lan bener aje dawuhe Allah, Allah nanggung bakal ngelebokno wong iku ono ing surgo utowo di balike ono ing omahe kanti gowo kang di hasilno yoiku ganjaran utowo barang rampasan. (H.R. Asy-syaikhoni)"
    },
    {
         "id" : 478,
         "valueJawa" : "Siro kabeh supoyo mikirno gawenane Allah, ojo podo mikir marang dzate Allah, yen siro mikir dzate, siro tentu bakal kerusakan agomo siro. (H.R. Abu Syaikh)"
    },
    {
         "id" : 479,
         "valueJawa" : "Wong wadon iku di nikahi kerono papat perkoro: kerono artane, kerono kehirmatan wong tuone, kerono ayune, lan kerono agomone, siro kabeh supoyo golek wong wadon kang kuat agomone. (H.R. Bukhari Muslim)"
    },
    {
         "id" : 480,
         "valueJawa" : "Nikahi siro kabeh, siro bakal dadi akeh silangan siro, kerono insun bakal ngagulake akehe siro kabeh kro umat-umat sedurunge insun ono ing dino kiamat. (H.R. ‘Abdur razaq)"
    },
    {
         "id" : 481,
         "valueJawa" : "Menehono hadiah siro kabeh, mengko siro bakal saling cinta mencintai, lan salamono siro kabeh yen siro gelem mengkono bakal ilang unek-unek saking siro kabeh. (H.R. Ibnu ‘Asakir)"
    },
    {
         "id" : 482,
         "valueJawa" : "Pedagang kang temen iku bakal ono ing ngisore ‘ars ing dino kiamat. (H.R. Ad-dailami)"
    },
    {
         "id" : 483,
         "valueJawa" : "Wong kang tobat saking dusone iku podo karo wong kang ora nduwe duso, wong nyuwun ngapuro nanging terus menerus ngelakoni duso iku podo karo wong kang guyu Pengeran. (H.R. Baihaqi)"
    },
    {
         "id" : 484,
         "valueJawa" : "Ngomongno nikmate Allah iku berarti syukur marang Allah, ninggalake ngomong nikmat Allah iku berarti kufur marang nikmat Allah, sopo wong kang ora gelem syukur peparing kang setitik ora bakal syukur peparing kang akeh, sopo wong kang ora gelem nyukuri wong liyo, tentu ora syukur marang Allah. (H.R. Baihaqi)"
    },
    {
         "id" : 485,
         "valueJawa" : "Tawadhu iku ora nambahi kawula kejobo keluhuran derajat mongko iku, siro kabeh supoyo podo tawadhu, mengko siro bakal di luhurake derajat siro dining Allah, oleh maaf iku ora nambahi kawula kejobo kaagungane awak, mongko iku siro kabeh supoyo podo oleh maaf marang wong nduwe kesalahan, mengko Allah bakal paring kaagungan marang siro, Shodaqoh iku ora nambahi arta siro kejobo akehe arta iku, mongko siro kabeh supoyo podo Shodaqoh, mugo-mugo Allah paring rahmat marang siro kabeh. (H.R. Ibnu Abi dunya)"
    },
    {
         "id" : 486,
         "valueJawa" : "Tumindak alon ono saben perkoro iku bagus kejobo amal akhirat. (H.R. Abu Dawud)"
    },
    {
         "id" : 487,
         "valueJawa" : "Pedagang kang keno di percoyo, tur temen iku bakal kumpul karo poro nabi-nabi, wong kang temen-temen, wong kang podo mati syahid  lan wong kang sholih. (H.R. At-turmudzi)"
    },
    {
         "id" : 488,
         "valueJawa" : "Angop iku saking syetan, dadi yen siro arep angop supoyo siro tolak sak kuate siro, kerono yen siro suoro “ha” iku syetan ngguyu. (H.R. Asy-syaikhon)."
    }
]